[{"placeId":63274,"author":"Loretta Swit","wordCount":39,"categories":["love","journey","anxiety"],"text":"I just can't wait to get out there on stage. There's no anxiety at all. I love being able to take this journey with the audience, because we all have a ball with it - even if we're crying."},{"placeId":17812,"author":"Clifford Geertz","wordCount":26,"categories":["great","anxiety","matter"],"text":"Anthropology never has had a distinct subject matter, and because it doesn't have a real method, there's a great deal of anxiety over what it is."},{"placeId":8699,"author":"Austin Butler","wordCount":16,"categories":["depression","joy","anxiety"],"text":"Depression and anxiety can't fit in your head if you're cultivating feelings of joy and inspiration."},{"placeId":56092,"author":"Jenny Lawson","wordCount":44,"categories":["age","friends","anxiety"],"text":"Even at age 10, I already knew that I was different from most people. My anxiety disorder was still years from being diagnosed, but it affected me quite deeply. I was too afraid to speak out in class, too nervous to make real friends."},{"placeId":41920,"author":"Hilary Mantel","wordCount":47,"categories":["blame","losing","anxiety"],"text":"Writers displace their anxiety on to the tools of the trade. It's better to say that you haven't got the right pencil than to say you can't write, or to blame your computer for losing your chapter than face up to your feeling that it's better lost."},{"placeId":19521,"author":"Carly Simon","wordCount":25,"categories":["fear","anxiety","remember"],"text":"I remember being onstage once when I didn't have fear: I got so scared I didn't have fear that it brought on an anxiety attack."},{"placeId":52190,"author":"Juliana Hatfield","wordCount":31,"categories":["anxiety","hands","me"],"text":"Sometimes I feel like a human pin cushion. Every painful emotion hits me with ridiculously exaggerated force. And the anxiety feels like hands inside of me, squeezing my guts really hard."},{"placeId":22356,"author":"Dakota Johnson","wordCount":21,"categories":["i am","anxiety","city"],"text":"I have bizarre anxiety about being in a city - I have no idea who I am or where I am."},{"placeId":17282,"author":"Chuck Norris","wordCount":11,"categories":["fear","anxiety","worry"],"text":"It's official: The biggest back-to-school bullies are anxiety, worry and fear."},{"placeId":29948,"author":"Ellen Goodman","wordCount":44,"categories":["technology","dreams","anxiety"],"text":"Those inevitable dreams where you can't get your column in, you know, and at first they were the Xerox telecopy, and then they were the fax machine, and then they were, you know, email. The anxiety remains the same, but the technology has changed."},{"placeId":6858,"author":"Autre Ne Veut","wordCount":27,"categories":["anxiety","never","where"],"text":"I've never been to a psychiatrist so have never gotten to the point where I could be formally diagnosed with any disorder. But I definitely have anxiety."},{"placeId":55332,"author":"John C. Hawkes","wordCount":18,"categories":["night","world","anxiety"],"text":"On the night before we were married, all of the anxiety in the world came down upon me."},{"placeId":89555,"author":"Rowan Williams","wordCount":34,"categories":["age","culture","anxiety"],"text":"Incidentally, one of the most worrying problems in the impact of Western modernity on traditional culture is that it quite rapidly communicates its own indifference or anxiety or even hostility about age and ageing."},{"placeId":50403,"author":"Junot Diaz","wordCount":11,"categories":["anxiety","people","social"],"text":"I'm sure I'm one of those undiagnosed people with social anxiety."},{"placeId":105453,"author":"Thalia","wordCount":31,"categories":["fun","anxiety","step"],"text":"There's some anxiety the 30 minutes before the show starts. But once you step on stage and face the people, everything goes away, and you have fun and enjoy the audience."},{"placeId":23292,"author":"Derek Bok","wordCount":13,"categories":["anxiety","worry","think"],"text":"I think one thing that does cause unhappiness is protracted anxiety and worry."},{"placeId":98317,"author":"Sally Mann","wordCount":34,"categories":["time","good","anxiety"],"text":"Each time you take a good picture, you have the wonderful feeling of exhilaration... and almost instantly, the flip side. You have this terrible, terrible anxiety that you've just taken your last good picture."},{"placeId":61355,"author":"Lewis Thomas","wordCount":26,"categories":["today","science","anxiety"],"text":"Much of today's public anxiety about science is the apprehension that we may forever be overlooking the whole by an endless, obsessive preoccupation with the parts."},{"placeId":56501,"author":"Joss Stone","wordCount":32,"categories":["work","home","anxiety"],"text":"There are people in England that claim benefits because they are too nervous to work, so they claim their benefits for anxiety and never have to go out side there free home."},{"placeId":104862,"author":"T. S. Eliot","wordCount":7,"categories":["creativity","anxiety","hand"],"text":"Anxiety is the hand maiden of creativity."},{"placeId":101025,"author":"Sufjan Stevens","wordCount":23,"categories":["work","art","anxiety"],"text":"My anxiety level of my own work and what I'm doing and focusing on my art and all of that stuff? That's fundamental."},{"placeId":254,"author":"Aiden Wilson Tozer","wordCount":34,"categories":["life","god","anxiety"],"text":"In almost everything that touches our everyday life on earth, God is pleased when we're pleased. He wills that we be as free as birds to soar and sing our maker's praise without anxiety."},{"placeId":27655,"author":"Dontrelle Willis","wordCount":36,"categories":["anxiety","feel","idea"],"text":"As far as the anxiety, I have no idea about it. I don't feel like I have any nervousness out there. I'm just a guy who really cares about being competitive and that's the bottom line."},{"placeId":83651,"author":"Paul Tillich","wordCount":20,"categories":["courage","god","anxiety"],"text":"The courage to be is rooted in the God who appears when God has disappeared in the anxiety of doubt."},{"placeId":105156,"author":"Tavi Gevinson","wordCount":32,"categories":["anxiety","someone","talk"],"text":"My anxiety has gotten worse as I've graduated and gotten older, and I still feel like 'Rookie' is a place where I can talk about that, and hopefully someone relates to it."},{"placeId":81267,"author":"Nate Diaz","wordCount":25,"categories":["anxiety","people","dangerous"],"text":"I'm scared of any fighter I've ever fought because they are some dangerous people to be dealing with. That's also where the anxiety comes from."},{"placeId":73888,"author":"Max Brooks","wordCount":42,"categories":["world","end","anxiety"],"text":"I think the general anxiety of the 1960s - '70s spawned our interest in the living dead. When people worry about the end of their world, they need a safe vessel for all their fears. Zombies provide that vessel because they're 'safe.'"},{"placeId":19378,"author":"Chuck Jones","wordCount":6,"categories":["creativity","anxiety"],"text":"Anxiety is the handmaiden of creativity."},{"placeId":32893,"author":"Eden Sher","wordCount":31,"categories":["god","anxiety","remember"],"text":"I remember the general anxiety of teenager, and I remember establishing some sort of appearance based on what my peers would think. And cliques, oh my God, the worst. The worst!"},{"placeId":53342,"author":"Julian Barnes","wordCount":17,"categories":["hope","anxiety","first"],"text":"In 1980, I published my first novel, in the usual swirl of unjustified hope and justified anxiety."},{"placeId":10716,"author":"Billy Collins","wordCount":24,"categories":["together","book","anxiety"],"text":"When you put a book together and arrange it, there's a lot of anxiety and turmoil about what order the poems should be in."},{"placeId":22971,"author":"David Duchovny","wordCount":26,"categories":["creativity","anxiety","need"],"text":"Anxiety is part of creativity, the need to get something out, the need to be rid of something or to get in touch with something within."},{"placeId":64615,"author":"Lindy Booth","wordCount":38,"categories":["deep","anxiety","me"],"text":"I definitely have an alter ego that can come out and get me out of situations where I'm having social anxiety. I can take a deep breath and create a bubble so I can perform in some way."},{"placeId":8991,"author":"Alona Tal","wordCount":26,"categories":["anxiety","weird","classroom"],"text":"I always had a weird thing with being the last person somewhere... like a movie theater or a classroom. I get a weird sense of anxiety."},{"placeId":53816,"author":"Jeff Fortenberry","wordCount":29,"categories":["anxiety","people","done"],"text":"What Trump has done is tap into a deep-seated anxiety about where the country is headed. There is an anxiety that is real and sincere. Many people feel helpless."},{"placeId":6859,"author":"Autre Ne Veut","wordCount":20,"categories":["culture","self","anxiety"],"text":"There's a constant anxiety that comes from having an innate sense of self, yet existing within a homogenised, aspirational culture."},{"placeId":45332,"author":"Jacques Derrida","wordCount":31,"categories":["today","school","anxiety"],"text":"Still today, I cannot cross the threshold of a teaching institution without physical symptoms, in my chest and my stomach, of discomfort or anxiety. And yet I have never left school."},{"placeId":64700,"author":"Leonard Baskin","wordCount":21,"categories":["money","survival","anxiety"],"text":"I always felt that I had anxiety of survival in terms of livelihood even when I was making plenty of money."},{"placeId":30099,"author":"Emile M. Cioran","wordCount":7,"categories":["philosophy","anxiety","ideas"],"text":"Philosophy: Impersonal anxiety; refuge among anemic ideas."},{"placeId":97550,"author":"Soren Kierkegaard","wordCount":6,"categories":["freedom","anxiety"],"text":"Anxiety is the dizziness of freedom."},{"placeId":100266,"author":"Scott Stossel","wordCount":18,"categories":["anxiety","understand","sense"],"text":"To grapple with and understand anxiety is, in some sense, to grapple with and understand the human condition."},{"placeId":71266,"author":"Max Lucado","wordCount":43,"categories":["moment","anxiety","treat"],"text":"Become a worry-slapper. Treat frets like mosquitoes. Do you procrastinate when a bloodsucking bug lights on your skin? 'I'll take care of it in a moment.' Of course you don't! You give the critter the slap it deserves. Be equally decisive with anxiety."},{"placeId":38933,"author":"Grimes","wordCount":18,"categories":["anxiety","working","bad"],"text":"The thing is, I really like working. If I sit around too much, I get really bad anxiety."},{"placeId":4693,"author":"Adam Mansbach","wordCount":30,"categories":["anxiety","people","parent"],"text":"I think there's a lot of anxiety about being seen as a bad parent. There's still a lot of subjects that I think people aren't entirely comfortable being honest about."},{"placeId":113924,"author":"Zach Galifianakis","wordCount":15,"categories":["good","i am","anxiety"],"text":"I am not into publicity. I'm not good at it. I get anxiety about it."},{"placeId":35820,"author":"Fred Durst","wordCount":31,"categories":["anxiety","wish","me"],"text":"There's an insecure part of me that comes out of me, I get nervous. I don't know why, I wish I could overcome it because it gives me an anxiety feeling."},{"placeId":93525,"author":"Richard Curtis","wordCount":26,"categories":["anxiety","uncertainty","real"],"text":"The real effect of the WTC calamity has been depressed spirits, anxiety, and uncertainty among publishers, and of course those emotions are not restricted to publishers."},{"placeId":26682,"author":"David Nicholls","wordCount":8,"categories":["fear","great","anxiety"],"text":"Fear and anxiety are great motivators for me."},{"placeId":77279,"author":"Mike McCue","wordCount":26,"categories":["anxiety","people","you"],"text":"You don't feel like you have to interact with a whole bunch of people when you get on Flipboard. It's not a source of social anxiety."},{"placeId":49890,"author":"John Ortberg","wordCount":23,"categories":["fear","thoughts","anxiety"],"text":"'Amusement' is appealing because we don't have to think; it spares us the fear and anxiety that might otherwise prey on our thoughts."},{"placeId":57073,"author":"Jane Mayer","wordCount":39,"categories":["anxiety","people","me"],"text":"And to me, it was interesting, some of the people I had interviewed who knew the insides to this program said that they also, to create anxiety and upset in the soldiers, they take Bibles and they trash them."},{"placeId":29330,"author":"Edvard Munch","wordCount":14,"categories":["anxiety","ship","should"],"text":"Without anxiety and illness I should have been like a ship without a rudder."},{"placeId":26466,"author":"David Antin","wordCount":28,"categories":["memories","anxiety","help"],"text":"The ancient Greek oral poets all had this anxiety about the deficiencies of their memories and always began poems by praying to the Muse to help them remember."},{"placeId":58977,"author":"Joko Beck","wordCount":22,"categories":["day","anxiety","people"],"text":"We are always doing something to cover up our basic existential anxiety. Some people live that way until the day they die."},{"placeId":5657,"author":"Art Alexakis","wordCount":18,"categories":["depression","anxiety","dark"],"text":"I have my dark side like anybody, you know, depression, anxiety... and I write about gritty, real-life stuff."},{"placeId":24967,"author":"Demosthenes","wordCount":12,"categories":["war","anxiety","you"],"text":"Beware lest in your anxiety to avoid war you obtain a master."},{"placeId":70638,"author":"Mark Haddon","wordCount":25,"categories":["anxiety","people","jealous"],"text":"Obviously I have a capacity for feeling extreme anxiety, and there are people out there who don't. I'm to some extent rather jealous of them."},{"placeId":73667,"author":"Mary Roach","wordCount":45,"categories":["anxiety","down","done"],"text":"I make lists to keep my anxiety level down. If I write down 15 things to be done, I lose that vague, nagging sense that there are an overwhelming number of things to be done, all of which are on the brink of being forgotten."},{"placeId":103924,"author":"Tom Hooper","wordCount":41,"categories":["leader","world","anxiety"],"text":"With the coming of radio as a mass medium, suddenly the world changed. It became about, 'Can this leader project emotional connection through the way he speaks on the radio?' And the anxiety about whether he could do that, we've inherited."},{"placeId":80475,"author":"Nathaniel Rateliff","wordCount":42,"categories":["music","memories","anxiety"],"text":"One of my initial memories of being taken over by music was watching Paul McCartney on TV play a tribute to John Lennon. He was playing piano by himself and singing 'Imagine,' and I remember feeling an anxiety and shortness of breath."},{"placeId":79096,"author":"Michaela Watkins","wordCount":17,"categories":["anxiety","think","person"],"text":"I do think non-linearly. So I think that comes off as nervousness or anxiety in a person."},{"placeId":100265,"author":"Scott Stossel","wordCount":42,"categories":["personality","anxiety","may"],"text":"There is an element in which anxiety co-represents with aspects of my personality I wouldn't want to give up. It allows you to have foresight. I may not be as empathetic. It's hard to figure out the difference between pathology and personality."},{"placeId":93204,"author":"Romesh Gunesekera","wordCount":20,"categories":["anxiety","you","nostalgia"],"text":"Most childhoods are full of anxiety, but that tends to get smoothed over, so you have a sense of nostalgia."},{"placeId":14972,"author":"Bruce Robinson","wordCount":37,"categories":["god","i am","anxiety"],"text":"I wake up most days with a vague feeling of doom - 'Dear God. Here I am again.' Then, when I read about politicians in the newspaper, the vengefulness starts. By mid-morning, the anxiety is kicking in."},{"placeId":45159,"author":"Jack Nicklaus","wordCount":7,"categories":["anxiety","concentration","fine"],"text":"Concentration is a fine antidote to anxiety."},{"placeId":34741,"author":"Flume","wordCount":41,"categories":["life","beach","anxiety"],"text":"I've grown up by the beach all my life, and I almost get anxiety if I haven't been swimming for a couple weeks or a month. It kind of builds up, so I try and get out as much as possible."},{"placeId":56093,"author":"Jenny Lawson","wordCount":43,"categories":["time","good","anxiety"],"text":"The hardest thing to write was explaining what anxiety feels like. Every time I'd try to really write about what it feels like to have an anxiety attack, I would actually have an anxiety attack. It was good material but so incredibly uncomfortable."},{"placeId":51302,"author":"Jessica Chastain","wordCount":16,"categories":["mom","i am","anxiety"],"text":"I always say I am a realist, and my mom says, 'No, you just have anxiety.'"},{"placeId":16726,"author":"Chip Conley","wordCount":13,"categories":["anxiety","building","influence"],"text":"Once you know the emotional building blocks of anxiety, you can influence them."},{"placeId":48201,"author":"Joyce Carol Oates","wordCount":38,"categories":["work","creative","anxiety"],"text":"Any kind of creative activity is likely to be stressful. The more anxiety, the more you feel that you are headed in the right direction. Easiness, relaxation, comfort - these are not conditions that usually accompany serious work."},{"placeId":34382,"author":"Fanny Howe","wordCount":41,"categories":["poetry","anxiety","voice"],"text":"In poetry, I have, since very young, loved poetry in translation. The Chinese, the French, the Russians, Italians, Indians and early Celts: the formality of the translator's voice, their measured breath and anxiety moves me as it lingers over the original."},{"placeId":98033,"author":"Samantha Bee","wordCount":32,"categories":["anxiety","shy","trouble"],"text":"I'm shy, but I'm not clinically shy. I don't have social anxiety disorder or anything like that. I more have a gentle shyness. Like, I have a little trouble mingling at parties."},{"placeId":103966,"author":"Thiruvalluvar","wordCount":14,"categories":["god","mind","anxiety"],"text":"Those who worship God only, can get rid of anxiety of mind; others cannot."},{"placeId":73776,"author":"Matt Haig","wordCount":27,"categories":["depression","anxiety","people"],"text":"It is very hard to explain to people who have never known serious depression or anxiety the sheer continuous intensity of it. There is no off switch."},{"placeId":100270,"author":"Scott Stossel","wordCount":41,"categories":["anxiety","me","easy"],"text":"Generally speaking, the anxiety will pass, which is easy for me to say when I'm not in the middle of an anxiety attack. When you're in the throes of one, it's hard to feel anything other than utter misery and terror."},{"placeId":70683,"author":"Martha Beck","wordCount":25,"categories":["future","moment","anxiety"],"text":"Anything you're trying to will is focused on the future; it's always associated with some sort of anxiety that makes the present moment somewhat uncomfortable."},{"placeId":86206,"author":"Polly Toynbee","wordCount":33,"categories":["depression","pain","anxiety"],"text":"One in six people suffer depression or a chronic anxiety disorder. These are not the worried well but those in severe mental pain with conditions crippling enough to prevent them living normal lives."},{"placeId":67317,"author":"Kris Kristofferson","wordCount":10,"categories":["life","anxiety","my own"],"text":"I really have no anxiety about controlling my own life."},{"placeId":61056,"author":"Leonard Cohen","wordCount":35,"categories":["life","depression","anxiety"],"text":"I speak of a clinical depression that is the background of your entire life, a background of anguish and anxiety, a sense that nothing goes well, that pleasure is unavailable and all your strategies collapse."},{"placeId":113057,"author":"Vinny Guadagnino","wordCount":38,"categories":["sadness","anxiety","problem"],"text":"The root of the problem I have is anxiety, and it's all derived from something - I'm just going to say it, some kind of sadness. It manifests in so many different ways and it affects people differently."},{"placeId":100268,"author":"Scott Stossel","wordCount":23,"categories":["life","history","anxiety"],"text":"I've always been interested in intellectual history and in psychology, and anxiety is obviously something that's been a big part of my life."},{"placeId":47219,"author":"John P. Kotter","wordCount":23,"categories":["fear","anxiety","complacency"],"text":"A higher rate of urgency does not imply ever-present panic, anxiety, or fear. It means a state in which complacency is virtually absent."},{"placeId":73867,"author":"Maurice Sendak","wordCount":34,"categories":["children","anxiety","want"],"text":"Certainly we want to protect our children from new and painful experiences that are beyond their emotional comprehension and that intensify anxiety; and to a point we can prevent premature exposure to such experiences."},{"placeId":100260,"author":"Scott Stossel","wordCount":32,"categories":["good","parents","anxiety"],"text":"My parents were not perfect, but no one's parents are. As childhoods go, mine was pretty comfortable and good in a lot of ways, and yet I still ended up with anxiety."},{"placeId":85092,"author":"Paolo Bacigalupi","wordCount":35,"categories":["anxiety","research","trying"],"text":"The sources and research I use for my inspiration aren't your typical sci-fi subjects, but it's really driven by obsession and personal anxiety more than trying to take up the sword and do what's right."},{"placeId":13209,"author":"Bob Beauprez","wordCount":19,"categories":["anxiety","uncertainty"],"text":"Obama's economic policies obviously have not worked, and have left the American market place with enormous uncertainty and anxiety."},{"placeId":96909,"author":"Sigmund Freud","wordCount":21,"categories":["experience","anxiety","birth"],"text":"The act of birth is the first experience of anxiety, and thus the source and prototype of the affect of anxiety."},{"placeId":71609,"author":"Michael Eric Dyson","wordCount":27,"categories":["anxiety","america","think"],"text":"I think the O.J. Simpson case conjured all the paranoia, the racial anxiety, but also the racial fatigue that America has endured over the last half century."},{"placeId":82847,"author":"Noreena Hertz","wordCount":29,"categories":["stress","vision","anxiety"],"text":"Stress makes us prone to tunnel vision, less likely to take in the information we need. Anxiety makes us more risk-averse than we would be regularly and more deferential."},{"placeId":95465,"author":"Sade Adu","wordCount":18,"categories":["time","anxiety","late"],"text":"The anxiety I feel when I'm late is nothing like the anxiety I feel when I'm on time."},{"placeId":68853,"author":"Karl Abraham","wordCount":39,"categories":["morning","day","anxiety"],"text":"A person who suffers from severe locomotor anxiety finds himself in an almost permanent state of mental tension. He wakes in the morning with the anxious expectation of having to go out somewhere in the course of the day."},{"placeId":83758,"author":"Pauline Kael","wordCount":13,"categories":["anxiety","mistake","too much"],"text":"A mistake in judgment isn't fatal, but too much anxiety about judgment is."},{"placeId":100264,"author":"Scott Stossel","wordCount":21,"categories":["friends","anxiety","colleagues"],"text":"I had no trouble with strangers finding out about my anxiety. It was my friends and colleagues I was concerned about."},{"placeId":16025,"author":"Catherine Zeta-Jones","wordCount":33,"categories":["myself","fear","anxiety"],"text":"I have this system. I torture my husband and everyone around me with my nerves and anxiety. Then, when I get on stage, the fear is gone. I've exhausted myself. It just dissipates."},{"placeId":78767,"author":"Max Winkler","wordCount":43,"categories":["anxiety","influence","think"],"text":"I think Woody Allen calls it 'anxiety of influence.' When you're in your formative years and you watch a movie that makes you want to make movies... For Wes Anderson, it's Truffaut. I'm sure for P.T. Anderson it was Scorsese and Jonathan Demme."},{"placeId":88222,"author":"Ovid","wordCount":14,"categories":["anxiety","pleasure","pure"],"text":"There is no such thing as pure pleasure; some anxiety always goes with it."},{"placeId":50944,"author":"Jay Parini","wordCount":44,"categories":["anxiety","suffering","garbage"],"text":"I suspect that a huge amount of the anxiety and suffering that we see around can be closely traced to our wanton misuse of our resources. Just look at any garbage dump and see what is wasted. In a sense, we've wasted our souls."},{"placeId":17850,"author":"Clive Barker","wordCount":25,"categories":["experience","anxiety","feeling"],"text":"Gather experience... Look at what you should not look at. A feeling of anxiety is the sure and certain evidence that you should do this."},{"placeId":108421,"author":"Tom Cochrane","wordCount":10,"categories":["loneliness","believe","anxiety"],"text":"I believe a lot of disease comes from anxiety, loneliness."},{"placeId":56902,"author":"James Lasdun","wordCount":47,"categories":["positive","myself","anxiety"],"text":"I don't think I could, with a straight face, describe myself as a completely positive person, but I'm not overly negative, either. On the whole, most writers think plots through to their consequences, and it's not always a sunny place. I have an occupational temperament for anxiety."},{"placeId":82290,"author":"Nigella Lawson","wordCount":21,"categories":["life","anxiety","overwhelmed"],"text":"At some stages of your life you will deal with things and at others you are overwhelmed with misery and anxiety."},{"placeId":1966,"author":"Abraham Lincoln","wordCount":32,"categories":["prayer","anxiety","may"],"text":"I know that the Lord is always on the side of the right; but it is my constant anxiety and prayer that I and this nation may be on the Lord's side."},{"placeId":76472,"author":"Maura Tierney","wordCount":26,"categories":["joy","cooking","anxiety"],"text":"I wish I had a little more joy of cooking - because mostly I have anxiety of cooking. I'm so proud when things come out well."},{"placeId":82044,"author":"Nick Cave","wordCount":43,"categories":["funny","deep","anxiety"],"text":"People often can't separate, or can't understand, that to be funny is to be serious; it's a way of pulling people in and not scaring them off. I think a lot of the funny stuff, underneath it, there's a deep anxiety going on."},{"placeId":112732,"author":"Vin Diesel","wordCount":33,"categories":["work","anxiety","trying"],"text":"The thing I'm scared of most is not fulfilling my work. There's so much anxiety around trying to get a movie made that you don't really get to be afraid of anything else."},{"placeId":18530,"author":"Charlie Puth","wordCount":43,"categories":["mom","anxiety","nice"],"text":"When I get high anxiety, I vomit. My mom was so stressed out. Then I found out I was staying in John Mayer's old dorm room, and I had a nice roommate. That completely brought me down. I was completely comfortable at Berklee."},{"placeId":114004,"author":"Yair Lapid","wordCount":13,"categories":["pride","anxiety","through"],"text":"The State of Israel was not established by anxiety but, rather, through pride."},{"placeId":22218,"author":"Dane Cook","wordCount":37,"categories":["anxiety","moments","silly"],"text":"I was not a silly kid or outgoing. In fact, I suffered from quite a bit of anxiety. I used to have panic attacks when I was a teenager, really incapacitating moments, because I had some phobias."},{"placeId":114027,"author":"Zach Woodlee","wordCount":14,"categories":["anxiety","you","being"],"text":"I can't even tell you the anxiety I get from being around those cameras!"},{"placeId":61578,"author":"Lisa Cholodenko","wordCount":30,"categories":["life","relationship","anxiety"],"text":"The source of so much of my anxiety in life and the tensions in my relationship is my anxiety about my kid. It's all very abstract and unfounded and ungrounded."},{"placeId":75197,"author":"Maria Semple","wordCount":28,"categories":["crazy","anxiety","know"],"text":"I know what it's like to feel snobby; I know what it's like to feel anxiety; I know what it's like to feel like busted because you're crazy."},{"placeId":88516,"author":"Rene Russo","wordCount":30,"categories":["depression","anxiety","people"],"text":"Unfortunately, I think depression and anxiety are really hard to live with. And what people don't need is to feel bad about themselves because they decide to go on medication."},{"placeId":92952,"author":"Robert Evans","wordCount":19,"categories":["attitude","parenting","anxiety"],"text":"When a parent shows up with an attitude of entitlement, understand that under it is a boatload of anxiety."},{"placeId":100262,"author":"Scott Stossel","wordCount":25,"categories":["book","anxiety","understanding"],"text":"There's a book that's critical to understanding anxiety, a 17th-century book, 'The Anatomy of Melancholy,' by Robert Burton. I wanted to write something like that."},{"placeId":75185,"author":"Maria Bello","wordCount":35,"categories":["character","anxiety","rest"],"text":"There is always one person on the set who has a lot of anxiety, an actor who is really intense and has to stay in character and holds himself away from the rest of us."},{"placeId":22955,"author":"David D. Burns","wordCount":7,"categories":["kindness","anxiety","cause"],"text":"Kindness is the cause of all anxiety."},{"placeId":55422,"author":"John Corey Whaley","wordCount":22,"categories":["nature","anxiety","me"],"text":"Dealing with chronic anxiety has taught me to better understand the nuances of mental illness and the very individual nature of it."},{"placeId":41671,"author":"Henry Ward Beecher","wordCount":21,"categories":["faith","anxiety","tomorrow"],"text":"Every tomorrow has two handles. We can take hold of it with the handle of anxiety or the handle of faith."},{"placeId":35898,"author":"Garth Risk Hallberg","wordCount":25,"categories":["anxiety","me","narcissism"],"text":"When I get online, there's this cycle of anxiety and narcissism that takes over, which is the part of me that I like the least."},{"placeId":45777,"author":"Jason Statham","wordCount":24,"categories":["fear","pain","anxiety"],"text":"A lot of the characters I've played before are heroic or invincible in some ways and not tuned into fear and anxiety and pain."},{"placeId":103836,"author":"Taylor Hanson","wordCount":45,"categories":["small","anxiety","people"],"text":"I don't know if it's irrational, and I would never say this before, but I think I'm a little bit agoraphobic when I'm in huge crowds of people. I mean, it's claustrophobic, probably - small spaces and large groups of people, anxiety rises for me."},{"placeId":82473,"author":"Norman Mailer","wordCount":8,"categories":["man","anxiety","natural"],"text":"The natural role of twentieth-century man is anxiety."},{"placeId":4690,"author":"Adam Mansbach","wordCount":27,"categories":["thinking","writing","anxiety"],"text":"For me, most of the anxiety and difficulty of writing takes place in the act of not writing. It's the procrastination, the thinking about writing that's difficult."},{"placeId":18189,"author":"Carol Ann Duffy","wordCount":18,"categories":["anxiety","think","different"],"text":"I think the dangers are different now. Our abuse of the planet and our resources is an anxiety."},{"placeId":94311,"author":"Rita Coolidge","wordCount":20,"categories":["cool","anxiety","me"],"text":"If I'm driving to L.A. and have anxiety about making the drive, if I've got Peggy with me, we're cool."},{"placeId":107259,"author":"Tyler Perry","wordCount":16,"categories":["fear","great","anxiety"],"text":"I have a fear of tubes and tunnels. Going through any tunnel causes me great anxiety."},{"placeId":6863,"author":"Autre Ne Veut","wordCount":15,"categories":["depression","anxiety","master"],"text":"I have a master's in psychology, and depression and anxiety are considered to be cyclical."},{"placeId":775,"author":"Amanda Seyfried","wordCount":19,"categories":["age","sad","anxiety"],"text":"It's sad, actually, because my anxiety keeps me from enjoying things as much as I should at this age."},{"placeId":109406,"author":"Walter O'Brien","wordCount":13,"categories":["anxiety","me","emotions"],"text":"I'm left-brain dominant, so anxiety and nervousness don't affect me; most emotions don't."},{"placeId":72116,"author":"Mike Pence","wordCount":16,"categories":["leader","anxiety","people"],"text":"Donald Trump understands the anxiety and aspirations of the American people like no leader since Reagan."},{"placeId":26272,"author":"Daniel Yergin","wordCount":11,"categories":["age","anxiety","energy"],"text":"We are living in a new age of energy supply anxiety."},{"placeId":100255,"author":"Scott Stossel","wordCount":39,"categories":["anxiety","people","face"],"text":"I wanted to put a human face on anxiety disorders. I thought people who suffer from anxiety might recognize themselves and gain some comfort from my story and for those who don't suffer from anxiety disorders gain some understanding."},{"placeId":104737,"author":"Tove Jansson","wordCount":20,"categories":["anxiety","better","look"],"text":"Sometimes it's better to look at things than own them... owning means anxiety and lots of bags to carry around."},{"placeId":111024,"author":"Walid Jumblatt","wordCount":34,"categories":["good","anxiety","enemy"],"text":"The Islamic State is a threat to both the moderate Islam headed by Mr. Saad al-Hariri and, of course, for Hezbollah. There is a convergence, an anxiety of a common enemy... which is good."},{"placeId":90863,"author":"Ricky Williams","wordCount":13,"categories":["moment","anxiety","better"],"text":"The moment I started treating my social anxiety disorder, I started feeling better."},{"placeId":2966,"author":"Alexander Pope","wordCount":17,"categories":["health","anxiety","diet"],"text":"What some call health, if purchased by perpetual anxiety about diet, isn't much better than tedious disease."},{"placeId":74457,"author":"Mike Huckabee","wordCount":36,"categories":["trust","employees","anxiety"],"text":"Things that have happened with Enron and companies like that, where they've squandered their employees' pension funds, I think it has brought a new level of anxiety. People don't feel like they can trust their employer."},{"placeId":62957,"author":"Leonard Mlodinow","wordCount":24,"categories":["strength","anxiety","people"],"text":"People intuitively realize that there is strength in numbers and take comfort in the company of others, especially in times of anxiety or need."},{"placeId":92981,"author":"Robert Harris","wordCount":22,"categories":["anxiety","think","nation"],"text":"I think that whenever a nation feels itself to be at is zenith, it starts to feel a creeping sense of anxiety."},{"placeId":64845,"author":"Louise Bourgeois","wordCount":34,"categories":["fear","space","anxiety"],"text":"Space is something that you have to define. Otherwise, it is like anxiety, which is too vague. A fear is something specific. I like claustrophobic spaces, because at least then you know your limits."},{"placeId":100070,"author":"Sara Zarr","wordCount":33,"categories":["love","anxiety","tomorrow"],"text":"Making lists of favorite things is, for me, a task ridden with anxiety. What if I've accidentally excluded something I love? What if I discover something new tomorrow that I love even more?"},{"placeId":2371,"author":"Alain de Botton","wordCount":28,"categories":["respect","political","anxiety"],"text":"Status anxiety definitely exists at a political level. Many Iraqis were annoyed with the US essentially for reasons of status: for not showing them respect, for humiliating them."},{"placeId":64698,"author":"Leonard Baskin","wordCount":41,"categories":["life","attitude","anxiety"],"text":"I think it has other roots, has to do, in part, with a general anxiety in contemporary life... nuclear bombs, inequality of possibility and chance, inequality of goods allotted to us, a kind of general racist, unjust attitude that is pervasive."},{"placeId":30375,"author":"Emma Stone","wordCount":39,"categories":["mom","anxiety","child"],"text":"I had massive anxiety as a child. I was in therapy. From 8 to 10, I was borderline agora-phobic. I could not leave my mom's side. I don't really have panic attacks anymore, but I had really bad anxiety."},{"placeId":14807,"author":"Ben Platt","wordCount":18,"categories":["struggle","anxiety","proud"],"text":"I have had a struggle with anxiety, always, and as a proud Jew, that's not a surprising thing."},{"placeId":81923,"author":"Nick Saban","wordCount":32,"categories":["failure","fear","anxiety"],"text":"We all have anxiety about things. We all have little insecurities, but eventually you have to face your fears if you want to be successful, and everybody has some fear of failure."},{"placeId":33968,"author":"Fiona Gubelmann","wordCount":41,"categories":["woman","looking","anxiety"],"text":"I have a lot of anxiety about the red carpet. As a woman, it's uncomfortable to be in a position in which people are judging you, looking at what you're wearing, and criticizing you - not necessarily in a negative way."},{"placeId":1180,"author":"Angela Carter","wordCount":19,"categories":["beginning","soul","anxiety"],"text":"Anxiety is the beginning of conscience, which is the parent of the soul but is not compatible with innocence."},{"placeId":56701,"author":"Jack Irons","wordCount":33,"categories":["time","anxiety","problems"],"text":"It was about this time that I began experiencing the beginnings of my battles with an anxiety disorder. We were touring a lot and there were some developing personal problems within the band."},{"placeId":60493,"author":"Laura Linney","wordCount":13,"categories":["fear","anxiety","you"],"text":"Fear, anxiety and neurosis: that's just in the suitcase when you're an actor."},{"placeId":59267,"author":"James Black","wordCount":18,"categories":["anxiety","exercise","emotion"],"text":"Clinically, angina pectoris was known to be precipitated by anxiety and emotion just as well as by exercise."},{"placeId":93789,"author":"Robert Lopez","wordCount":28,"categories":["i am","writing","anxiety"],"text":"I basically never feel like writing. I am a happy-go-lucky, relaxed, fun-seeking kind of person. And working disturbs that, because it puts me in a state of anxiety."},{"placeId":49771,"author":"John Lubbock","wordCount":23,"categories":["anxiety","suffering","people"],"text":"We often hear of people breaking down from overwork, but in nine out of ten they are really suffering from worry or anxiety."},{"placeId":85800,"author":"Peter Carey","wordCount":13,"categories":["anxiety","worry","fiction"],"text":"Writers, at least writers of fiction, are always full of anxiety and worry."},{"placeId":76401,"author":"Matthew Pearl","wordCount":23,"categories":["dog","alone","anxiety"],"text":"I had a dog named Oliver with severe separation anxiety. He couldn't be alone... so I had to bring him wherever I went."},{"placeId":100257,"author":"Scott Stossel","wordCount":24,"categories":["school","anxiety","tennis"],"text":"During high school, I would purposely lose tennis and squash matches to escape the agony of anxiety that competitive situations would provoke in me."},{"placeId":25885,"author":"Donny Osmond","wordCount":42,"categories":["anxiety","die","knowing"],"text":"Well, unless you've suffered from panic attacks and social anxiety disorders, which is what I was diagnosed as having, it's hard to explain it. But you go on stage knowing you're actually physically going to die. You will keel over and die."},{"placeId":100256,"author":"Scott Stossel","wordCount":31,"categories":["anxiety","me","evening"],"text":"Many nights, I would begin the evening fueled by caffeine and nicotine, which I needed to propel me out of torpor and hopelessness - only to overshoot into quaking, quivering anxiety."},{"placeId":17145,"author":"Christopher Hitchens","wordCount":28,"categories":["experience","pain","anxiety"],"text":"Like the experience of warfare, the endurance of grave or terminal illness involves long periods of tedium and anxiety, punctuated by briefer interludes of stark terror and pain."},{"placeId":84799,"author":"Plato","wordCount":11,"categories":["great","men","anxiety"],"text":"Nothing in the affairs of men is worthy of great anxiety."},{"placeId":33754,"author":"Enrique Vila-Matas","wordCount":30,"categories":["end","anxiety","dark"],"text":"When it grows dark, we always need someone. This thought, the product of anxiety, only comes to me in the evenings, just when I'm about to end my writerly explorations."},{"placeId":6860,"author":"Autre Ne Veut","wordCount":21,"categories":["anxiety","real","social"],"text":"There's a real existential anxiety at having to exist not just in a generalised social framework, but a capitalist social framework."},{"placeId":6862,"author":"Autre Ne Veut","wordCount":22,"categories":["depression","anxiety","thought"],"text":"I always thought I was depressive, and I only recently realized that I have more of an anxiety disorder than chronic depression."},{"placeId":64829,"author":"Louis Kronenberger","wordCount":23,"categories":["today","anxiety","people"],"text":"Many people today don't want honest answers insofar as honest means unpleasant or disturbing, They want a soft answer that turneth away anxiety."},{"placeId":104888,"author":"Ta-Nehisi Coates","wordCount":47,"categories":["father","anger","anxiety"],"text":"My father was so very afraid. I felt it in the sting of his black leather belt, which he applied with more anxiety than anger, my father who beat me as if someone might steal me away, because that was exactly what was happening all around us."},{"placeId":111133,"author":"Walton Goggins","wordCount":25,"categories":["youth","i am","anxiety"],"text":"I do not have the angst and the anxiety of my youth. I've gotten to a place where I'm very comfortable with who I am."},{"placeId":50840,"author":"Jane McGonigal","wordCount":7,"categories":["anxiety","growing up","growing"],"text":"Growing up, I was prone to anxiety."},{"placeId":93243,"author":"Rosanne Cash","wordCount":36,"categories":["myself","focus","anxiety"],"text":"And I kind of said to myself if I get my voice back I'm not going to take back the old anxiety about it and just focus on the limitations. I'm really going to enjoy it."},{"placeId":781,"author":"Amanda Seyfried","wordCount":6,"categories":["life","anxiety","just"],"text":"Anxiety, it just stops your life."},{"placeId":113062,"author":"Vinny Guadagnino","wordCount":32,"categories":["mind","anxiety","think"],"text":"Anxiety is a natural thing humans have. You know, that's how we evolve. That's how we are, you know, we think things through. Sometimes my mind just thinks things through a lot."},{"placeId":100259,"author":"Scott Stossel","wordCount":47,"categories":["myself","anxiety","people"],"text":"There are lots of things, including changing the kind of inner dialog, that can mitigate anxiety. And yes, there are people who have the glass half full and glass half empty, and I'm afraid the glass is going to break and I'll cut myself on the shards."},{"placeId":63217,"author":"Lois McMaster Bujold","wordCount":9,"categories":["dreams","anxiety","like"],"text":"Seems like half my anxiety dreams are about airports."},{"placeId":99091,"author":"Sia Furler","wordCount":30,"categories":["anxiety","trying","security"],"text":"I have social anxiety. It's easier up on stage because there's security in being there. When I'm off stage I'm trying not to be a manic freak. I'm quite shy."},{"placeId":109128,"author":"W. H. Auden","wordCount":6,"categories":["time","age","anxiety"],"text":"Now is the age of anxiety."},{"placeId":48360,"author":"James Earl Jones","wordCount":37,"categories":["war","world","anxiety"],"text":"Even during the rationing period, during World War II, we didn't have the anxiety that we'd starve, because we grew our own potatoes, you know? And our own hogs, and our own cows and stuff, you know."},{"placeId":86574,"author":"Philip Pullman","wordCount":28,"categories":["anxiety","young","duty"],"text":"That's the duty of the old, to be anxious on behalf of the young. And the duty of the young is to scorn the anxiety of the old."},{"placeId":36338,"author":"George Murray","wordCount":10,"categories":["i am","performance","anxiety"],"text":"I am certainly suffering from a modicum of performance anxiety."},{"placeId":90866,"author":"Ricky Williams","wordCount":18,"categories":["fear","i am","anxiety"],"text":"Well, I am now convinced there is no kind of fear or anxiety anyone has to live with."},{"placeId":16462,"author":"Charles Spurgeon","wordCount":15,"categories":["strength","today","anxiety"],"text":"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength."},{"placeId":55423,"author":"John Corey Whaley","wordCount":26,"categories":["choices","anxiety","me"],"text":"I've found that a combination of therapy and medication, along with lifestyle choices like eating better and exercising regularly, helps me cope well with my anxiety."},{"placeId":110050,"author":"William Godwin","wordCount":39,"categories":["imagination","men","anxiety"],"text":"Without imagination, there can be no genuine ardor in any pursuit or for any acquisition, and without imagination, there can be no genuine morality, no profound feeling of other men's sorrow, no ardent and persevering anxiety for their interests."},{"placeId":54693,"author":"Jean Dujardin","wordCount":32,"categories":["anxiety","think","you"],"text":"It's quite pretentious, really, isn't it? The notion the audience is going to be interested in you for an hour and a half. Think too much about that and anxiety takes over."},{"placeId":22216,"author":"Dane Cook","wordCount":16,"categories":["anxiety","panic","up"],"text":"I grew up very self-loathing. I was a phobic. I had anxiety. I had panic attacks."},{"placeId":88883,"author":"Robin Marantz Henig","wordCount":22,"categories":["fear","anxiety","you"],"text":"Anxiety is not fear, exactly, because fear is focused on something right in front of you - a real and objective danger."},{"placeId":105228,"author":"Ted Danson","wordCount":33,"categories":["reading","anxiety","me"],"text":"I tell you, the difference for me is between being victimized, terrorized, numbed by reading about different disasters, or reducing the anxiety by getting up and doing something about it, at whatever level."},{"placeId":90864,"author":"Ricky Williams","wordCount":15,"categories":["anxiety","me","find"],"text":"Now that I have conquered social anxiety disorder, I find pleasure in fans approaching me."},{"placeId":108408,"author":"Toks Olagundoye","wordCount":12,"categories":["anxiety","you","more"],"text":"You're able to do more when you're not clouded with wasted anxiety."},{"placeId":94859,"author":"Renee O'Connor","wordCount":28,"categories":["joy","anxiety","think"],"text":"I think the joy of wanting to direct is having that nervous anxiety knowing your film is about to be shown and you're sitting right there with everyone."},{"placeId":80796,"author":"Nouriel Roubini","wordCount":36,"categories":["pain","world","anxiety"],"text":"I think it's true that the 1 Percent or the elite are living in a world of, maybe, excessive privilege, and they don't fully realize how much pain and suffering, how much anxiety exists out there."},{"placeId":42047,"author":"Hugh Grant","wordCount":17,"categories":["pain","anxiety","comedy"],"text":"Comedy is probably a way of dealing with anxiety. Sometimes it's a way of dealing with pain."},{"placeId":63320,"author":"Lorna Luft","wordCount":26,"categories":["mother","suicide","anxiety"],"text":"My mother's suicide attempts were a way to release anxiety and get attention. Some of the attempts were drug reactions she didn't even remember later on."},{"placeId":68191,"author":"Kelly Sue DeConnick","wordCount":38,"categories":["book","space","anxiety"],"text":"If you have a smartphone - and you have a smartphone - then you have a comic book store in your pocket. So you don't have to get over any social anxiety you have about entering that space."},{"placeId":83265,"author":"Patti Smith","wordCount":45,"categories":["good","makeup","anxiety"],"text":"I was in musical comedy. And I did very well, but the memorization killed me. I'm not good at memorizing, and it gave me a lot of anxiety. I hated the makeup. I hated all that pancake makeup. I didn't really like dressing for parts."},{"placeId":112053,"author":"Vanessa Marcil","wordCount":16,"categories":["woman","anxiety","know"],"text":"I don't know any woman who doesn't have an anxiety attack about wearing a bathing suit."},{"placeId":74588,"author":"Mike White","wordCount":45,"categories":["anxiety","start","want"],"text":"As an actor and a writer, the anxiety about doing TV is that you start to feel like you get married to one tone or one kind of idea and you feel like you want to be able to express a lot of different things."},{"placeId":92017,"author":"Rose Kennedy","wordCount":12,"categories":["learning","anxiety","place"],"text":"Neither comprehension nor learning can take place in an atmosphere of anxiety."},{"placeId":2170,"author":"Aesop","wordCount":13,"categories":["food","peace","anxiety"],"text":"A crust eaten in peace is better than a banquet partaken in anxiety."},{"placeId":7113,"author":"Amy Clampitt","wordCount":17,"categories":["time","anxiety","long"],"text":"When you get over the anxiety, you discover you should have been mad a long time ago."},{"placeId":9654,"author":"Barry Levinson","wordCount":19,"categories":["work","anxiety","chance"],"text":"I got a chance to work with Mel Brooks on two of his films: Silent Movie and High Anxiety."},{"placeId":35732,"author":"Fyodor Dostoevsky","wordCount":23,"categories":["man","anxiety","free"],"text":"Man, so long as he remains free, has no more constant and agonizing anxiety than find as quickly as possible someone to worship."},{"placeId":86351,"author":"Peter Stuyvesant","wordCount":16,"categories":["anxiety","lead","hand"],"text":"It is not the least anxiety that we have so little powder and lead on hand."},{"placeId":69807,"author":"Malcolm Gladwell","wordCount":27,"categories":["obstacles","world","anxiety"],"text":"When people from organizations like the World Bank descended on Third World countries, they always tried to remove obstacles to development, to reduce economic anxiety and uncertainty."},{"placeId":103894,"author":"Tim Kaine","wordCount":9,"categories":["anxiety","economic","sense"],"text":"My sense is that economic anxiety means electoral volatility."},{"placeId":105390,"author":"Terry Bradshaw","wordCount":32,"categories":["crazy","night","anxiety"],"text":"It was driving me crazy that I couldn't remember something that I studied the night before. All it did was trigger my anxiety, and all of sudden everything would snowball on me."},{"placeId":29124,"author":"Dinaw Mengestu","wordCount":47,"categories":["eyes","anxiety","lawyer"],"text":"I was always curious about the anxiety a person would feel when you open your mouth and you have an accent. You could have a Ph.D. or be a lawyer, but as soon as you say something, you may be diminished in the eyes of someone else."},{"placeId":111895,"author":"Vanessa Carlton","wordCount":24,"categories":["food","anxiety","eating"],"text":"Food can become such a point of anxiety - not because it's food, but just because you have anxiety. That's how eating disorders develop."},{"placeId":41359,"author":"Henry David Thoreau","wordCount":19,"categories":["nature","anxiety","moments"],"text":"There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature."},{"placeId":26276,"author":"Daniel Yergin","wordCount":19,"categories":["anxiety","price","oil"],"text":"A premium in the oil price of somewhere between 10 to 15 dollars a barrel reflects this heightened anxiety."},{"placeId":29335,"author":"Edvard Munch","wordCount":25,"categories":["art","deep","anxiety"],"text":"For as long as I can remember I have suffered from a deep feeling of anxiety which I have tried to express in my art."},{"placeId":22371,"author":"Dalai Lama","wordCount":33,"categories":["happy","anxiety","suffering"],"text":"Physical comforts cannot subdue mental suffering, and if we look closely, we can see that those who have many possessions are not necessarily happy. In fact, being wealthy often brings even more anxiety."},{"placeId":64849,"author":"Louise Bourgeois","wordCount":43,"categories":["anxiety","drawing","finish"],"text":"I know that when I finish a drawing, my anxiety level decreases. The realistic drawings are a way of pinning down an idea. I don't want to loose it. With the abstract drawings, when I'm feeling loose, I can slip into the unconscious."},{"placeId":64539,"author":"Lin Shaye","wordCount":37,"categories":["myself","anxiety","me"],"text":"I've had a couple of odd experiences - unexplainable anxiety that came my way through a belief in something... I mean, it sounds cryptic, but... anything for me that turns myself against myself, I stay away from."},{"placeId":15944,"author":"Cass Sunstein","wordCount":28,"categories":["anxiety","people","know"],"text":"Having a constant productive anxiety doesn't mean that people are miserable and wailing but that people know they will be held accountable if things do not go right."},{"placeId":100581,"author":"Sherwin B. Nuland","wordCount":34,"categories":["time","depression","anxiety"],"text":"Once the notion of depression had begun to dominate the diagnostic armamentarium, it became but a matter of time before patients with relatively mild disorders of mood or anxiety would be entered into it."},{"placeId":344,"author":"Alan Ball","wordCount":42,"categories":["strong","heart","anxiety"],"text":"I know a lot of shows are like, 'Here's the pages,' right before they start filming. I'd have a heart attack. The anxiety would be way too much for me. I don't have as strong a backbone as those other show writers."},{"placeId":82447,"author":"Noah Baumbach","wordCount":13,"categories":["anxiety","friend","think"],"text":"I think anxiety is dangerous, but it makes you think it's your friend."},{"placeId":67464,"author":"Kylie Jenner","wordCount":18,"categories":["morning","anxiety","problem"],"text":"I wake up every morning with the worst anxiety. I don't know why. I have, like, a problem."},{"placeId":100258,"author":"Scott Stossel","wordCount":7,"categories":["life","anxiety","my life"],"text":"Anxiety has afflicted me all my life."}]