[{"placeId":42657,"author":"Harrison Birtwistle","wordCount":30,"categories":["attitude","time","week"],"text":"The theatre only knows what it's doing next week, not like the opera, where they say: What are we going to do in five years' time? A completely different attitude."},{"placeId":62926,"author":"Leon Panetta","wordCount":26,"categories":["attitude","today","good"],"text":"Today, I think the attitude is that governing is not necessarily good politics, and the result is that it's much more partisan and much more divided."},{"placeId":69109,"author":"Kurt Busiek","wordCount":39,"categories":["attitude","character","name"],"text":"You've got to leave the reader with more than just a name and a costume - they need to know who the character is, what they're like, what kind of attitude they have, what sort of role they play."},{"placeId":91075,"author":"Richard P. Feynman","wordCount":16,"categories":["attitude","people","thought"],"text":"I thought one should have the attitude of 'What do you care what other people think!'"},{"placeId":69504,"author":"Kevin Lima","wordCount":47,"categories":["attitude","man","stand up"],"text":"We didn't ever want 'Tarzan' to feel like he was just a man. We didn't want him to stand up straight or wave good-bye. We wanted to make sure he always had that piece of gorilla in him, that he always had an animal attitude about him."},{"placeId":15680,"author":"Carine Roitfeld","wordCount":34,"categories":["business","attitude","good"],"text":"I am very surprised by someone like Alexander Wang. I am amazed how he is good with fashion, with business, with public relations himself, with an attitude in his clothes that is spoken immediately."},{"placeId":112791,"author":"Viktor E. Frankl","wordCount":18,"categories":["attitude","circumstances"],"text":"The last of human freedoms - the ability to chose one's attitude in a given set of circumstances."},{"placeId":28595,"author":"Dwight Schultz","wordCount":28,"categories":["attitude","philosophy","want"],"text":"'UFO's' attitude toward the subject is very similar to mine. It's not an advocacy; its philosophy is more 'I want to believe this, but I want it proved.'"},{"placeId":54366,"author":"John McCarthy","wordCount":21,"categories":["attitude","said","attention"],"text":"If a person can be said to have the wrong attitude, there is no need to pay attention to his arguments."},{"placeId":103295,"author":"Stephane Rolland","wordCount":28,"categories":["love","attitude","happy"],"text":"I love a woman in a tuxedo, or in a dress, who looks comfortable, relaxed, happy. I'd love to dress Daphne Guinness - she has exactly that attitude."},{"placeId":42104,"author":"Hugh Jackman","wordCount":41,"categories":["attitude","job","australia"],"text":"Americans are the most generous country on the planet. I've worked in Europe, I've worked in Australia. There is no where else where you get absolutely no attitude for being a foreigner. If you do your job well, they embrace you."},{"placeId":108607,"author":"Tony Hillerman","wordCount":41,"categories":["attitude","time","respect"],"text":"I always have one or two, sometimes more, Navajo or other tribes' cultural elements in mind when I start a plot. In Thief of Time, I wanted to make readers aware of Navajo attitude toward the dead, respect for burial sites."},{"placeId":100051,"author":"Sally Kirkland","wordCount":17,"categories":["attitude","enthusiasm","kind"],"text":"My attitude is always one of sensuality, aggressive enthusiasm and a kind of outrageousness in my expression."},{"placeId":101036,"author":"Summer Altice","wordCount":31,"categories":["attitude","people","think"],"text":"People think, 'She's a model. She must have such an attitude. She must be so stuck up.' But I'm normal. I cry. I'm not rich. I drive a 1987 Chevrolet Celebrity."},{"placeId":109616,"author":"Waylon Jennings","wordCount":24,"categories":["music","attitude","me"],"text":"Mainly what I learned from Buddy... was an attitude. He loved music, and he taught me that it shouldn't have any barriers to it."},{"placeId":93482,"author":"Renato Dulbecco","wordCount":40,"categories":["attitude","society","risk"],"text":"We have ourselves begun to put our house in order by banning some experiments that may contain a risk for mankind. We would like to see society take a similar attitude, abandoning selfish practices that are dangerous for society itself."},{"placeId":110396,"author":"William Lyon Mackenzie King","wordCount":25,"categories":["attitude","time","war"],"text":"Regardless of what one's attitude towards prohibition may be, temperance is something against which, at a time of war, no reasonable protest can be made."},{"placeId":29745,"author":"Elbert Hubbard","wordCount":16,"categories":["attitude","time","character"],"text":"Character is the result of two things: mental attitude and the way we spend our time."},{"placeId":92146,"author":"Rupert Murdoch","wordCount":34,"categories":["travel","attitude","language"],"text":"No one's going to be able to operate without a grounding in the basic sciences. Language would be helpful, although English is becoming increasingly international. And travel. You have to have a global attitude."},{"placeId":94637,"author":"Rory Kinnear","wordCount":41,"categories":["love","attitude","time"],"text":"If you look at a painting that you love by one of the great masters, every time you go back to it, you see something different - a different attitude or brushstroke. 'Hamlet' is like an entire gallery of old masters."},{"placeId":38033,"author":"Glenn Danzig","wordCount":14,"categories":["attitude","person","cause"],"text":"I was bringing my attitude as a regular person 'cause this is my attitude."},{"placeId":50382,"author":"June Jordan","wordCount":30,"categories":["attitude","political","enemy"],"text":"That attitude that fighting is probably not fair, but you have to defend yourself anyway and damage the enemy, has been profoundly consequential as far as my political activism goes."},{"placeId":107667,"author":"Ted Lindsay","wordCount":42,"categories":["family","attitude","myself"],"text":"A series of rumors about my attitude, as well as derogatory remarks about myself and my family showed me that the personal resentment of the Detroit general manager toward me would make it impossible for me to continue playing hockey in Detroit."},{"placeId":109158,"author":"Wade Boggs","wordCount":22,"categories":["positive","attitude","thoughts"],"text":"A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results."},{"placeId":19631,"author":"Carson Daly","wordCount":35,"categories":["attitude","hope","voice"],"text":"I hope 'The Voice' has a fifteen-year run, don't get me wrong. But I come from nothing, and maybe it's the Irish in me, but my attitude is always like, 'They'll figure me out soon.'"},{"placeId":39960,"author":"Greg Giraldo","wordCount":14,"categories":["attitude","reality","driving"],"text":"The reality is I'm not this person with this driving 'get it done' attitude."},{"placeId":51285,"author":"Jesse Eisenberg","wordCount":45,"categories":["attitude","time","good"],"text":"I tend to be pessimistic about everything: If things seem to be going good, I'm worried that it's going to end; if things are bad, then I'm worried that it's going to be permanent. It's not a very comfortable attitude to have all the time."},{"placeId":15890,"author":"Carroll Shelby","wordCount":27,"categories":["attitude","people","listen"],"text":"I'm not going to take this defeatist attitude and listen to all this crap any more from all these people who have nothing except doomsday to predict."},{"placeId":86287,"author":"Peter Saul","wordCount":45,"categories":["best","attitude","women"],"text":"I like it best when two ideas collide, like when you have a crazed attitude towards women combined with a crazed attitude towards the Vietnamese. I like that. Even if it's not true, I don't care whether it's true or false. I just do it."},{"placeId":86629,"author":"Phillip Noyce","wordCount":36,"categories":["attitude","children","working"],"text":"After working for years in Hollywood where the actors have taken over, it was a real relief to get down there and not only have some children, but also have some actors that had no attitude."},{"placeId":108018,"author":"Tom T. Hall","wordCount":29,"categories":["life","work","attitude"],"text":"When you retire, it's a place in life, a part of the journey. You just don't quit work; you develop an attitude where you can do what you please."},{"placeId":88434,"author":"Rebel Wilson","wordCount":14,"categories":["attitude","confidence","fat"],"text":"Even when I'm playing someone named 'Fat Amy.' I'm all about confidence and attitude."},{"placeId":59151,"author":"James Truslow Adams","wordCount":38,"categories":["attitude","voice","me"],"text":"Seek out that particular mental attribute which makes you feel most deeply and vitally alive, along with which comes the inner voice which says, 'This is the real me,' and when you have found that attitude, follow it."},{"placeId":51566,"author":"Joan Collins","wordCount":39,"categories":["attitude","people","think"],"text":"I think it has something to do with being British. We don't take ourselves as seriously as some other countries do. I think a lot of people take themselves far too seriously; I find that a very tedious attitude."},{"placeId":24030,"author":"Donna Brazile","wordCount":22,"categories":["attitude","culture","think"],"text":"A white-boy attitude is 'I must exclude, denigrate, and leave behind.' They don't see it or think about it. It's a culture."},{"placeId":84864,"author":"Pope Benedict XVI","wordCount":42,"categories":["attitude","today","faith"],"text":"Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today's standards."},{"placeId":103986,"author":"Thom Mayne","wordCount":38,"categories":["art","attitude","time"],"text":"So at a time in which the media give the public everything it wants and desires, maybe art should adopt a much more aggressive attitude towards the public. I myself am very much inclined to take this position."},{"placeId":99380,"author":"Stella McCartney","wordCount":37,"categories":["attitude","women","important"],"text":"What you wear in the evening is important for women because it's so personal, and it's so complicated to get it right. I like trousers for evening, especially when they have that width and attitude to them."},{"placeId":56763,"author":"Jack Zipes","wordCount":38,"categories":["attitude","two","editing"],"text":"It was only after the Grimms published two editions primarily for adults that they changed their attitude and decided to produce a shorter edition for middle-class families. This led to Wilhelm's editing and censoring many of the tales."},{"placeId":110319,"author":"William James","wordCount":43,"categories":["positive","success","attitude"],"text":"Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results."},{"placeId":3033,"author":"Alfred Adler","wordCount":37,"categories":["attitude","speak","wishes"],"text":"It is one of the most effective attitudes of the neurotic to measure thumbs down, so to speak, a real person by an ideal, since in doing so he can depreciate him as much as he wishes."},{"placeId":54229,"author":"Jessica Savitch","wordCount":33,"categories":["family","attitude","focus"],"text":"Never refuse an assignment except when there is a conflict of interest, a potential of danger to you or your family, or you hold a strongly biased attitude about the subject under focus."},{"placeId":72540,"author":"Molly Ivins","wordCount":19,"categories":["life","positive","attitude"],"text":"The only reason to have a positive mental attitude is that it makes life better. It doesn't cure cancer."},{"placeId":104411,"author":"Terry Teachout","wordCount":44,"categories":["attitude","war","great"],"text":"I am, as it happens, a baby boomer, but not one who feels any broad-gauge nostalgia for the '60s and '70s. My attitude resembles that of my parents, who were born in the '20s and lived through the Great Depression and World War II."},{"placeId":16435,"author":"Charles R. Swindoll","wordCount":15,"categories":["attitude","vision","you"],"text":"When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic."},{"placeId":44089,"author":"Imelda Marcos","wordCount":18,"categories":["positive","love","attitude"],"text":"I love everybody. One of the great things about me is that I have a very positive attitude."},{"placeId":48896,"author":"Jason Day","wordCount":26,"categories":["attitude","good","week"],"text":"If you're going to have a bad attitude, you may as well not even tee it up that week because you probably won't play good anyways."},{"placeId":106317,"author":"Todd Rundgren","wordCount":46,"categories":["music","attitude","people"],"text":"Music is the way I understand how to communicate now, the way that I've learned how to communicate... but it will eventually have to go beyond that. You see, I've realised that music is not what keeps people involved - it's the attitude behind the music."},{"placeId":43293,"author":"Hermann Maier","wordCount":38,"categories":["change","attitude","time"],"text":"As the time goes by, you change, your learn new things, your attitude is different. For the moment, I'm still enjoying ski racing so much that it would be difficult for me to think about ending my career."},{"placeId":94175,"author":"Richard Dean Anderson","wordCount":37,"categories":["nature","attitude","light"],"text":"Nothing. We're all friends and friendly. So when the cameras go down, depending on the mood or the nature of the material we're dealing with, there's usually a kind of a prevailing light attitude that's floating around."},{"placeId":102245,"author":"Shelley Long","wordCount":37,"categories":["positive","work","attitude"],"text":"There was always a feeling for me that it would work. That's what keeps me going. You go in with a positive attitude and stay there, and that's a big part of what does make it work."},{"placeId":40867,"author":"Heather Graham","wordCount":47,"categories":["attitude","woman","cool"],"text":"A man can be 43, and people will say, 'Oh, he's a cool bachelor, and he just hasn't settled down,' but with a woman, it's, 'Oh, she must have really wanted to get married, but she didn't.' I honestly think that attitude is a little bit sexist."},{"placeId":36883,"author":"G. Willow Wilson","wordCount":41,"categories":["attitude","women","world"],"text":"For most inhabitants of the Arab world, the prevailing cultural attitude toward women - fed and encouraged by Wahhabi doctrine, which is based on Bedouin social norms rather than Islamic jurisprudence - often trumps the rights accorded to women by Islam."},{"placeId":46314,"author":"Jeffrey Gitomer","wordCount":37,"categories":["business","attitude","loyalty"],"text":"My readers and my audiences have turned into my followers. They are more than interested in what I have to say in the subjects of sales, loyalty, attitude, networking, business social media, and becoming a trusted advisor."},{"placeId":24460,"author":"Dwayne Johnson","wordCount":29,"categories":["life","attitude","time"],"text":"Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time."},{"placeId":104315,"author":"Terry Semel","wordCount":14,"categories":["business","attitude","customer"],"text":"Our new attitude is how can we put you in front of our customer."},{"placeId":96695,"author":"Shawn Ashmore","wordCount":10,"categories":["attitude","reflection","style"],"text":"Style is a reflection of your attitude and your personality."},{"placeId":61810,"author":"Loretta Young","wordCount":13,"categories":["attitude","good","dress"],"text":"Wearing the correct dress for any occasion is a matter of good manners."},{"placeId":50895,"author":"Jason Bateman","wordCount":23,"categories":["attitude","gay","people"],"text":"People have often asked if I'm gay because I don't go out of my way to spit and scratch and give people attitude."},{"placeId":62644,"author":"Laura Carmichael","wordCount":15,"categories":["attitude","know","you"],"text":"The Twenties have this sort of attitude where you never know what's around the corner."},{"placeId":19911,"author":"Chris Jordan","wordCount":31,"categories":["attitude","truth","politics"],"text":"I wasn't interested in politics. My attitude about it was, I can't make a difference no matter what I do. And the truth is, I don't even care enough to try."},{"placeId":20540,"author":"Charice Pempengco","wordCount":14,"categories":["attitude","style","voice"],"text":"Beyonce is one of my inspirations. Her attitude, her style, her voice... she's perfect."},{"placeId":113205,"author":"Vivienne Westwood","wordCount":28,"categories":["attitude","great","together"],"text":"Britishness is just a way of putting things together and a certain don't care attitude about clothes. You don't care, you just do it and it looks great."},{"placeId":109446,"author":"Walter Scott","wordCount":9,"categories":["success","attitude","important"],"text":"For success, attitude is equally as important as ability."},{"placeId":11877,"author":"Brendon Urie","wordCount":25,"categories":["attitude","perfect","head"],"text":"I've always been that person: If it gets into my head, I've got to do it until I get it perfect - a perfectionist's attitude."},{"placeId":78306,"author":"Marvin Harris","wordCount":43,"categories":["attitude","good","different"],"text":"Here you do have forests, where pigs could be raised by letting them root about in the forests for a good part of the year. Therefore, you have a different attitude toward them compared with what continues to exist in the Middle East."},{"placeId":22641,"author":"David Bailey","wordCount":14,"categories":["positive","attitude","dreams"],"text":"A positive attitude can really make dreams come true - it did for me."},{"placeId":72829,"author":"Maeve Binchy","wordCount":46,"categories":["happiness","attitude","happy"],"text":"Happiness is in our own hearts. I have no regrets of anything in the past. I'm totally cheerful and happy, and I think that a lot of your attitude is not in the circumstances you find yourself in, but in the circumstances you make for yourself."},{"placeId":86149,"author":"Paul Tonko","wordCount":31,"categories":["attitude","more","climate"],"text":"As Americans, we have traditionally been the optimists sporting the 'can-do' attitude. But when it comes to addressing climate adaptation and resiliency, we seem to be more 'can't do' than 'can-do.'"},{"placeId":81739,"author":"Nia Long","wordCount":42,"categories":["attitude","journey","money"],"text":"I think Nina Simone has had an amazing journey. She was spicy and she had attitude and she didn't care, she wanted her money in a paper bag and don't mess with me and I've been doing some research on that so."},{"placeId":104515,"author":"Todd Tiahrt","wordCount":17,"categories":["attitude","i am","media"],"text":"I am shocked by the easy attitude of many in the media towards disclosing our Nation's secrets."},{"placeId":85851,"author":"Peter Mandelson","wordCount":20,"categories":["attitude","place","share"],"text":"I do not share the half-in, half-out attitude to the EU of some in Britain. Britain's place is in Europe."},{"placeId":24828,"author":"Dan Quinn","wordCount":12,"categories":["change","attitude","identity"],"text":"The attitude and identity that we want to play with doesn't change."},{"placeId":40702,"author":"Harold S. Geneen","wordCount":14,"categories":["leadership","attitude","words"],"text":"Leadership is practiced not so much in words as in attitude and in actions."},{"placeId":74396,"author":"Mick Foley","wordCount":44,"categories":["work","attitude","work ethic"],"text":"I can look back now and say, 'Aw, that was a little dumb taking huge bumps onto concrete before a couple of hundred fans,' but if it wasn't for that attitude and that type of work ethic, I never would have gotten to WWE."},{"placeId":72191,"author":"Milan Kundera","wordCount":45,"categories":["attitude","respect","moral"],"text":"Mankind's true moral test, its fundamental test (which lies deeply buried from view), consists of its attitude towards those who are at its mercy: animals. And in this respect mankind has suffered a fundamental debacle, a debacle so fundamental that all others stem from it."},{"placeId":84208,"author":"Peter Diamandis","wordCount":37,"categories":["attitude","innovation","legacy"],"text":"Many have built their careers buttressing the status quo, reinforcing what they've already accomplished, and resisting the radical thinking that can topple their legacy - not exactly the attitude you want when trying to drive innovation forward."},{"placeId":75228,"author":"Marie Osmond","wordCount":29,"categories":["positive","best","attitude"],"text":"You can do everything you can to try to stop bad things from happening to you, but eventually things will happen, so the best prevention is a positive attitude."},{"placeId":87337,"author":"Octavio Paz","wordCount":27,"categories":["attitude","beginning","losing"],"text":"The idea of modernity is beginning to lose its vitality. It is losing it because modernity is no longer a critical attitude but an accepted, codified convention."},{"placeId":94316,"author":"RJ Cyler","wordCount":38,"categories":["attitude","past","me"],"text":"I don't want to take the escalators. Give me the stairs that have the dips and the two old ladies that are blocking it and they've got an attitude, and they don't want you to go past them."},{"placeId":113354,"author":"Yelena Baturina","wordCount":34,"categories":["success","attitude","myself"],"text":"I demand a lot from myself and reflect this attitude upon others: I consider it to be an important quality for a leader. I also think it is impossible to achieve success without persistence."},{"placeId":9311,"author":"Arthur Holly Compton","wordCount":14,"categories":["attitude","feeling","first"],"text":"My first feeling about the paper and the attitude is that it is absurd."},{"placeId":18210,"author":"Carol Vorderman","wordCount":32,"categories":["attitude","home","childhood"],"text":"It really was hand-to-mouth and you can say, 'Poor little me, how dreadful, what a deprived childhood', but I didn't feel that way at all. It's all about the attitude at home."},{"placeId":67360,"author":"Kurt Cobain","wordCount":22,"categories":["attitude","time","looking"],"text":"I was looking for something a lot heavier, yet melodic at the same time. Something different from heavy metal, a different attitude."},{"placeId":37825,"author":"George Packer","wordCount":45,"categories":["love","attitude","alone"],"text":"What I found in Silicon Valley is an industry that's sort of been kept a very far remove from Washington and had an attitude of 'Just let us do our thing and make the miracles that people love around the world and leave us alone.'"},{"placeId":58464,"author":"Jacques Monod","wordCount":40,"categories":["attitude","universe","plan"],"text":"What I have tried to show is that the scientific attitude implies what I call the postulate of objectivity - that is to say, the fundamental postulate that there is no plan, that there is no intention in the universe."},{"placeId":113301,"author":"Youssou N'Dour","wordCount":26,"categories":["attitude","faith","culture"],"text":"In the West, you have always associated the Islamic faith 100 percent with Arab culture. This in itself is a fundamentalist attitude and it is mistaken."},{"placeId":57715,"author":"Jennifer Sky","wordCount":40,"categories":["change","attitude","character"],"text":"I came on to the film with a very happy-go-lucky attitude which I think my character, Charlie, did when she went into the house. I expected it to be good, and then slowly things started to change for us all."},{"placeId":27333,"author":"Dean Cain","wordCount":14,"categories":["attitude","weird","think"],"text":"Hollywood's a very weird place. I think there's less of everything except for attitude."},{"placeId":61049,"author":"Lily James","wordCount":16,"categories":["attitude","healthy","body"],"text":"I really have been lucky because I've always had a very healthy attitude to my body."},{"placeId":13729,"author":"Billy Idol","wordCount":14,"categories":["attitude","think","die"],"text":"I don't think punk ever really dies, because punk rock attitude can never die."},{"placeId":54957,"author":"Jennifer Armintrout","wordCount":35,"categories":["attitude","happy","woman"],"text":"When Jennifer Lawrence says it's 'dumb' to go hungry to make other people happy, she's saying it with the carefree attitude of a woman who probably will never have to make that choice to conform."},{"placeId":81374,"author":"Natalie Massenet","wordCount":23,"categories":["positive","best","attitude"],"text":"Always go into meetings or negotiations with a positive attitude. Tell yourself you're going to make this the best deal for all parties."},{"placeId":76815,"author":"Miranda Richardson","wordCount":21,"categories":["attitude","laugh","you"],"text":"You can have a laugh in Los Angeles, or you can weep in Los Angeles, depending on your attitude towards it."},{"placeId":29142,"author":"Earl Nightingale","wordCount":33,"categories":["change","attitude","great"],"text":"A great attitude does much more than turn on the lights in our worlds; it seems to magically connect us to all sorts of serendipitous opportunities that were somehow absent before the change."},{"placeId":83663,"author":"Paul Valery","wordCount":21,"categories":["attitude","judge","nothing"],"text":"Our judgments judge us, and nothing reveals us, exposes our weaknesses, more ingeniously than the attitude of pronouncing upon our fellows."},{"placeId":7221,"author":"Andrew Bogut","wordCount":28,"categories":["best","attitude","together"],"text":"The American attitude is 'We're the best'. That's why the NBA guys who come from other countries, the Europeans, all sort of stick together away from the game."},{"placeId":81625,"author":"Neil Peart","wordCount":44,"categories":["life","music","attitude"],"text":"To get nostalgic about other people's music, or even about your own, makes a terrible statement about the condition of your life and your prospects for the future. I have no patience with that kind of attitude, whether it's on radio or among friends."},{"placeId":113526,"author":"Vladimir Putin","wordCount":19,"categories":["attitude","care","want"],"text":"If you want my personal attitude, I would tell you that I don't care about a person's sexual orientation."},{"placeId":46016,"author":"Jesse Jackson","wordCount":41,"categories":["attitude","hope","today"],"text":"Today's students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude."},{"placeId":46571,"author":"Joel Osteen","wordCount":14,"categories":["attitude","tough times","great"],"text":"People in tough times - it doesn't mean they don't have a great attitude."},{"placeId":12170,"author":"Beck","wordCount":25,"categories":["nature","art","attitude"],"text":"Art is the child of Nature; yes, her darling child, in whom we trace the features of the mother's face, her aspect and her attitude."},{"placeId":35806,"author":"Gail Porter","wordCount":24,"categories":["positive","attitude","good"],"text":"So long as you've got your friends about you, and a good positive attitude, you don't really have to care what everyone else thinks."},{"placeId":51592,"author":"Jochen Zeitz","wordCount":18,"categories":["attitude","environmental"],"text":"We should bring in an environmental attitude, and I think luxury should automatically be about sustainability and quality."},{"placeId":86295,"author":"Peter Shilton","wordCount":41,"categories":["attitude","freedom","money"],"text":"The money is in a different league these days, of course, but I have special memories of the 60s and 70s which players today don't have. There wasn't the same celebrity attitude and media exposure. We had a bit more freedom."},{"placeId":106198,"author":"Thomas Jefferson","wordCount":26,"categories":["attitude","goal","man"],"text":"Nothing can stop the man with the right mental attitude from achieving his goal; nothing on earth can help the man with the wrong mental attitude."},{"placeId":11027,"author":"Bo Bennett","wordCount":19,"categories":["positive","attitude","done"],"text":"Having a positive mental attitude is asking how something can be done rather than saying it can't be done."},{"placeId":23093,"author":"Denis Waitley","wordCount":31,"categories":["success","attitude","talent"],"text":"The winner's edge is not in a gifted birth, a high IQ, or in talent. The winner's edge is all in the attitude, not aptitude. Attitude is the criterion for success."},{"placeId":59150,"author":"James Truslow Adams","wordCount":20,"categories":["life","attitude","man"],"text":"The greatest discovery of my generation is that man can alter his life simply by altering his attitude of mind."},{"placeId":97422,"author":"Steve Buscemi","wordCount":17,"categories":["attitude","me","him"],"text":"Bob Altman had this relaxed but serious attitude. Everybody loved him. I wanted him to adopt me."},{"placeId":48926,"author":"Jason Mraz","wordCount":40,"categories":["life","attitude","experience"],"text":"I think it's important and I think it's true that our life experience is going to be about our attitude, our thoughts, our beliefs, our speech and our actions. We can transform our life experience simply by changing our language."},{"placeId":110681,"author":"William Wordsworth","wordCount":9,"categories":["attitude","stars","pride"],"text":"What is pride? A rocket that emulates the stars."},{"placeId":11015,"author":"Bo Bennett","wordCount":14,"categories":["family","attitude","time"],"text":"Spend some time this weekend on home improvement; improve your attitude toward your family."},{"placeId":106439,"author":"Tom Cotton","wordCount":28,"categories":["attitude","think","she"],"text":"I can assure you that I'm not very close to Hillary Clinton. I think she's disqualified herself from Commander-in-Chief by her cavalier attitude towards our nation's secrecy laws."},{"placeId":113304,"author":"Yousuf Karsh","wordCount":32,"categories":["attitude","eyes","man"],"text":"There is a brief moment when all there is in a man's mind and soul and spirit is reflected through his eyes, his hands, his attitude. This is the moment to record."},{"placeId":108173,"author":"Treat Williams","wordCount":7,"categories":["attitude","act","major"],"text":"Bambi can't act. Bambi had major attitude."},{"placeId":71453,"author":"Meister Eckhart","wordCount":14,"categories":["attitude","you","own"],"text":"When you are thwarted, it is your own attitude that is out of order."},{"placeId":17750,"author":"Craig Sager","wordCount":22,"categories":["attitude","time","negative"],"text":"If you're running around with a negative attitude all the time, you're going to feel down; you're going to have negative results."},{"placeId":92699,"author":"Richard Hell","wordCount":34,"categories":["art","attitude","appreciation"],"text":"It's really interesting with art-movies too, but art especially - to see how your attitude toward artists and works and your level of appreciation of them is always shifting and changing over the years."},{"placeId":58822,"author":"John Schlesinger","wordCount":19,"categories":["attitude","women","may"],"text":"That attitude toward women as objects may have worked for the late Sixties, but it doesn't do so now."},{"placeId":87423,"author":"Og Mandino","wordCount":21,"categories":["attitude","learn","questions"],"text":"Take the attitude of a student, never be too big to ask questions, never know too much to learn something new."},{"placeId":6180,"author":"Alex Tabarrok","wordCount":47,"categories":["attitude","poverty","thinking"],"text":"I utterly reject the view that the Third World is doomed to poverty and starvation. Not only is this wrong, I think this attitude verges on the immoral, like thinking that slavery is an unalterable facet of the human condition so why bother doing anything about it?"},{"placeId":107342,"author":"Trey Songz","wordCount":24,"categories":["love","attitude","think"],"text":"I think clothes are very much a representation of your attitude and the way you feel. I really love to be dressed down, though."},{"placeId":94945,"author":"Rafael Moneo","wordCount":19,"categories":["life","attitude","poetry"],"text":"I liked painting and drawing, and I liked humanities mainly - poetry, literature - this speculative attitude toward life."},{"placeId":80438,"author":"Nick Cummins","wordCount":32,"categories":["change","attitude","confidence"],"text":"I reckon you have to put a presence in front of your opponent - a bit of confidence and attitude - and then you can change what their next move may be."},{"placeId":58037,"author":"Jodhi May","wordCount":34,"categories":["attitude","reality","people"],"text":"People's attitude seems to be that if you don't have a television, you're not connected to reality - somehow you're not in reality. It's quite interesting, because I suspect that possibly it's the reverse."},{"placeId":102649,"author":"Santiago Cabrera","wordCount":25,"categories":["attitude","time","learning"],"text":"I've never been in any country for more than four years, and I'm learning different languages all the time. It gives you a different attitude."},{"placeId":80427,"author":"Nick Clooney","wordCount":27,"categories":["attitude","war","friends"],"text":"It is impossible to exaggerate the wide, and widening, gulf between the American attitude on the Iraq war and the view from our friends across the Atlantic."},{"placeId":42464,"author":"Hope Solo","wordCount":14,"categories":["attitude","edgy"],"text":"I have an attitude. It's what I do. I'm edgy. I have an attitude."},{"placeId":24739,"author":"Dan Marino","wordCount":39,"categories":["attitude","team","good"],"text":"As a team, you need to come from behind every once in awhile just to do it. Good for the attitude. It makes it exciting. And when everybody knows you have to throw it... that makes it fun too."},{"placeId":72212,"author":"Miley Cyrus","wordCount":8,"categories":["attitude","color","pink"],"text":"Pink isn't just a color, it's an attitude!"},{"placeId":56710,"author":"Jack O'Brien","wordCount":24,"categories":["work","attitude","company"],"text":"I have a company attitude about my work. I don't like to do just one thing; I like to do a lot of things."},{"placeId":29144,"author":"Earl Nightingale","wordCount":9,"categories":["attitude","others","us"],"text":"Our attitude towards others determines their attitude towards us."},{"placeId":46498,"author":"Joe Biden","wordCount":22,"categories":["attitude","future","alone"],"text":"Our future cannot depend on the government alone. The ultimate solutions lie in the attitudes and the actions of the American people."},{"placeId":109269,"author":"Walter Anderson","wordCount":28,"categories":["life","attitude","i am"],"text":"I am responsible. Although I may not be able to prevent the worst from happening, I am responsible for my attitude toward the inevitable misfortunes that darken life."},{"placeId":78424,"author":"Melanie Brown","wordCount":45,"categories":["family","attitude","money"],"text":"Look, everything that you experience as a kid is the foundation of how you are today. I was brought up in a working class family in Leeds and when it comes to money both my parents worked hard and instilled the same attitude into me."},{"placeId":64255,"author":"Lita Ford","wordCount":15,"categories":["attitude","shoe","look"],"text":"Stiletto, I look at it more as an attitude as opposed to a high-heeled shoe."},{"placeId":95238,"author":"Rirkrit Tiravanija","wordCount":40,"categories":["change","attitude","meaning"],"text":"I'm ephemeral as much as I can be, so I started to think about the idea of not working. It's really about a change of attitude. It's not so much about stopping, but about re-thinking the meaning of one's production."},{"placeId":48895,"author":"Jason Day","wordCount":16,"categories":["attitude","you","championships"],"text":"You have to come in to major championships, and your attitude has to be on point."},{"placeId":105084,"author":"Tavi Gevinson","wordCount":33,"categories":["art","attitude","mom"],"text":"I think it was my mom's attitude about art and being part of the narcissistic digital generation or whatever that made me think anyone would care what I had to say about anything!"},{"placeId":106856,"author":"Tom Stoppard","wordCount":16,"categories":["attitude","health","healthy"],"text":"A healthy attitude is contagious but don't wait to catch it from others. Be a carrier."},{"placeId":65572,"author":"Karl Popper","wordCount":20,"categories":["attitude","man","want"],"text":"No rational argument will have a rational effect on a man who does not want to adopt a rational attitude."},{"placeId":5683,"author":"Arthur Erickson","wordCount":24,"categories":["attitude","time","present"],"text":"There is a single thread of attitude, a single direction of flow, that joins our present time to its early burgeoning in Mediterranean civilization."},{"placeId":12259,"author":"Ben Elliot","wordCount":39,"categories":["attitude","father","childhood"],"text":"My father instilled in me an attitude that you couldn't really enjoy yourself unless you had done something to deserve it. So, my childhood was spent working on farms or local shops or, when I got older, in banks."},{"placeId":48320,"author":"Joyce Meyer","wordCount":14,"categories":["attitude","gossip","negative"],"text":"Watch out for the joy-stealers: gossip, criticism, complaining, faultfinding, and a negative, judgmental attitude."},{"placeId":100917,"author":"Steven Adler","wordCount":39,"categories":["attitude","greatness","me"],"text":"I want to be in the big show, and to be in the big show, you have to practice. I have this attitude now that I'm going to take all the greatness I can. Nothing's going to stop me."},{"placeId":76733,"author":"Michael Kinsley","wordCount":41,"categories":["attitude","women","believe"],"text":"In 1977, at least, he wished to have people believe that he shared and was proud of an attitude toward women that is not acceptable in a politician. In 2003, all he has said is that he doesn't remember the interview."},{"placeId":97767,"author":"Steven Biko","wordCount":27,"categories":["life","positive","attitude"],"text":"Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time."},{"placeId":34148,"author":"Francine Prose","wordCount":30,"categories":["attitude","know","where"],"text":"I know a lot of Eastern Europeans, and because of what they have been through and what they have seen, they have an attitude where they are not easily fooled."},{"placeId":46185,"author":"Jimmy Page","wordCount":20,"categories":["attitude","communication"],"text":"'Communication Breakdown' - it was punchy and direct, with a real attitude that was different to other bands going around."},{"placeId":814,"author":"Amy Adams","wordCount":27,"categories":["positive","attitude","stupid"],"text":"I think a lot of times we don't pay enough attention to people with a positive attitude because we assume they are naive or stupid or unschooled."},{"placeId":59609,"author":"Joe Flaherty","wordCount":46,"categories":["funny","attitude","want"],"text":"I haven't watched 'Mad TV' a lot, but I have seen some stuff on there that is truly funny. You have to have some sort of attitude toward the subject, and they seem to have it. It depends on how much blood you want to draw."},{"placeId":49852,"author":"Johan Huizinga","wordCount":23,"categories":["attitude","culture","emotions"],"text":"An aristocratic culture does not advertise its emotions. In its forms of expression it is sober and reserved. Its general attitude is stoic."},{"placeId":38960,"author":"Guillermo del Toro","wordCount":24,"categories":["attitude","good","dialogue"],"text":"I like actors that are good with pantomime and that can transmit a lot by their presence and attitude more than through their dialogue."},{"placeId":36504,"author":"Gerald Chertavian","wordCount":33,"categories":["work","hard work","attitude"],"text":"You can learn what you want to learn through hard work. And a good employer will teach you what you want to learn as long as you show the right attitude and behaviors."},{"placeId":73458,"author":"Mark Spitz","wordCount":27,"categories":["attitude","people","comeback"],"text":"By making a comeback, I'm changing the attitude of people toward me. If I'd known that people would react so enthusiastically, I'd have done it years ago."},{"placeId":17021,"author":"Christie Brinkley","wordCount":26,"categories":["attitude","body","me"],"text":"After the first miscarriage, I tried to take the attitude that it was my body's way of telling me that this pregnancy wasn't meant to be."},{"placeId":14107,"author":"Brit Hume","wordCount":29,"categories":["attitude","journalism","flag"],"text":"There's a certain elitism that has crept into the attitudes of some in journalism, and it played out perfectly over the issue of these little American flag lapel pins."},{"placeId":97761,"author":"Steve Wynn","wordCount":27,"categories":["attitude","generation","want"],"text":"This generation... they have a different attitude. Instead of sitting and watching something, they want to be a part of it - they're very hedonistic and sensual."},{"placeId":18168,"author":"Carmen Electra","wordCount":25,"categories":["attitude","school","head"],"text":"I went to the Performing Arts School and studied classical ballet. That attitude is something that's put into your head. You are never thin enough."},{"placeId":74577,"author":"Mitch Kapor","wordCount":26,"categories":["attitude","stupid","people"],"text":"Before I started a company, I was an employee with a bad attitude. I was always felt like, bosses are stupid, and people weren't well treated."},{"placeId":55503,"author":"John N. Mitchell","wordCount":9,"categories":["life","attitude","us"],"text":"Our attitude toward life determines life's attitude towards us."},{"placeId":42747,"author":"Harrison Birtwistle","wordCount":23,"categories":["music","attitude","look"],"text":"I'm not a music lover in the sense that I look for something to have on. I've never had that attitude to music."},{"placeId":87977,"author":"Oscar Wilde","wordCount":13,"categories":["attitude","people","morality"],"text":"Morality is simply the attitude we adopt towards people whom we personally dislike."},{"placeId":3224,"author":"Allen Klein","wordCount":42,"categories":["positive","attitude","humor"],"text":"Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up."},{"placeId":61330,"author":"Lewis Grizzard","wordCount":34,"categories":["attitude","dog","me"],"text":"You call to a dog and a dog will break its neck to get to you. Dogs just want to please. Call to a cat and its attitude is, 'What's in it for me?'"},{"placeId":66487,"author":"Kerry King","wordCount":20,"categories":["attitude","media","forward"],"text":"I don't reflect much, unless I'm talking to the media. I have more of a 'Forward, march!' kind of attitude."},{"placeId":63026,"author":"Lev Grossman","wordCount":25,"categories":["attitude","changes","you"],"text":"Becoming an author changes your attitude too. Once you see where books come from, and how they're made, they never seem quite as sacred again."},{"placeId":72182,"author":"Milan Kundera","wordCount":31,"categories":["wisdom","attitude","world"],"text":"The novelist teaches the reader to comprehend the world as a question. There is wisdom and tolerance in that attitude. In a world built on sacrosanct certainties the novel is dead."},{"placeId":45192,"author":"Isla Fisher","wordCount":24,"categories":["life","love","attitude"],"text":"I'm definitely attracted to other Australians; I have a laid-back attitude to life that I feel is very Australian; I love a good barbie."},{"placeId":109445,"author":"Walter Scott","wordCount":17,"categories":["success","business","attitude"],"text":"Success or failure in business is caused more by the mental attitude even than by mental capacities."},{"placeId":36502,"author":"Gerald Chertavian","wordCount":8,"categories":["attitude","communication"],"text":"The ABC's are attitude, behavior and communication skills."},{"placeId":112559,"author":"Victoria Osteen","wordCount":20,"categories":["attitude","forgiveness","heart"],"text":"It's important to recognize that forgiveness is more than mere words; it's a heart attitude that induces a spiritual transformation."},{"placeId":29968,"author":"Elizabeth Edwards","wordCount":44,"categories":["positive","attitude","time"],"text":"A positive attitude is not going to save you. What it's going to do is, everyday, between now and the day you die, whether that's a short time from now or a long time from now, that every day, you're going to actually live."},{"placeId":81467,"author":"Naveen Jain","wordCount":42,"categories":["change","business","attitude"],"text":"In the business world today, failure is apparently not an option. We need to change this attitude toward failure - and celebrate the idea that only by falling on our collective business faces do we learn enough to succeed down the road."},{"placeId":1168,"author":"Angela Ahrendts","wordCount":14,"categories":["attitude","brand","luxury"],"text":"Just because you're a luxury brand doesn't mean you have to have an attitude."},{"placeId":7823,"author":"Alicia Witt","wordCount":14,"categories":["change","attitude","acting"],"text":"Acting is magical. Change your look and your attitude, and you can be anyone."},{"placeId":7318,"author":"Alan Garner","wordCount":28,"categories":["attitude","age","book"],"text":"My attitude is that if anybody of any age wants to read a book, let them, but I do think that no child would want to read 'Boneland.'"},{"placeId":10774,"author":"Billy Graham","wordCount":15,"categories":["attitude","heart","body"],"text":"It is not the body's posture, but the heart's attitude that counts when we pray."},{"placeId":108761,"author":"Terrence Malick","wordCount":29,"categories":["attitude","eyes","changes"],"text":"I film quite a bit of footage, then edit. Changes before your eyes, things you can do and things you can't. My attitude is always 'let it keep rolling.'"},{"placeId":15189,"author":"Bram Cohen","wordCount":44,"categories":["work","attitude","dress"],"text":"In terms of work I've always had a Bad Attitude in that I won't work anywhere which requires me to work strict hours or follow a dress code. I don't know if that's an Asperger's thing or not, I think it's just being reasonable."},{"placeId":2143,"author":"Aeschylus","wordCount":18,"categories":["attitude","character","men"],"text":"It is in the character of very few men to honor without envy a friend who has prospered."},{"placeId":40809,"author":"Hayley Williams","wordCount":34,"categories":["music","attitude","enjoy"],"text":"I enjoy punk, the attitude as well as the music, but I don't feel like I have to be a carbon copy of it and invite all this controversy just to be punk rock."},{"placeId":99102,"author":"Siddhartha Mukherjee","wordCount":40,"categories":["positive","attitude"],"text":"In a spiritual sense, a positive attitude may help you get through chemotherapy and surgery and radiation and what have you. But a positive mental attitude does not cure cancer - any more than a negative mental attitude causes cancer."},{"placeId":23842,"author":"Dolly Parton","wordCount":24,"categories":["attitude","good","people"],"text":"Stop this attitude that older people ain't any good anymore! We're as good as we ever were - if we ever were any good."},{"placeId":37689,"author":"George MacDonald","wordCount":6,"categories":["attitude","important","facts"],"text":"Attitudes are more important than facts."},{"placeId":58573,"author":"Juliette Lewis","wordCount":36,"categories":["attitude","man","people"],"text":"Fame can be just so annoying because people are so critical of you. You can't just say, 'hi'. You say hi and people whisper' man did you see the way she said hi? What an attitude."},{"placeId":9007,"author":"Alvin Adams","wordCount":23,"categories":["attitude","fear","government"],"text":"Unfortunately, the attitude of many towards the press, humanitarians included and especially government workers, is often one of suspicion, if not outright fear."},{"placeId":48310,"author":"Joyce Meyer","wordCount":43,"categories":["life","attitude","god"],"text":"I'm only going to stand before God and give an account for my life, not for somebody else's life. If I have a bad attitude, then I need to say there's no point in me blaming you for what's wrong in my life."},{"placeId":64537,"author":"Lina Wertmuller","wordCount":21,"categories":["attitude","women","film"],"text":"Some feminists have this party-line attitude, and they can be very extremist. The most enlightened characters in my film are women."},{"placeId":102083,"author":"Samantha Mumba","wordCount":42,"categories":["attitude","age","moment"],"text":"There are a lot of female artists my age around at the moment, but they're all American and blonde and blue-eyed and smiley. I'm totally the opposite of that. I want to show a bit more attitude and I have an opinion."},{"placeId":77112,"author":"Mick Taylor","wordCount":37,"categories":["attitude","style","unique"],"text":"The Stones are a different kind of group. I realized that when I joined them. It's not really so much their musical ability, it's just they have a certain kind of style and attitude which is unique."},{"placeId":33552,"author":"Eve Arden","wordCount":13,"categories":["life","attitude","everything"],"text":"I don't have a Pollyana attitude toward life that claims everything is lovely."},{"placeId":13954,"author":"Boris Spassky","wordCount":19,"categories":["attitude","society","people"],"text":"The place of chess in the society is closely related to the attitude of young people towards our game."},{"placeId":29138,"author":"Earl Nightingale","wordCount":14,"categories":["attitude","happy","beautiful"],"text":"Always keep that happy attitude. Pretend that you are holding a beautiful fragrant bouquet."},{"placeId":76754,"author":"Michael Moriarty","wordCount":36,"categories":["attitude","hate","people"],"text":"I hate going to L.A. and dealing with the contempt people have for television and television actors. It's unbelievable the kind of attitude people take toward what is the most exciting medium we've got right now."},{"placeId":39612,"author":"Gong Li","wordCount":30,"categories":["attitude","hands","speak"],"text":"When I speak in English, my expressions become different. My attitude, too. I'm not sure why, but there really is a difference. My hands move differently when I speak English."},{"placeId":112557,"author":"Victoria Osteen","wordCount":16,"categories":["love","attitude","day"],"text":"With His love, you can wake up every day with an attitude of faith and expectancy."},{"placeId":25841,"author":"Donny Osmond","wordCount":26,"categories":["attitude","father","challenge"],"text":"My father instilled in me the attitude of prevailing. If there's a challenge, go for it. If there's a wall to break down, break it down."},{"placeId":20944,"author":"Chuck Zito","wordCount":24,"categories":["attitude","medical","nothing"],"text":"I broke two knuckles in my right hand when I gave Jean-Claude Van Damme an attitude adjustment. I got nothing except a medical bill."},{"placeId":107886,"author":"Timothy Garton Ash","wordCount":37,"categories":["positive","attitude"],"text":"Canadians tend to be a bit more religious than most Europeans - though not more than the Poles or Ukrainians. Most important, their attitude to immigration and ethnic minorities is more positive than that of most Europeans."},{"placeId":94221,"author":"Rick Derringer","wordCount":32,"categories":["work","nature","attitude"],"text":"I've always been a guy who's pretty supportive, its just my nature, so I came in to the situation with the attitude that I wanted to support Johnny and make it work."},{"placeId":56645,"author":"J. R. Moehringer","wordCount":47,"categories":["family","attitude","time"],"text":"Like the Earth, the Web is a less appealing place than it used to be. If I want attitude and arguing and meanness and profanity and wrong information screamed at me as gospel, I'll get in a time machine and spend Christmas with my family in 1977."},{"placeId":88201,"author":"Quincy Jones","wordCount":28,"categories":["nature","attitude","american"],"text":"I think the attraction of 'American Idol' is about the basic human nature attitude that is, 'We can put you up there. But we can take you down.'"},{"placeId":110617,"author":"William Shatner","wordCount":41,"categories":["success","attitude","i am"],"text":"Over the years, I've become barraged by comments from people, such as, 'Beam me up, Scotty!' and I became defensive. I felt they were derisive and engendered an attitude. I am grateful for the success, but didn't want to be mocked."},{"placeId":53941,"author":"Joan Lunden","wordCount":17,"categories":["positive","work","attitude"],"text":"A positive attitude is something everyone can work on, and everyone can learn how to employ it."},{"placeId":64258,"author":"Lita Ford","wordCount":17,"categories":["music","attitude","women"],"text":"I need that aggressive attitude to play my music and more men have that attitude than women."},{"placeId":73454,"author":"Mark Spitz","wordCount":19,"categories":["attitude","pool","mental"],"text":"The pool is terrible, but that doesn't have much to do with my record swims. That's all mental attitude."},{"placeId":3716,"author":"Angus Young","wordCount":10,"categories":["attitude","people","yes"],"text":"Yes, we're still five little people with a noisy attitude."},{"placeId":49897,"author":"John Ortberg","wordCount":46,"categories":["life","love","attitude"],"text":"Being deeply contented with God in my everyday life is a focused attitude. It is always available. It means practicing letting go of my obsession with how I'm doing. It means training myself to learn to actually be present with people, and seeking to love them."},{"placeId":17650,"author":"Coretta Scott King","wordCount":17,"categories":["attitude","night","breakfast"],"text":"Non-violence is a permanent attitude we bring to the breakfast table and bring to bed at night."},{"placeId":83216,"author":"Patrick Swayze","wordCount":20,"categories":["positive","work","attitude"],"text":"How do you nurture a positive attitude when all the statistics say you're a dead man? You go to work."},{"placeId":16027,"author":"Catherine Zeta-Jones","wordCount":32,"categories":["life","attitude","together"],"text":"I grew up in a small, strictly-Catholic fishing village on the coast of Wales. The people there have a different attitude to life than those in Hollywood - people stick together more."},{"placeId":106919,"author":"Tom Stoppard","wordCount":43,"categories":["attitude","words","healthy"],"text":"If I had been asked to write 1,200 words for a newspaper tomorrow, on any subject, I would just do it rather than leave a white hole in the page. And I think it's a very healthy attitude to take to writing anything."},{"placeId":42776,"author":"Harry Kroto","wordCount":26,"categories":["education","attitude","science"],"text":"The laissez-faire attitude to science education has resulted in a disaster exemplified by the fact that more young people are opting for media studies than physics."},{"placeId":114067,"author":"Zig Ziglar","wordCount":9,"categories":["attitude","will","altitude"],"text":"Your attitude, not your aptitude, will determine your altitude."},{"placeId":7091,"author":"Antony Sher","wordCount":32,"categories":["life","attitude","fate"],"text":"I have a Woody Allen Jewish attitude to life: that it's all going to be disastrous. That it hasn't all been that way is simply down to some random quirk of fate."},{"placeId":59366,"author":"Jessie Baylin","wordCount":26,"categories":["attitude","performance","nice"],"text":"I think leather pants are just better than jeans onstage; they give the performance a nice attitude, and they are also shockingly comfortable. Comfort is key."},{"placeId":77552,"author":"Meles Zenawi","wordCount":26,"categories":["attitude","problem","somalia"],"text":"An oversupply of national sentiment is not the problem in Somalia. The problem is a lack of it. The problem is an oversupply of sub-sub-clannish attitude."},{"placeId":88555,"author":"Rey Mysterio","wordCount":14,"categories":["attitude","me","never"],"text":"I've never had any prima donna attitude against me. It's always been very respectful."},{"placeId":14102,"author":"Brit Hume","wordCount":15,"categories":["attitude","fairness","skill"],"text":"Fairness is not an attitude. It's a professional skill that must be developed and exercised."},{"placeId":84323,"author":"Peter Jackson","wordCount":32,"categories":["attitude","world","new"],"text":"There's a very go-to kind of attitude in New Zealand that stems from that psyche of being quite isolated and not being able to rely on the rest of the world's infrastructure."},{"placeId":74898,"author":"Malcolm Mclaren","wordCount":31,"categories":["attitude","creative","said"],"text":"I always said punk was an attitude. It was never about having a Mohican haircut or wearing a ripped T-shirt. It was all about destruction, and the creative potential within that."},{"placeId":2499,"author":"Alan Shepard","wordCount":42,"categories":["attitude","airplane","speed"],"text":"The pilot looked at his cues of attitude and speed and orientation and so on and responded as he would from the same cues in an airplane, but there was no way it flew the same. The simulators had showed us that."},{"placeId":81121,"author":"Nas","wordCount":40,"categories":["attitude","war","man"],"text":"Man, me and Biggie were the biggest artists in New York. When he passed, I was so messed up. My attitude was messed up about him dying. There was an East-West thing back then, and I was in war mode."},{"placeId":91438,"author":"Robert Kennedy","wordCount":43,"categories":["attitude","truth","small"],"text":"In truth, the world is now a seamless web from which no nation, large or small, young or old, can disassociate itself. Every attitude and every action of every nation can affect the welfare and security of every other nation around the globe."},{"placeId":114100,"author":"Yamamoto Tsunetomo","wordCount":46,"categories":["attitude","character","effort"],"text":"One's appearance bespeaks dignity corresponding to the depth of his character. One's concentrated effort, serene attitude, taciturn air, courteous disposition, thoroughly polite bearing, gritted teeth with a piercing look - each of these reveals dignity. Such outward appearance, in short, comes from constant attentiveness and seriousness."},{"placeId":103739,"author":"Taylor Hackford","wordCount":17,"categories":["attitude","great","believe"],"text":"I really believe you can predict when someone has a great attitude, a real well of talent."},{"placeId":66044,"author":"Katrina Kaif","wordCount":35,"categories":["life","positive","attitude"],"text":"I have a very positive attitude in life. My insecurity, fear and need to know about tomorrow has fortunately eased. What is going to happen will happen anyway. So why break my head over it?"},{"placeId":1904,"author":"Aaron Neville","wordCount":45,"categories":["attitude","faith","me"],"text":"I'm here now because of my faith. That's what got me singing and what has kept me singing. That is what I have: what has kept me doing right and has provided me with the chances and the attitude and the skills to do this."},{"placeId":47640,"author":"Joyce Meyer","wordCount":28,"categories":["work","attitude","hope"],"text":"Hope is favorable and confident expectation; it's an expectant attitude that something good is going to happen and things will work out, no matter what situation we're facing."},{"placeId":92051,"author":"Roxane Gay","wordCount":47,"categories":["attitude","culture","blame"],"text":"I think the world is ambivalent about feminism. So I can't blame college students. I think they're reflecting the greater culture's attitude toward feminism. So what I can do is, in ways that are appropriate, advocate for feminism and help the students learn what feminism is about."},{"placeId":111996,"author":"William Griffith Wilson","wordCount":31,"categories":["attitude","effort","thought"],"text":"We will see that our new attitude toward liquor has been given to us without any thought or effort on our part. It just comes! That is the miracle of it."},{"placeId":93020,"author":"Robert McChesney","wordCount":13,"categories":["change","attitude","sea"],"text":"But having said that, there's also a sea change in attitude towards media."},{"placeId":46583,"author":"Joel Osteen","wordCount":33,"categories":["attitude","god","good"],"text":"Keep a good attitude and do the right thing even when it's hard. When you do that you are passing the test. And God promises you your marked moments are on their way."},{"placeId":23613,"author":"David Stern","wordCount":32,"categories":["attitude","inspire","walk"],"text":"You walk into the playgrounds in Shanghai and Beijing, and you see youngsters who are shorter, shaking and baking and having attitude. And Jeremy Lin is going to inspire all of them."},{"placeId":90885,"author":"Richard Flanagan","wordCount":13,"categories":["attitude","women","government"],"text":"There's always been something deeply disturbing about the Abbott government's attitude to women."},{"placeId":65972,"author":"Kathleen Hanna","wordCount":37,"categories":["attitude","women","weird"],"text":"Women didn't want to be on the stage with other women because they didn't want their bodies to be compared. They didn't want another female act opening for them because of this weird competitive and tokenistic attitude."},{"placeId":83307,"author":"Paul Hawken","wordCount":38,"categories":["work","attitude","medical"],"text":"It is possible for the assembly-line worker consigned to tightening the bolts on the transmission and the office worker who processes medical insurance claims to work with pride and efficiency, but it's not easy to maintain that attitude."},{"placeId":20736,"author":"Cheryl James","wordCount":20,"categories":["attitude","want","you"],"text":"Our attitude is that we want to cross over. You can't go on making records just for your own hometown."},{"placeId":110298,"author":"William J. Brennan, Jr.","wordCount":8,"categories":["attitude","jobs","only"],"text":"There are no menial jobs, only menial attitudes."},{"placeId":50301,"author":"Josh McDowell","wordCount":26,"categories":["attitude","god","heart"],"text":"Prayer is talking with God. God knows your heart and is not so concerned with your words as He is with the attitude of your heart."},{"placeId":49489,"author":"Jim Harrison","wordCount":18,"categories":["art","attitude","job"],"text":"You do manage a somewhat religious attitude toward your art. It is a calling rather than a job."},{"placeId":40709,"author":"Harold S. Geneen","wordCount":28,"categories":["best","attitude","inspire"],"text":"The best way to inspire people to superior performance is to convince them by everything you do and by your everyday attitude that you are wholeheartedly supporting them."},{"placeId":71284,"author":"Maya Angelou","wordCount":15,"categories":["change","attitude","you"],"text":"If you don't like something, change it. If you can't change it, change your attitude."},{"placeId":110101,"author":"Will Self","wordCount":40,"categories":["success","work","attitude"],"text":"This is the paradox for me: in failure alone is there any possibility of success. I don't think I'm alone in this - nor do I think it's an attitude that only prevails among people whose work is obviously 'creative'."},{"placeId":50232,"author":"Joseph Brodsky","wordCount":13,"categories":["attitude","communication"],"text":"For a writer only one form of patriotism exists: his attitude toward language."},{"placeId":106392,"author":"Tom Brokaw","wordCount":36,"categories":["attitude","challenge","walk"],"text":"When you walk into a doctor's office, you've got to have the same attitude you would about anything else. You've got to ask tough questions, and you've got to not be afraid to challenge their credentials."},{"placeId":80586,"author":"Nick Lowe","wordCount":31,"categories":["attitude","good","great"],"text":"The world is full of musicians who can play great, and you wouldn't cross the road to see them. It's people who have this indefinable attitude that are the good ones."},{"placeId":45491,"author":"James E. Faust","wordCount":43,"categories":["attitude","women","blessed"],"text":"All women have appealing features. I do not refer to model-type appeal, but rather that which comes from your personality, your attitude, and your expressions. I urge you to enhance the natural, God-given, feminine gifts with which you have been so richly blessed."},{"placeId":84922,"author":"Pope Francis","wordCount":37,"categories":["change","attitude","political"],"text":"There is a need for financial reform along ethical lines that would produce in its turn an economic reform to benefit everyone. This would nevertheless require a courageous change of attitude on the part of political leaders."},{"placeId":50580,"author":"James Mattis","wordCount":40,"categories":["attitude","home","gratitude"],"text":"For whatever trauma came with service in tough circumstances, we should take what we learned - take our post-traumatic growth - and, like past generations coming home, bring our sharpened strengths to bear, bring our attitude of gratitude to bear."},{"placeId":70471,"author":"Marina Abramovic","wordCount":46,"categories":["art","attitude","performance"],"text":"From the very early stage when I started doing performance art in the '70s, the general attitude - not just me, but also my colleagues - was that there should not be any documentation, that the performance itself is artwork and there should be no documentation."},{"placeId":61066,"author":"Leonard Nimoy","wordCount":22,"categories":["attitude","adventure","journey"],"text":"I think it's my adventure, my trip, my journey, and I guess my attitude is, let the chips fall where they may."},{"placeId":24625,"author":"Damian Lewis","wordCount":29,"categories":["life","work","attitude"],"text":"I've always had a 'Work hard, play hard' attitude to life - I still do - but sometimes you get involved in something that needs a calm, methodical approach."},{"placeId":96369,"author":"Seamus Heaney","wordCount":16,"categories":["attitude","home","authority"],"text":"At home in Ireland, there's a habit of avoidance, an ironical attitude towards the authority figure."},{"placeId":22856,"author":"David Byrne","wordCount":11,"categories":["attitude","style","punk"],"text":"Punk was defined by an attitude rather than a musical style."},{"placeId":68467,"author":"Kirstie Alley","wordCount":36,"categories":["attitude","stupid","me"],"text":"I developed a nutty attitude where I'd think, If some guy really loves me he doesn't care if I'm fat. I'd come up with all these stupid reasons why it would be OK to be fat."},{"placeId":7713,"author":"Amanda Burton","wordCount":12,"categories":["attitude","stupid","country"],"text":"What a stupid attitude we have in this country to personal stories."},{"placeId":6604,"author":"Andrew Forrest","wordCount":39,"categories":["attitude","money","heart"],"text":"If you look hard at it, if you look hard at the bleeding heart attitude to always throw money at issues, throw money at problems, what you're in fact probably saying is you're exercising a prejudicism of low expectations."},{"placeId":32489,"author":"Edward Heath","wordCount":10,"categories":["attitude","moral","policy"],"text":"Abhorrence of apartheid is a moral attitude, not a policy."},{"placeId":50070,"author":"Johnny Vegas","wordCount":42,"categories":["attitude","age","myself"],"text":"From a certain age, I sort of accepted myself for what I was. And although to other people it was like nothing ever goes right, I had a really nice attitude that I'd inherited from my parents, and especially from my dad."},{"placeId":75282,"author":"Mark Billingham","wordCount":47,"categories":["family","attitude","father"],"text":"My dad was a terrible father. Dreadful. But he had a very difficult childhood. He was fostered - he never knew who his father was. So he had a very different attitude to family and kids. I don't have any issues. I'm not suffering some secret angst."},{"placeId":70605,"author":"Martha Beck","wordCount":28,"categories":["life","love","attitude"],"text":"As a life coach, I love makeovers, from new clothes to surgery, pedicures to highlights. But redoing makes you feel better only if approached with the right attitude."},{"placeId":1452,"author":"Anushka Sharma","wordCount":38,"categories":["attitude","action","moments"],"text":"I do have moments when I feel insecure. I do have moments when I feel jealous, and that's normal. It's a very normal emotion. It's your action and your attitude and your reaction to that that is important."},{"placeId":86320,"author":"Psy","wordCount":10,"categories":["attitude","good","style"],"text":"Before 'Gangnam Style' I was not a good attitude artist."},{"placeId":55585,"author":"Jon Fishman","wordCount":15,"categories":["music","attitude","think"],"text":"But I do think that we approach music, in of itself, with a religious attitude."},{"placeId":34458,"author":"Felicia Day","wordCount":39,"categories":["attitude","step","city"],"text":"I guess I just always had this idea that I would go to Hollywood. I had the typical 'get up and go' attitude that you have to have in order to make the brave step into the big city."},{"placeId":16596,"author":"Cheech Marin","wordCount":43,"categories":["attitude","political","i am"],"text":"To me, you have to declare yourself a Chicano in order to be a Chicano. That makes a Chicano a Mexican-American with a defiant political attitude that centers on his or her right to self-definition. I'm a Chicano because I say I am."},{"placeId":48303,"author":"Joyce Meyer","wordCount":40,"categories":["attitude","decisions","someone"],"text":"If someone you know makes a bad decision or uses bad judgment, it doesn't mean you have to allow that to alter your attitude. Why should you allow anyone else's bad decisions to send you into a tailspin of misery?"},{"placeId":109075,"author":"W. Clement Stone","wordCount":38,"categories":["positive","success","attitude"],"text":"Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again."},{"placeId":24391,"author":"Donald Knuth","wordCount":42,"categories":["change","attitude","want"],"text":"Let us change our traditional attitude to the construction of programs. Instead of imagining that our main task is to instruct a computer what to do, let us concentrate rather on explaining to human beings what we want a computer to do."},{"placeId":75080,"author":"Marcel Marceau","wordCount":16,"categories":["attitude","important","essence"],"text":"What sculptors do is represent the essence of gesture. What is important in mime is attitude."},{"placeId":52600,"author":"James Mercer","wordCount":23,"categories":["attitude","new","situation"],"text":"Maybe it's just parenthood that puts you in a situation where you just have to develop a new attitude, I guess, about things."},{"placeId":19981,"author":"Charles Jencks","wordCount":35,"categories":["love","beauty","attitude"],"text":"Like our attitude to love, truth and goodness, we seem to be confident about knowing what beauty is - certain, even dogmatic - until we think hard about the idea, whereupon all confidence flies away."},{"placeId":804,"author":"Amisha Patel","wordCount":14,"categories":["attitude","mind","sexy"],"text":"Being sexy is all about attitude, not body type. It's a state of mind."},{"placeId":4329,"author":"Arthur Ashe","wordCount":11,"categories":["attitude","loose","ideal"],"text":"The ideal attitude is to be physically loose and mentally tight."},{"placeId":16444,"author":"Charles R. Swindoll","wordCount":43,"categories":["change","attitude","past"],"text":"We cannot change our past. We can not change the fact that people act in a certain way. We can not change the inevitable. The only thing we can do is play on the one string we have, and that is our attitude."},{"placeId":53507,"author":"James Cromwell","wordCount":23,"categories":["attitude","animals","personal"],"text":"The attitude we have towards our personal pets as opposed to the animals that suffer under the factory farm is hypocritical and delusional."},{"placeId":110405,"author":"William Makepeace Thackeray","wordCount":15,"categories":["best","attitude","humor"],"text":"Good humor is one of the best articles of dress one can wear in society."},{"placeId":99667,"author":"Steve Vai","wordCount":26,"categories":["attitude","energy","story"],"text":"Along with its enchanting and exquisite melodies, West Side Story has attitude and a tremendous amount of frenetic energy. It's emotional, theatrical and technical. It's everything."},{"placeId":26827,"author":"David Sanborn","wordCount":36,"categories":["music","best","attitude"],"text":"In regard to music, I just think that it's always best to have an attitude of being a perpetual student and always look to learn something new about music, because there's always something new to learn."},{"placeId":406,"author":"Alan Perlis","wordCount":16,"categories":["attitude","perspective","you"],"text":"You can measure a programmer's perspective by noting his attitude on the continuing vitality of FORTRAN."},{"placeId":78993,"author":"Molly Holzschlag","wordCount":42,"categories":["attitude","light","world"],"text":"The Web is not a prize to be won, and Mr. Ballmer's attitude is deplorable in the light of what the Web means to the world, to users, to designers and developers, and - to put it into Microsoft parlance - customers."},{"placeId":78062,"author":"Mario Van Peebles","wordCount":45,"categories":["work","attitude","job"],"text":"If I or any other black can deliver at the box office, I'll get a lot of work. Too many young actors, regardless of their color, try to play an attitude on camera and fail to remember their job is to fit into an entertainment."},{"placeId":10227,"author":"Bethany Hamilton","wordCount":43,"categories":["attitude","good","mind"],"text":"Whatever your situation might be, set your mind to whatever you want to do and put a good attitude in it, and I believe that you can succeed. You are not going to get anywhere just sitting on your butt and moping around."},{"placeId":77533,"author":"Mekhi Phifer","wordCount":26,"categories":["attitude","strong","people"],"text":"I grew up in a rough environment. You want to be strong and have your presence felt out there. That attitude reflects how people see you."},{"placeId":103391,"author":"Steve Howey","wordCount":24,"categories":["attitude","me","better"],"text":"Getting into shape helped get me into a better mood, and when I'm in a better mood, I'm funnier. My general attitude is better."},{"placeId":75368,"author":"Martha Reeves","wordCount":25,"categories":["work","attitude","lead"],"text":"Lead singers not only do the majority of the work, but their personalities are singled out and taken as the general attitude of the unit."},{"placeId":76143,"author":"Malcolm-Jamal Warner","wordCount":40,"categories":["attitude","people","me"],"text":"People kind of have a misconception, because when someone calls me Theo and I correct them, say, 'No, my name is Malcolm,' they think I have an attitude about it and I don't want to be associated with the show."},{"placeId":112562,"author":"Victoria Osteen","wordCount":26,"categories":["love","attitude","opinions"],"text":"I love David's attitude in the Bible. He wasn't afraid to go against the trends. He wasn't going to be defined by the opinions of others."},{"placeId":89159,"author":"Robert Carlyle","wordCount":30,"categories":["attitude","late","you"],"text":"In the late '70s, maybe just before I started, there was still an attitude that if you did film you didn't do TV and vice versa, but that's gone now."},{"placeId":73583,"author":"Martina Navratilova","wordCount":34,"categories":["life","attitude","day"],"text":"Life is about challenges and how we face up to them and the attitude we take into every day life so hopefully we'll be able to motivate people to do more with their life."},{"placeId":85394,"author":"Pawel Pawlikowski","wordCount":41,"categories":["love","attitude","world"],"text":"One of my favorite writers is Chekhov. I love his attitude toward the world. Just accept things for what they are. Don't judge. Be moral as you tell your story, but have no moral at the end. Just look at it."},{"placeId":102333,"author":"Satish Kumar","wordCount":24,"categories":["nature","attitude","animals"],"text":"If you can kill animals, the same attitude can kill human beings. The mentality is the same which exploits nature and which creates wars."},{"placeId":57908,"author":"Jiah Khan","wordCount":35,"categories":["attitude","fitness","day"],"text":"Sexy is attitude, but fitness for me is my dance. I dance two hours nearly every day. You break into good sweat, and it doesn't even feel like exercise. Apart from that, I enjoy Pilates."},{"placeId":31278,"author":"E. F. Schumacher","wordCount":16,"categories":["attitude","you","eagles"],"text":"Eagles come in all shapes and sizes, but you will recognize them chiefly by their attitudes."},{"placeId":47009,"author":"John C. Maxwell","wordCount":24,"categories":["life","attitude","day"],"text":"The greatest day in your life and mine is when we take total responsibility for our attitudes. That's the day we truly grow up."},{"placeId":49446,"author":"Jo Brand","wordCount":40,"categories":["attitude","money","mother"],"text":"My father was an engineer and my mother was a social worker, and they met as young socialists. That probably tells you everything you need to know about my attitude to money - I've never really been bothered about it."},{"placeId":4498,"author":"Aung San Suu Kyi","wordCount":24,"categories":["attitude","free","i can"],"text":"My attitude is, do as much as I can while I'm free. And if I'm arrested I'll still do as much as I can."},{"placeId":87526,"author":"Oprah Winfrey","wordCount":19,"categories":["change","attitude","time"],"text":"The greatest discovery of all time is that a person can change his future by merely changing his attitude."},{"placeId":105556,"author":"Theophilus London","wordCount":27,"categories":["attitude","height","i can"],"text":"I can pull off anything; I have the height and the attitude. The only thing I can't wear is a leotard, but I can wear anything else."},{"placeId":51122,"author":"Jeff Ross","wordCount":31,"categories":["love","attitude","hope"],"text":"I'm a big fan of Courtney Love. I love Hole and I love her acting and I love her attitude. I just hope I never meet her in a dark alley."},{"placeId":61803,"author":"Loretta Lynn","wordCount":15,"categories":["attitude","simple","men"],"text":"My attitude toward men who mess around is simple: If you find 'em, kill 'em."},{"placeId":40566,"author":"Harvey Mackay","wordCount":22,"categories":["attitude","gratitude","culture"],"text":"A smart manager will establish a culture of gratitude. Expand the appreciative attitude to suppliers, vendors, delivery people, and of course, customers."},{"placeId":62035,"author":"Ludwig von Mises","wordCount":21,"categories":["attitude","war","mind"],"text":"Only one thing can conquer war - that attitude of mind which can see nothing in war but destruction and annihilation."},{"placeId":16670,"author":"Chevy Chase","wordCount":18,"categories":["attitude","school","problem"],"text":"I was always the guy getting kicked out of my classes at school for having an attitude problem."},{"placeId":75662,"author":"Megan Hilty","wordCount":47,"categories":["attitude","myself","balance"],"text":"I totally let myself indulge, but I make little deals with myself. If I have an extra cupcake, I'll run a couple of extra miles. I think it's all about balance and not getting into extremes with dieting and exercising. Having a healthy attitude is important, too!"},{"placeId":106517,"author":"Tom Frieden","wordCount":47,"categories":["success","attitude","today"],"text":"Thanks to malaria elimination efforts in United States in the 1940s, most people in the U.S. today have never had any direct contact with the disease, and most doctors have never seen a case. That success means it's easy to have a relaxed attitude about protecting ourselves."},{"placeId":103394,"author":"Stuart Chase","wordCount":15,"categories":["attitude","acceptance","laws"],"text":"Attitude is your acceptance of the natural laws, or your rejection of the natural laws."},{"placeId":73036,"author":"Mariella Frostrup","wordCount":19,"categories":["attitude","enthusiasm","down"],"text":"I have a very childish attitude to books - a very non-analytic enthusiasm... like Alice falling down the chute."},{"placeId":13646,"author":"Benny Green","wordCount":37,"categories":["attitude","time","honest"],"text":"Any time I need to get a serious attitude adjustment, I put on one of their records, and there are examples there for all time to keep us honest and keep us reaching; they'll never be eclipsed."},{"placeId":73647,"author":"Mary Lambert","wordCount":39,"categories":["attitude","she","want"],"text":"Adele shattered the image of how the stereotypical singer is supposed to look. She has that whole 'Screw you, I'm awesome for what I do' attitude, which I really look up to and want to be a part of."},{"placeId":27353,"author":"Debi Gliori","wordCount":28,"categories":["attitude","hero","book"],"text":"I call my golden retriever Cara my 'white wolf.' She's changed my attitude and made me write this book where the wolf is the hero, not the villain."},{"placeId":11316,"author":"Boomer Esiason","wordCount":25,"categories":["positive","attitude","team"],"text":"I have played on many teams throughout my career, and I know when a team has the tools, and the right positive attitude towards winning."},{"placeId":22096,"author":"Christopher Isherwood","wordCount":41,"categories":["attitude","injustice","people"],"text":"What irritates me is the bland way people go around saying, 'Oh, our attitude has changed. We don't dislike these people any more.' But by the strangest coincidence, they haven't taken away the injustice; the laws are still on the books."},{"placeId":49915,"author":"John Ortberg","wordCount":26,"categories":["attitude","character"],"text":"The most important criterion is this: hire someone whose character and humility and attitude you would like to have reproduced in your church and in yourself."},{"placeId":35497,"author":"Frank Sinatra","wordCount":7,"categories":["attitude","hat","angles"],"text":"Cock your hat - angles are attitudes."},{"placeId":25261,"author":"David Brock","wordCount":35,"categories":["attitude","believe","think"],"text":"There's certainly an attitude in some measure of the conservative movement that I believe won't accept the legitimacy of any Democratic president, and I think Obama did fall victim to that - witness the 'birthers.'"},{"placeId":19118,"author":"Christopher Lambert","wordCount":20,"categories":["attitude","great","fun"],"text":"If a site is done with pleasure and a fun attitude, it's a great way to communicate with your fans."},{"placeId":2749,"author":"Aldous Huxley","wordCount":21,"categories":["attitude","age","old age"],"text":"The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm."},{"placeId":75751,"author":"Michael Chang","wordCount":42,"categories":["attitude","good","great"],"text":"I feel like I have as good a shot as anybody out there and I have gotten close in the past, so why not have the attitude that I can come out and play great tennis and maybe even win this tournament."},{"placeId":4825,"author":"Alain Prost","wordCount":15,"categories":["attitude","good","disadvantage"],"text":"It's not too good to have this attitude in F1. It could be a disadvantage."},{"placeId":39857,"author":"Gene Barry","wordCount":46,"categories":["attitude","reading","mind"],"text":"The attitude of the actor is his interpretation of what he reads, and the written word is what creates the role in the actor's mind, and I guess in reading the things that were given to me, I reacted as you guys saw me, you know."},{"placeId":108681,"author":"Tristan MacManus","wordCount":23,"categories":["attitude","focus","easy"],"text":"It can be easy to buy into anything. I would lose focus if I went with that attitude of wanting to be famous."},{"placeId":23512,"author":"Diane von Furstenberg","wordCount":3,"categories":["attitude","everything"],"text":"Attitude is everything."},{"placeId":33768,"author":"Eric Carr","wordCount":37,"categories":["attitude","happy","great"],"text":"You know, who cares about seeing the girls when everybody wants to see the band. That's what's important, KISS is important. I think we look great, and the attitude is there, and I'm real happy with it."},{"placeId":97846,"author":"Steven Spielberg","wordCount":32,"categories":["attitude","day","start"],"text":"You can't start a movie by having the attitude that the script is finished, because if you think the script is finished, your movie is finished before the first day of shooting."},{"placeId":80693,"author":"Nick Lowe","wordCount":21,"categories":["attitude","brand","new"],"text":"Elvis Costello had a brand new bag. He was a musician, but he knew all about the attitude part of it."},{"placeId":11393,"author":"Brian Tracy","wordCount":32,"categories":["attitude","gratitude","step"],"text":"Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation."},{"placeId":47012,"author":"John C. Maxwell","wordCount":9,"categories":["attitude","failure","altitude"],"text":"Your attitude towards failure determines your altitude after failure."},{"placeId":23581,"author":"Dick Cheney","wordCount":26,"categories":["attitude","doubt","security"],"text":"The Senator from Massachusetts has given us ample grounds to doubt the judgment and the attitude he brings to bear on vital issues of national security."},{"placeId":20850,"author":"Chris Gabrieli","wordCount":45,"categories":["business","attitude","time"],"text":"I've spent enough time in the business community to know there are certain regulators who are very constructive in their approach - those who enforce the laws and who actually want to help you comply - and there are others who have a prosecutorial attitude."},{"placeId":16410,"author":"Charles Lindbergh","wordCount":30,"categories":["life","attitude","death"],"text":"I am shocked at the attitude of our American troops. They have no respect for death, the courage of an enemy soldier, or many of the ordinary decencies of life."},{"placeId":83787,"author":"Paulo Coelho","wordCount":33,"categories":["life","attitude","political"],"text":"Everybody is a political person, whether you say something or you are silent. A political attitude is not whether you go to parliament; it's how you deal with your life, with your surroundings."},{"placeId":7780,"author":"Alexis Wright","wordCount":46,"categories":["family","attitude","mother"],"text":"That attitude that I wouldn't succeed didn't come from my family; it came from school and then the township we lived in. I wasn't going to settle for that, and my mother warned us not to settle for less, to make the most of our lives."},{"placeId":18292,"author":"Carroll Quigley","wordCount":26,"categories":["nature","attitude","good"],"text":"The traditional Christian attitude toward human personality was that human nature was essentially good and that it was formed and modified by social pressures and training."},{"placeId":112279,"author":"V. S. Naipaul","wordCount":12,"categories":["attitude","past","general"],"text":"What was past was past. I suppose that was the general attitude."},{"placeId":100364,"author":"Shahid Kapoor","wordCount":13,"categories":["life","attitude","i am"],"text":"I am a Piscean, and they have a lovingly detached attitude towards life."},{"placeId":107552,"author":"Twiggy","wordCount":26,"categories":["attitude","age","people"],"text":"I don't like it when people say, 'You're 45, so you should be wearing X and never Y.' For me, dressing is about attitude, not age."},{"placeId":97023,"author":"Simon Cowell","wordCount":14,"categories":["attitude","face","me"],"text":"My attitude is, if someone's going to criticize me, tell me to my face."},{"placeId":93625,"author":"Rick Santelli","wordCount":27,"categories":["attitude","government"],"text":"When you are facing the wilderness on your own, you have a totally different attitude to someone who works in government or who has a monthly cheque."},{"placeId":58940,"author":"Johnny Thunders","wordCount":13,"categories":["attitude","great","nothing"],"text":"The Dolls were an attitude. If nothing else they were a great attitude."},{"placeId":31580,"author":"Elliot Richardson","wordCount":47,"categories":["life","attitude","day"],"text":"I thought I was going to be killed. The casualties were so heavy, it was just a given. I learned to take each day, each mission, as it came. That's an attitude I've carried into my professional life. I take each case, each job, as it comes."},{"placeId":34280,"author":"Fritz Sauckel","wordCount":32,"categories":["life","love","attitude"],"text":"Although as a sailor I despised politics - for I loved my sailor's life and still love it today - conditions forced me to take up a definite attitude towards political problems."},{"placeId":43311,"author":"Henry Eyring","wordCount":35,"categories":["attitude","god","intelligence"],"text":"I believe that what is really important is that God can speak to us. If we have the humility to approach him in prayer with the right attitude, he can speak to our intelligence directly."},{"placeId":46440,"author":"Jim Brown","wordCount":38,"categories":["attitude","football","thought"],"text":"Ben Schwartzwalder was a decent guy, but he was from another era. He was like a Marine, with a real army attitude. He thought there was only one way to play football, and that was the rough way."},{"placeId":28815,"author":"Diane Wakoski","wordCount":39,"categories":["beauty","attitude","women"],"text":"I think one of the things that language poets are very involved with is getting away from conventional ideas of beauty, because those ideas contain a certain attitude toward women, certain attitudes toward sex, certain attitudes toward race, etc."},{"placeId":16910,"author":"Christian Bale","wordCount":27,"categories":["life","attitude","end"],"text":"I have this theory that, depending on your attitude, your life doesn't have to become this ridiculous charade that it seems so many people end up living."},{"placeId":7041,"author":"Ahmet Davutoglu","wordCount":24,"categories":["attitude","new","policy"],"text":"Turkey wants a policy of engagement exactly like President Obama's new approach. Policy of engagement, less confrontation, less tense attitude, especially in the region."},{"placeId":92952,"author":"Robert Evans","wordCount":19,"categories":["attitude","parenting","anxiety"],"text":"When a parent shows up with an attitude of entitlement, understand that under it is a boatload of anxiety."},{"placeId":40036,"author":"Gunnar Myrdal","wordCount":27,"categories":["attitude","health","people"],"text":"America is the one rich country with the biggest slums, the least democratic and least developed health system, and the most niggardly attitude against its old people."},{"placeId":17546,"author":"Clarence Thomas","wordCount":44,"categories":["attitude","freedom","man"],"text":"My grandfather was a man, when he talked about freedom, his attitude was really interesting. His view was that you had obligations or you had responsibilities, and when you fulfilled those obligations or responsibilities, that then gave you the liberty to do other things."},{"placeId":101367,"author":"Samuel R. Delany","wordCount":45,"categories":["attitude","character","world"],"text":"I want to read about a character doing something fairly quiet where I can picture who the character is, and what their attitude towards the world is - which I'm a lot more interested in than what they do under the pressure of a gunfight."},{"placeId":72287,"author":"Miriam Margolyes","wordCount":9,"categories":["positive","attitude","rappers"],"text":"I don't have a very positive attitude towards rappers."},{"placeId":85329,"author":"Patricia Richardson","wordCount":23,"categories":["success","attitude","matters"],"text":"Part of the whole L.A. mentality that nothing really matters unless it's a success... is such a shallow and dangerous attitude to have."},{"placeId":12689,"author":"Bradley Wiggins","wordCount":14,"categories":["attitude","why","you"],"text":"My attitude is that, if you have nothing to hide, why not show it?"},{"placeId":86830,"author":"Paul Twitchell","wordCount":14,"categories":["attitude","spiritual","spirit"],"text":"Our spiritual attitude is determined by our conception of our relation to infinite spirit."},{"placeId":63682,"author":"Lascelles Abercrombie","wordCount":24,"categories":["life","attitude","poetry"],"text":"Epic poetry exhibits life in some great symbolic attitude. It cannot strictly be said to symbolize life itself, but always some manner of life."},{"placeId":6469,"author":"Aleksander Kwasniewski","wordCount":37,"categories":["attitude","history","service"],"text":"We have become aware of the responsibility for our attitude towards the dark pages in our history. We have understood that bad service is done to the nation by those who are impelling to renounce that past."},{"placeId":28699,"author":"Dennis Eckersley","wordCount":14,"categories":["attitude","game","always"],"text":"I always had the attitude that I wanted to throw a no-hitter every game."},{"placeId":95786,"author":"S. Truett Cathy","wordCount":10,"categories":["work","attitude","good"],"text":"I had to create some good work habits and attitude."},{"placeId":109066,"author":"W. Clement Stone","wordCount":16,"categories":["business","attitude","sales"],"text":"Sales are contingent upon the attitude of the salesman - not the attitude of the prospect."},{"placeId":31296,"author":"E. P. Thompson","wordCount":45,"categories":["attitude","decision","world"],"text":"I think that the U.S. does have this very much more open attitude, and I admire it very much and I think it's very important to the world. But the information and the discussion sometimes come too late, after the effective decision has been made."},{"placeId":73347,"author":"Marjory Stoneman Douglas","wordCount":17,"categories":["change","attitude","mind"],"text":"All we need, really, is a change from a near frigid to a tropical attitude of mind."},{"placeId":34231,"author":"Freddy Adu","wordCount":17,"categories":["attitude","day","want"],"text":"I just want to go in with the right attitude and from Day 1 make a difference."},{"placeId":16932,"author":"Christian Louboutin","wordCount":16,"categories":["attitude","women","better"],"text":"The higher the better. It's more about an attitude. High heels empower women in a way."},{"placeId":75864,"author":"Marcia Angell","wordCount":28,"categories":["attitude","mind","powerful"],"text":"There is something so biologically implausible that your attitude is going to cure a disease. There's a tremendous arrogance to imagine that your mind is all that powerful."},{"placeId":46603,"author":"Joel Osteen","wordCount":47,"categories":["attitude","hope","future"],"text":"I believe that when you think of the negative, and you get up discouraged - 'There's nothing good in my future' - I really believe it almost ties the hands of God. God works where there's an attitude of faith. I believe faith is all about hope."},{"placeId":77307,"author":"Martina Hingis","wordCount":40,"categories":["attitude","people","game"],"text":"I always give Lindsay so much credit for her tennis game, for her attitude, for her person, and because of how she deals with all the things. I don't think people give her enough credit for how well she's doing."},{"placeId":86125,"author":"Pim Fortuyn","wordCount":11,"categories":["attitude","bad","homosexuality"],"text":"Muslims have a very bad attitude to homosexuality, they're very intolerant."},{"placeId":93045,"author":"Robert Palmer","wordCount":46,"categories":["positive","attitude","think"],"text":"I'm not concerned that my stuff isn't extreme. I don't want to be heavy. I can't think of another attitude to have toward an audience than a hopeful and a positive one. And if that includes such unfashionable things as sentimentality, well, I can afford it."},{"placeId":77243,"author":"Martin McDonagh","wordCount":33,"categories":["attitude","may","story"],"text":"Though it may not seem like it, I never try to write about a place, per se; it's always, first and last, about story. Story is everything. Story and a bit of attitude."},{"placeId":45582,"author":"James Woods","wordCount":43,"categories":["attitude","death","walk"],"text":"My attitude about Hollywood is that I wouldn't walk across the street to pull one of those executives out of the snow if he was bleeding to death. Not unless I was paid for it. None of them ever did me any favors."},{"placeId":83080,"author":"Parker Posey","wordCount":24,"categories":["attitude","woman","she"],"text":"My grandmother is this amazingly theatrical woman. She acted like a movie star, as far as looks and attitude, kind of like Susan Hayward."},{"placeId":79785,"author":"Megan Boone","wordCount":4,"categories":["attitude","allergic"],"text":"I'm allergic to attitude."},{"placeId":40411,"author":"Hans Selye","wordCount":13,"categories":["positive","attitude","stress"],"text":"Adopting the right attitude can convert a negative stress into a positive one."},{"placeId":54950,"author":"Jennifer Armintrout","wordCount":26,"categories":["attitude","never","will"],"text":"The attitude of, 'I will never self-publish,' coming from any author, indicates that they have never been in a position where it is their only option."},{"placeId":98950,"author":"Shane Warne","wordCount":29,"categories":["attitude","goal","ambition"],"text":"With just about every player in Australia, his whole goal and ambition is to play for Australia. That's why they're playing first class cricket. It's just a different attitude."},{"placeId":101355,"author":"Sharon Gless","wordCount":15,"categories":["attitude","good","men"],"text":"I kind of resent this attitude of men that we somehow must always look good."},{"placeId":104560,"author":"Tzipi Livni","wordCount":16,"categories":["attitude","future","nation"],"text":"The attitude of 'every nation unto itself' is a destructive one for the future of Israel."},{"placeId":109108,"author":"Umberto Eco","wordCount":47,"categories":["life","attitude","death"],"text":"Religion has nothing to do with God. It's a fundamental attitude of human beings, who ask about the origins of life and what happens after death. For many, the answer is a personal god. In my opinion, it's religion that produces God, not the other way round."},{"placeId":87031,"author":"Patricia Neal","wordCount":13,"categories":["positive","attitude","strong"],"text":"A strong positive mental attitude will create more miracles than any wonder drug."},{"placeId":43844,"author":"Ian Mcewan","wordCount":10,"categories":["attitude","wants","strike"],"text":"What reader wants to be told what attitude to strike?"},{"placeId":44237,"author":"Imelda Staunton","wordCount":30,"categories":["positive","attitude","peace"],"text":"Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that."},{"placeId":87985,"author":"Osman Baydemir","wordCount":34,"categories":["attitude","government","media"],"text":"I have had it up to here with the prosecutions, the government's attitude, the judiciary, the media's stance and the majority of Turks who view the Kurdish people's justified cause through a nationalist lens."},{"placeId":106731,"author":"Tom Petty","wordCount":21,"categories":["life","attitude","good"],"text":"I don't think it's a good attitude in your life to feel that you have to be rich to have self-esteem."},{"placeId":77158,"author":"Madison Smartt Bell","wordCount":12,"categories":["nature","attitude","always"],"text":"I have always had a mystical attitude toward inspiration. That's my nature."},{"placeId":97016,"author":"Stephen Covey","wordCount":13,"categories":["attitude","space","choose"],"text":"Between stimulus and response, there is a space where we choose our response."},{"placeId":46554,"author":"Joel Osteen","wordCount":26,"categories":["positive","attitude","trust"],"text":"I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors."},{"placeId":21893,"author":"Charles Revson","wordCount":9,"categories":["change","attitude","fate"],"text":"If you can't change your fate, change your attitude."},{"placeId":55285,"author":"Joel Parkinson","wordCount":44,"categories":["attitude","never give up"],"text":"You tell your kids that no matter what, you set your goals and you go for them. Whatever it is you achieve, never give up. You want your kids to have that good attitude, the confidence, and the will power to believe in themselves."},{"placeId":49201,"author":"Jenny Slate","wordCount":43,"categories":["attitude","myself","dinner"],"text":"I like to wear dresses and skirts when I go onstage because the attitude that I have is, 'I'm so excited to introduce myself to you.' And I want to be wearing what I'd be wearing to a date or a dinner party."},{"placeId":90154,"author":"Rahm Emanuel","wordCount":36,"categories":["change","attitude","freedom"],"text":"My attitude is govern as if you've run your last race. That's not to say I've run my last race, but govern with a liberation and a freedom; change your mind frame to operate that way."},{"placeId":113780,"author":"X. J. Kennedy","wordCount":37,"categories":["attitude","children","poetry"],"text":"The attitude that poetry should not be analyzed is prevalent among many who consider themselves experts on children's literature. But I suspected that kids like to look closely at things and figure out what makes them go."},{"placeId":105337,"author":"Teri Garr","wordCount":19,"categories":["attitude","humor","good"],"text":"If you get a diagnosis, get on a therapy, keep a good attitude and keep your sense of humor."},{"placeId":16936,"author":"Christian Louboutin","wordCount":39,"categories":["music","attitude","shoe"],"text":"I mean, the shoe - there is a music to it, there is attitude, there is sound, it's a movement. Clothes - it's a different story. There are a million things I'd rather do before designing clothes: directing, landscaping."},{"placeId":29855,"author":"Elie Wiesel","wordCount":27,"categories":["attitude","gratitude","her"],"text":"When a person doesn't have gratitude, something is missing in his or her humanity. A person can almost be defined by his or her attitude toward gratitude."},{"placeId":1516,"author":"Ariel Sharon","wordCount":32,"categories":["attitude","think","always"],"text":"I cannot say that the attitude of the United Nations always is for the Israeli attitude. Israel, I think, has been under severe attacks by members of the United Nations many times."},{"placeId":71799,"author":"Michael Moore","wordCount":47,"categories":["attitude","good","philosophy"],"text":"What really went wrong is that General Motors has had this philosophy from the beginning that what's good for General Motors is good for the country. So, their attitude was, 'We'll build it and you buy it. We'll tell you what to buy. You just buy it.'"},{"placeId":104510,"author":"Todd Phillips","wordCount":26,"categories":["attitude","start","song"],"text":"There's a punk-rock attitude, clearly, to 'Hated.' There's even a punk-rock attitude to 'The Hangover,' I think. We start the movie with a Glenn Danzig song."},{"placeId":35951,"author":"Gary Locke","wordCount":27,"categories":["education","attitude","grow"],"text":"The U.S. tries to provide immigrants who grow up here with a world-class education and imbue them with the can-do attitude that has long defined American innovation."},{"placeId":7248,"author":"Asa Gray","wordCount":25,"categories":["attitude","men","thoughtful"],"text":"It remains to consider what attitude thoughtful men and Christian believers should take respecting them, and how they stand related to beliefs of another order."},{"placeId":12262,"author":"Ben Elliot","wordCount":36,"categories":["best","attitude","choices"],"text":"I have an issue with others ordering for me, and I spend far too long haranguing people that my choices are the best. I apologize for the amount of conversations I have ruined with this attitude."},{"placeId":93613,"author":"Richie Allen","wordCount":40,"categories":["attitude","shoes","people"],"text":"I'd like to get out of Philadelphia. I don't care for the people or their attitude, although they don't bother me or my play. But maybe the Phillies can get a couple of broken bats and shower shoes for me."},{"placeId":64517,"author":"Larisa Oleynik","wordCount":44,"categories":["life","attitude","mom"],"text":"I don't know that I have any role models now that are fixed. Definitely my mom - she's the coolest. She's worked really hard her whole life and I just think she's got a great attitude. Moms just know so much it's so silly."},{"placeId":41788,"author":"Herbie Hancock","wordCount":23,"categories":["attitude","style","me"],"text":"It's not the style that motivates me, as much as an attitude of openness that I have when I go into a project."},{"placeId":40629,"author":"Harold Pinter","wordCount":17,"categories":["attitude","world","rest"],"text":"Iraq is just a symbol of the attitude of western democracies to the rest of the world."},{"placeId":110262,"author":"Willem de Kooning","wordCount":36,"categories":["nature","attitude","hope"],"text":"The attitude that nature is chaotic and that the artist puts order into it is a very absurd point of view, I think. All that we can hope for is to put some order into ourselves."},{"placeId":65161,"author":"Lisanne Falk","wordCount":37,"categories":["attitude","eyes","sexy"],"text":"Sure there is a sexy attitude, and when they say, 'Give me a sexy look with your eyes,' you give it to them. It doesn't have to relate to the product. People are just drawn to it."},{"placeId":13334,"author":"Buzz Osborne","wordCount":41,"categories":["attitude","hair","different"],"text":"If you take a band like Nirvana, their biggest hits are structurally the same as even a hair metal band's biggest hits. The structure's not different - the attitude was different. Except it really wasn't. It seemed a little more human."},{"placeId":25697,"author":"Dale Murphy","wordCount":18,"categories":["attitude","good","me"],"text":"Tommie Aaron taught me how to have a good attitude, to be easy going and not get uptight."},{"placeId":39656,"author":"Graham Chapman","wordCount":24,"categories":["attitude","ideas","observation"],"text":"All ideas come about through some sort of observation. It sparks an attitude; some object or emotion causes a reaction in the other person."},{"placeId":105533,"author":"Theodore Roosevelt","wordCount":16,"categories":["attitude","progressive","dead"],"text":"The reactionary is always willing to take a progressive attitude on any issue that is dead."},{"placeId":47779,"author":"Joyce Meyer","wordCount":20,"categories":["attitude","blame","yourself"],"text":"Reproach is shame, blame, disgrace, disapproval and a disrespectful attitude toward yourself. When you're under reproach, your behavior shows it."},{"placeId":23832,"author":"Dolly Parton","wordCount":34,"categories":["attitude","time","happy"],"text":"I was born with a happy heart, and I try to keep a good attitude. It's not true that I'm happy all the time because nobody is, and we all go through our things."},{"placeId":88528,"author":"Renzo Piano","wordCount":36,"categories":["attitude","mother","good"],"text":"In some way, people believe that if you are permeable, if you are a good listener, you don't have the quality of somebody with a firm attitude. This is what, fundamentally, I got from my mother."},{"placeId":80747,"author":"Norman Lamm","wordCount":24,"categories":["positive","attitude","land"],"text":"Modern Orthodoxy has a highly positive attitude toward the State of Israel. Our Ultra-Orthodox brethren recognize only the Holy Land, but not the state."},{"placeId":28226,"author":"Daniel Petrie","wordCount":8,"categories":["change","attitude","been"],"text":"There has been a change in attitude, though."},{"placeId":15588,"author":"Candace Bushnell","wordCount":44,"categories":["life","best","attitude"],"text":"The key to life is your attitude. Whether you're single or married or have kids or don't have kids, it's how you look at your life, what you make of it. It's about making the best of your life wherever you are in life."},{"placeId":77635,"author":"Michael Hutchence","wordCount":23,"categories":["attitude","good","style"],"text":"I look at Jagger and the like and if I see a good attitude I'll admire it but I wouldn't copy their style."},{"placeId":103370,"author":"Stephnie Weir","wordCount":29,"categories":["funny","work","attitude"],"text":"I got to work with Rachel Dratch, and she just had such a funny, roll-with-it attitude when she would approach the stage and could turn anything into a gem."},{"placeId":17905,"author":"Colin Powell","wordCount":27,"categories":["attitude","excellence"],"text":"If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude."},{"placeId":33955,"author":"Ferguson Jenkins","wordCount":9,"categories":["attitude","pitching","mental"],"text":"Mental attitude and concentration are the keys to pitching."},{"placeId":90369,"author":"Rebecca MacKinnon","wordCount":26,"categories":["attitude","government"],"text":"There is clearly a constituency that appreciates the message that Google is sending, that it finds the Chinese government's attitude to the Internet and censorship unacceptable."},{"placeId":109837,"author":"Will Poulter","wordCount":24,"categories":["attitude","friends","me"],"text":"I was lucky that I had friends who have maintained a very regular attitude with me and haven't changed how they interact with me."},{"placeId":33556,"author":"Evan Parker","wordCount":35,"categories":["music","attitude","language"],"text":"Certain kinds of speed, flow, intensity, density of attacks, density of interaction... Music that concentrates on those qualities is, I think, easier achieved by free improvisation between people sharing a common attitude, a common language."},{"placeId":43288,"author":"Herbert Read","wordCount":15,"categories":["positive","attitude","today"],"text":"The characteristic political attitude of today is not one of positive belief, but of despair."},{"placeId":64698,"author":"Leonard Baskin","wordCount":41,"categories":["life","attitude","anxiety"],"text":"I think it has other roots, has to do, in part, with a general anxiety in contemporary life... nuclear bombs, inequality of possibility and chance, inequality of goods allotted to us, a kind of general racist, unjust attitude that is pervasive."},{"placeId":107012,"author":"Tom Wolfe","wordCount":29,"categories":["change","attitude","time"],"text":"The attitude is we live and let live. This is actually an amazing change in values in a rather short time and it's an example of freedom from religion."},{"placeId":90701,"author":"Rob Lowe","wordCount":36,"categories":["attitude","makeup","people"],"text":"Some actors specialize in shooting weapons and punching people. Some have the market on playing buffoons cornered, others specialize in roles that require heavy makeup or outrageous wardrobe. Some trade exclusively in a post-ironic blase attitude."},{"placeId":17135,"author":"Christopher Hitchens","wordCount":12,"categories":["attitude","resistance","should"],"text":"Solidarity is an attitude of resistance, I suppose, or it should be."},{"placeId":24742,"author":"Dan Quinn","wordCount":18,"categories":["attitude","me","play"],"text":"That attitude and toughness that we want to play with, that, to me, is the most critical thing."},{"placeId":32837,"author":"Ed McMahon","wordCount":29,"categories":["attitude","great","planning"],"text":"There is no planning. On the night it is really great, it's euphoria and if it is not so great there is always tomorrow night. That was his attitude."},{"placeId":14739,"author":"Bart Starr","wordCount":10,"categories":["attitude","power","competition"],"text":"Athletic competition clearly defines the unique power of our attitude."},{"placeId":66588,"author":"Kevin Hart","wordCount":5,"categories":["love","attitude","women"],"text":"I love women with attitude."},{"placeId":105382,"author":"Terry Bradshaw","wordCount":6,"categories":["attitude","team","bad"],"text":"Bad attitudes will ruin your team."},{"placeId":4910,"author":"Alex Campbell","wordCount":36,"categories":["change","attitude","past"],"text":"Even with, or perhaps, because of, this background, I have over the past few years sensed a very dramatic change in attitude on the part of Prince Edward Islanders towards the on-going rush for so-called modernization."},{"placeId":79810,"author":"Melissa De Sousa","wordCount":26,"categories":["attitude","survival","me"],"text":"You have to have an attitude that nothing's gonna stop me. I think that's just my New York kind of attitude - survival of the fittest."},{"placeId":109161,"author":"Wade Boggs","wordCount":30,"categories":["life","attitude","react"],"text":"Our lives are not determined by what happens to us but how we react to what happens, not by what life brings us but the attitude we bring to life."},{"placeId":66002,"author":"Kathryn Stockett","wordCount":28,"categories":["attitude","character","she"],"text":"As I wrote, I found that Aibileen had some things to say that really weren't in her character. She was older, soft-spoken, and she started showing some attitude."},{"placeId":22385,"author":"Dalai Lama","wordCount":35,"categories":["happiness","attitude","good"],"text":"It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come."},{"placeId":49839,"author":"Joel Salatin","wordCount":18,"categories":["attitude","value","fall"],"text":"We've created a tenfold core value protocol to make sure that we don't fall into an 'empire' attitude."},{"placeId":21226,"author":"Clara Zetkin","wordCount":38,"categories":["attitude","women","start"],"text":"In individual industries where female labour pays an important role, any movement advocating better wages, shorter working hours, etc., would not be doomed from the start because of the attitude of those women workers who are not organized."},{"placeId":51338,"author":"Jerry Della Femina","wordCount":20,"categories":["attitude","advertising","long"],"text":"As long as the attitude is to only show the sheet metal, then automobile advertising will continue to be wretched."},{"placeId":77187,"author":"Mike Judge","wordCount":35,"categories":["attitude","money","friends"],"text":"I don't return anybody's calls unless it's going to mean extra money for me. And I've completely cut off all relationships with any friends that I had before the show. And I've copped an attitude."},{"placeId":114203,"author":"Zig Ziglar","wordCount":26,"categories":["attitude","day","leader"],"text":"It will be disastrous when a leader or manager shows up with one attitude one day and treats people with a different attitude the next day."},{"placeId":99636,"author":"Steve Forbes","wordCount":36,"categories":["attitude","home","parents"],"text":"The phenomenon of home schooling is a wonderful example of the American can-do attitude. Growing numbers of parents have become disenchanted with government-run public schools. Many parents have simply taken matters into their own hands, literally."},{"placeId":99060,"author":"Shawn Michaels","wordCount":20,"categories":["attitude","patience","you"],"text":"The only thing you have to have is patience and an attitude that you aren't ever going to give up."},{"placeId":44627,"author":"Irwin Shaw","wordCount":19,"categories":["attitude","find","would"],"text":"My attitudes have changed, but somebody would have to read all my books to find out how they have."},{"placeId":31459,"author":"Edie Campbell","wordCount":20,"categories":["attitude","woman","think"],"text":"Maybe the Burberry woman is undefinable! I think it's less about what she looks like and more about an attitude."},{"placeId":55228,"author":"Joe Greene","wordCount":20,"categories":["attitude","dedication","him"],"text":"Donald Evans is a favorite person of mine. His worth ethic, his attitude and his dedication really set him apart."},{"placeId":61629,"author":"Liz Goldwyn","wordCount":42,"categories":["attitude","i am","celebrate"],"text":"Los Angeles is a true postmodern city. Here, we celebrate with equal aplomb the high and the low. I am just as influenced by the punk rock attitude of local skate and surf cultures as I am by old-school glamour and stardust."},{"placeId":22864,"author":"David Byrne","wordCount":47,"categories":["attitude","learning","support"],"text":"It's a fundamental, social attitude that the 1% supports symphonies and operas and doesn't support Johnny learning to program hip-hop beats. When I put it like that, it sounds like, 'Well, yeah,' but you start to think, 'Why not, though?' What makes one more valuable than another?"},{"placeId":29528,"author":"Edgar Ramirez","wordCount":28,"categories":["attitude","intelligence","end"],"text":"I think that, in the end, the military behavior and intelligence services are not very different from each other. It's an attitude of hunters; they're observing the prey."},{"placeId":22439,"author":"Dale Carnegie","wordCount":14,"categories":["happiness","attitude","depend"],"text":"Happiness doesn't depend on any external conditions, it is governed by our mental attitude."},{"placeId":26970,"author":"Diego Della Valle","wordCount":34,"categories":["life","attitude","good"],"text":"Italian style is a natural attitude. It is about a life of good taste. It doesn't have to be expensive. Simple but with good taste. Luxury is possible to buy. Good taste is not."},{"placeId":42744,"author":"Harrison Birtwistle","wordCount":28,"categories":["attitude","friends","writing"],"text":"My attitude to writing is like when you do wallpapering, you remember where all the little bits are that don't meet. And then your friends say: It's terrific!"},{"placeId":30338,"author":"Ellen G. White","wordCount":39,"categories":["attitude","character","will"],"text":"A minister of Jesus Christ should not be regardless of his attitude. If he is the representative of Jesus Christ, his deportment, his attitude, his gestures, should be of that character which will not strike the beholder with disgust."},{"placeId":26639,"author":"Denise Mina","wordCount":46,"categories":["attitude","future","evil"],"text":"Even if people do wrong, we're social animals, so what can we do about stopping them doing the same things in future? Saying people are 'bad' or 'evil' is just an unwillingness to engage; an unwillingness to try to empathise. That sanctimonious attitude doesn't help anyone."},{"placeId":110080,"author":"Wilhelm Wundt","wordCount":21,"categories":["attitude","feelings"],"text":"The attitude of physiological psychology to sensations and feelings, considered as psychical elements, is, naturally, the attitude of psychology at large."},{"placeId":80593,"author":"Neal Asher","wordCount":47,"categories":["attitude","day","good"],"text":"Gemmell's name guarantees a satisfying story and a thumping good read. I recommend all his heroic creations - 'Druss the axeman,' 'the Jerusalem man,' among others - but my favourite has to be 'Waylander': Clint Eastwood with a crossbow and the same 'Make my day, punk' attitude."},{"placeId":109299,"author":"Walter Benjamin","wordCount":30,"categories":["attitude","purpose","opinion"],"text":"It is precisely the purpose of the public opinion generated by the press to make the public incapable of judging, to insinuate into it the attitude of someone irresponsible, uninformed."},{"placeId":87613,"author":"Orison Swett Marden","wordCount":20,"categories":["success","attitude","mind"],"text":"It is the hopeful, buoyant, cheerful attitude of mind that wins. Optimism is a success builder; pessimism an achievement killer."},{"placeId":90244,"author":"Ray Romano","wordCount":34,"categories":["attitude","purpose","identity"],"text":"Right after 'Raymond' I had a world-is-my-oyster attitude, but I found out I don't like oysters. I had this existential emptiness. 'What is my purpose? Who am I?' I had a big identity crisis."},{"placeId":81563,"author":"Neil Diamond","wordCount":25,"categories":["attitude","myself","perfection"],"text":"I came back to performing with a different attitude about performing and myself. I wasn't expecting perfection any more, just hoping for an occasional inspiration."},{"placeId":19877,"author":"Charles Dance","wordCount":29,"categories":["attitude","eyes","people"],"text":"It's a question of keeping one's eyes and ears open and watching how other people play the game. They're watching me too, to see what my attitude is like."},{"placeId":59515,"author":"Jo Ann Emerson","wordCount":28,"categories":["relationship","attitude","war"],"text":"America won the Cold War by protecting our strategic resources from the threat of foreign control. We must bring the same attitude to our trade relationship with China."},{"placeId":42538,"author":"Gordon Gould","wordCount":31,"categories":["attitude","today","physics"],"text":"That attitude does not exist so much today, but in those days there was a very sharp distinction between basic physics and applied physics. Columbia did not deal with applied physics."},{"placeId":90733,"author":"Rick Pitino","wordCount":45,"categories":["attitude","morning","respect"],"text":"Tackle the difficult things first in the morning; make changes in the way you network. Treat everyone with respect and dignity. This stops you from cynicism and negativity. End your day with that same attitude you started. Renew your contract with a day well completed."},{"placeId":91086,"author":"Richard Pryor","wordCount":11,"categories":["attitude","money","you"],"text":"When you ain't got no money, you gotta get an attitude."},{"placeId":51878,"author":"John McLaughlin","wordCount":8,"categories":["attitude","opinion","want"],"text":"I don't want just attitude and loud opinion."},{"placeId":60439,"author":"Lady Gaga","wordCount":17,"categories":["attitude","space","create"],"text":"Vanity can create a very cruel space for you if you don't know how to manage it."},{"placeId":46594,"author":"Joel Osteen","wordCount":39,"categories":["life","attitude","faith"],"text":"I wouldn't ever say if you're having tough times then there must be something wrong with you or your attitude. Life's a fight. It's a good fight of faith. I encourage people to stay up, stay hopeful, stay faith-filled."},{"placeId":187,"author":"Adriana Lima","wordCount":28,"categories":["beauty","attitude","good"],"text":"Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong."},{"placeId":112776,"author":"Viktor E. Frankl","wordCount":31,"categories":["attitude","man","choose"],"text":"Everything can be taken from a man but one thing: the last of human freedoms - to choose one's attitude in any given set of circumstances, to choose one's own way."},{"placeId":76318,"author":"Michel Houellebecq","wordCount":16,"categories":["attitude","death","crazy"],"text":"You can't be a crazy rebel in the face of death, it's not a fitting attitude."},{"placeId":100048,"author":"Sally Hawkins","wordCount":19,"categories":["life","work","attitude"],"text":"My parents have a strong work ethic, but their attitude to life, their philosophy, is: 'whatever makes you happy.'"},{"placeId":77345,"author":"Milos Raonic","wordCount":37,"categories":["attitude","tennis","down"],"text":"Masculinity comes from your look, all the way down to your attitude. It's a big part of being a tennis player. Even though tennis is a fairly friendly sport, intimidation is still a big part of it."},{"placeId":55339,"author":"John Cale","wordCount":16,"categories":["attitude","time","decisions"],"text":"Time plays a role in almost every decision. And some decisions define your attitude about time."},{"placeId":110372,"author":"William James","wordCount":26,"categories":["relationship","attitude"],"text":"Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude."},{"placeId":22368,"author":"Dalai Lama","wordCount":23,"categories":["attitude","fear","anger"],"text":"Too much self-centered attitude, you see, brings, you see, isolation. Result: loneliness, fear, anger. The extreme self-centered attitude is the source of suffering."},{"placeId":105278,"author":"Ted Nugent","wordCount":37,"categories":["life","attitude","moment"],"text":"I am Classic Rock Revisited. I revisit it every waking moment of my life because it has the spirit and the attitude and the fire and the middle finger. I am Rosa Parks with a Gibson guitar."},{"placeId":105511,"author":"Theodor Herzl","wordCount":38,"categories":["attitude","goal","may"],"text":"It goes without saying that the Jewish people can have no other goal than Palestine and that, whatever the fate of the proposition may be, our attitude toward the land of our fathers is and shall remain unchangeable."},{"placeId":42050,"author":"Hugh Grant","wordCount":46,"categories":["attitude","good","job"],"text":"I've certainly had a bad attitude to my job on many occasions. Not since 'Four Weddings and a Funeral'. I've been rather a good boy and really given it everything when I've accepted a part since then, because I've been given much better parts in films."},{"placeId":16443,"author":"Charles R. Swindoll","wordCount":18,"categories":["attitude","day","choice"],"text":"The remarkable thing is, we have a choice everyday regarding the attitude we will embrace for that day."},{"placeId":31276,"author":"E. F. Schumacher","wordCount":43,"categories":["life","attitude","short"],"text":"An attitude to life which seeks fulfillment in the single-minded pursuit of wealth - in short, materialism - does not fit into this world, because it contains within itself no limiting principle, while the environment in which it is placed is strictly limited."},{"placeId":109078,"author":"W. Clement Stone","wordCount":29,"categories":["positive","attitude","people"],"text":"There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative."},{"placeId":104953,"author":"Taylor Swift","wordCount":38,"categories":["attitude","good","unknown"],"text":"I have so many indie bands on my iPod. What I don't really understand is the attitude that if a band is unknown, they're good, and if they get fans, then you move on to the next band."},{"placeId":109327,"author":"Walter Cronkite","wordCount":39,"categories":["attitude","i am","honest"],"text":"I can't go into a mob scene and sense the mood and the attitude of the crowd. I can't conduct man-on-the-street interviews or even get reactions that I can be sure are honest, because they know who I am."},{"placeId":38296,"author":"Gordon B. Hinckley","wordCount":31,"categories":["attitude","gratitude","god"],"text":"Meekness implies a spirit of gratitude as opposed to an attitude of self-sufficiency, an acknowledgement of a greater power beyond oneself, a recognition of God, and an acceptance of his commandments."},{"placeId":105121,"author":"Ted Cruz","wordCount":14,"categories":["attitude","surprise","single"],"text":"The single biggest surprise about arriving to the Senate is the defeatist attitude here."},{"placeId":111824,"author":"Vera Wang","wordCount":24,"categories":["attitude","woman","design"],"text":"Design is about point of view, and there should be some sort of woman or lifestyle or attitude in one's head as a designer."},{"placeId":97002,"author":"Stephen Covey","wordCount":24,"categories":["life","work","attitude"],"text":"If you want small changes in your life, work on your attitude. But if you want big and primary changes, work on your paradigm."},{"placeId":7338,"author":"Andy Behrman","wordCount":36,"categories":["attitude","people","me"],"text":"As no one knew much about my mental illness, a lot of people had the attitude that I had the capability to 'kick it' and get better instantly. This was the most frustrating attitude for me."},{"placeId":86106,"author":"Peter Hollingworth","wordCount":47,"categories":["attitude","time","truth"],"text":"I think the truth is, we are all racist, really, when it comes down to it. I think all of us have to check ourselves from time to time, and say, 'Look, that sort of attitude isn't good enough.' It takes discipline to keep our prejudices out."},{"placeId":15865,"author":"Carrie Underwood","wordCount":19,"categories":["attitude","great","company"],"text":"Being a part of SKECHERS is exciting. It is such a hip company with a great attitude and image."},{"placeId":62974,"author":"Lesley Gore","wordCount":27,"categories":["positive","attitude","problems"],"text":"Really you just gotta keep chugging along and keep a positive attitude and get through all the problems. You gotta face them, otherwise you don't get through."},{"placeId":13734,"author":"Billy Idol","wordCount":23,"categories":["music","attitude","personality"],"text":"Part of the punk attitude was that you should project your music through your whole body... show your personality as much as possible."},{"placeId":96580,"author":"Shania Twain","wordCount":47,"categories":["attitude","creativity","unique"],"text":"It was just like a dream. I could have ended up with an album that's not all that different from anything else coming out of Nashville. Mutt made the difference. He took these songs, my attitude, my creativity, and colored them in a way that is unique."},{"placeId":69956,"author":"Marcel Duchamp","wordCount":16,"categories":["attitude","painting","protest"],"text":"Dada was an extreme protest against the physical side of painting. It was a metaphysical attitude."},{"placeId":95810,"author":"Sade Adu","wordCount":22,"categories":["attitude","important","think"],"text":"I'm not anti-fashion, but I've always had a bit of a punk attitude. That's important, I think. I do my own thing."},{"placeId":14587,"author":"Blac Chyna","wordCount":20,"categories":["attitude","i am","dress"],"text":"I am just as comfortable in sweats and sneakers as I am in a dress and heels. Attitude is everything!"},{"placeId":49430,"author":"Jim Fowler","wordCount":13,"categories":["attitude","challenge","people"],"text":"The biggest challenge is how to affect public attitudes and make people care."},{"placeId":82061,"author":"Nick Clegg","wordCount":37,"categories":["relationship","attitude"],"text":"Liberalism is a really old British tradition and it has a completely different attitude towards the individual and the relationship between the individual and the state than the collectivist response of Labour, and particularly Old Labour, does."},{"placeId":11392,"author":"Brian Tracy","wordCount":33,"categories":["change","attitude","control"],"text":"You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you."},{"placeId":51515,"author":"Jimmy Chin","wordCount":35,"categories":["attitude","humility","way"],"text":"The way we approached Meru, and the way we approach a lot of these mountains, is with humility. A sense of, 'Is it going to give us passage?' Your mental attitude can affect the outcome."},{"placeId":25724,"author":"Donald Judd","wordCount":28,"categories":["attitude","ideas","new"],"text":"The attitude and capacity of the factory, the old metal table and the new ideas of the wooden furniture quickly and naturally suggested the possibility of metal furniture."},{"placeId":43321,"author":"Hermann Maier","wordCount":33,"categories":["attitude","myself","control"],"text":"My attitude on skis is different now. I have learned to put less pressure on myself and on the edges of my skis when I'm racing, to be keep myself more under control."},{"placeId":17755,"author":"Craig Sager","wordCount":32,"categories":["love","family","attitude"],"text":"People come up to me and say somebody in their family has cancer, and we appreciate what you do, and we appreciate your fight, and don't give up, we love your attitude."},{"placeId":112266,"author":"Victor Hugo","wordCount":21,"categories":["attitude","soul","thoughts"],"text":"Certain thoughts are prayers. There are moments when, whatever be the attitude of the body, the soul is on its knees."},{"placeId":103063,"author":"Selena","wordCount":17,"categories":["attitude","people","you"],"text":"If you try to come off as this big-time star with an attitude, people don't like that."},{"placeId":92982,"author":"Robert Harris","wordCount":39,"categories":["change","attitude","time"],"text":"Social mores change all the time. In the mid-1970s, it would've been astonishing, say, to see two men holding hands in the streets. And the attitude to having a fling with a girl, or whatever, was quite different then."},{"placeId":101876,"author":"Sue Wicks","wordCount":45,"categories":["positive","attitude","day"],"text":"Players should know that if you can't make the contribution of the winning shot, that your attitude every day when you come to practice, or the positive contribution you make through cheering and keeping up team morale, is just as important in the overall picture."},{"placeId":86590,"author":"Pat Morita","wordCount":6,"categories":["attitude","young","still"],"text":"I still have a young attitude."},{"placeId":39873,"author":"Georg Baselitz","wordCount":25,"categories":["work","attitude","artist"],"text":"The artist is not responsible to any one. His social role is asocial... his only responsibility consists in an attitude to the work he does."},{"placeId":2639,"author":"Albert Einstein","wordCount":7,"categories":["attitude","character","becomes"],"text":"Weakness of attitude becomes weakness of character."},{"placeId":82527,"author":"Norman Vincent Peale","wordCount":14,"categories":["attitude","him","you"],"text":"When you pray for anyone you tend to modify your personal attitude toward him."},{"placeId":70399,"author":"Marilu Henner","wordCount":16,"categories":["positive","best","attitude"],"text":"Most of us start out with a positive attitude and a plan to do our best."},{"placeId":6065,"author":"Adolfo Aguilar Zinser","wordCount":43,"categories":["change","attitude"],"text":"Servants are not allowed to ask questions. They are only supposed to follow orders. That attitude has to change. But in order for it to change, there has to be radical improvement in the quality of the intelligence produced by the Mexican government."},{"placeId":26518,"author":"David Green","wordCount":22,"categories":["attitude","service","yourself"],"text":"You need an attitude of service. You're not just serving yourself. You help others to grow up and you grow with them."},{"placeId":40826,"author":"Heather Brooke","wordCount":26,"categories":["work","attitude","america"],"text":"I trained as a journalist in America where paying sources is frowned upon. Now I work in the U.K. where there is a more flexible attitude."},{"placeId":100726,"author":"Sidney Sheldon","wordCount":30,"categories":["attitude","time","people"],"text":"I always spend time exploring the customs and attitudes of the countries I'm using for locations, and interviewing the people who live there. I've visited over 90 countries thus far."},{"placeId":92692,"author":"Richard Hayne","wordCount":8,"categories":["attitude","lifestyle","more"],"text":"Psychographics speaks more to an attitude, a lifestyle."},{"placeId":109584,"author":"Warwick Davis","wordCount":24,"categories":["attitude","humor","great"],"text":"My dad instilled in me a great sense of humor. I wasn't bullied at school because my outward attitude was confident, and that helps."},{"placeId":10802,"author":"Billy Graham","wordCount":21,"categories":["life","attitude","money"],"text":"If a person gets his attitude toward money straight, it will help straighten out almost every other area in his life."},{"placeId":3449,"author":"Andie MacDowell","wordCount":33,"categories":["attitude","makeup","artist"],"text":"I remember early on, in my very, very early days, I had a makeup artist tell me that I needed to get an attitude. I had no idea what he was talking about."},{"placeId":12902,"author":"Bill Veeck","wordCount":14,"categories":["attitude","baseball","theatre"],"text":"Every baseball crowd, like every theatre audience, has its own distinctive attitude and atmosphere."},{"placeId":20506,"author":"Cassie Steele","wordCount":25,"categories":["love","attitude","hair"],"text":"I like my hair long, and I love my bangs. I love them because I can pin them back or keep the fringe with attitude."},{"placeId":106324,"author":"Tom Brady","wordCount":38,"categories":["attitude","heart","blessed"],"text":"A lot of times I find that people who are blessed with the most talent don't ever develop that attitude, and the ones who aren't blessed in that way are the most competitive and have the biggest heart."},{"placeId":46555,"author":"Joel Osteen","wordCount":20,"categories":["life","positive","attitude"],"text":"Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life."},{"placeId":31324,"author":"Evel Knievel","wordCount":43,"categories":["work","attitude","help"],"text":"I like to help kids, work with kids in detention homes. Don't tell a kid what's right and wrong. He knows what's right and wrong. Find out what his attitude and his aptitude are; try to help him where he wants to go."},{"placeId":77220,"author":"Martin Cruz Smith","wordCount":37,"categories":["attitude","people","city"],"text":"If you take the contempt some Americans have for yuppies and multiply it by 10 you might come close to understanding their attitude towards the City, as they call it - London, the people of the south."},{"placeId":70914,"author":"Mary J. Blige","wordCount":29,"categories":["love","attitude","girl"],"text":"I didn't know how to show my self love, and I didn't want anyone else to hurt me. So my tough girl attitude was like, 'I'm not having it.'"},{"placeId":64257,"author":"Lita Ford","wordCount":17,"categories":["attitude","me","better"],"text":"It's better for me to play with guys because Rock 'n' Roll has such an aggressive attitude."},{"placeId":91089,"author":"Richard Pryor","wordCount":25,"categories":["work","attitude","school"],"text":"I was kicked out of school because of my attitude. I was not assimilating. So I went to work, taking any jobs I could get."},{"placeId":52590,"author":"James Marsden","wordCount":15,"categories":["work","attitude","good"],"text":"If you have fun and keep a good attitude, people want to work with you."},{"placeId":65488,"author":"Karan Johar","wordCount":34,"categories":["funny","work","attitude"],"text":"I am always acting, be at a party, at work or in office. My attitude changes from meeting to meeting, from being serious to intense to funny, depending on who is in the room."},{"placeId":83107,"author":"Pat Riley","wordCount":7,"categories":["attitude","great","effort"],"text":"Great effort springs naturally from great attitude."},{"placeId":64073,"author":"Lawrence Eagleburger","wordCount":34,"categories":["business","attitude","advice"],"text":"We must advertise to U.S. business that we are there, that our attitude has changed, and that we care. When we are asked to help, we have to perform and provide the right advice."},{"placeId":95917,"author":"Sebastian Thrun","wordCount":28,"categories":["education","change","attitude"],"text":"I believe e-courses will eventually change people's attitude toward learning. Education will play an increasingly dominant role in people's lives. For people of all ages and all geographies."},{"placeId":87628,"author":"Orison Swett Marden","wordCount":40,"categories":["attitude","goal","reach"],"text":"No one is mocked with the yearning for that which he has no ability to attain. If he holds the right mental attitude and struggles earnestly, honestly toward his goal, he will reach it, or at least approximate to it."},{"placeId":185,"author":"Adriana Lima","wordCount":10,"categories":["attitude","famous","you"],"text":"You don't have to have an attitude if you're famous."},{"placeId":110384,"author":"William James","wordCount":21,"categories":["attitude","beginning"],"text":"It is our attitude at the beginning of a difficult task which, more than anything else, will affect its successful outcome."},{"placeId":10285,"author":"Betty White","wordCount":37,"categories":["life","attitude","age"],"text":"I think it's your mental attitude. So many of us start dreading age in high school and that's a waste of a lovely life. 'Oh... I'm 30, oh, I'm 40, oh, 50.' Make the most of it."},{"placeId":68322,"author":"Kim Dotcom","wordCount":40,"categories":["attitude","myself","successful"],"text":"I always thought of myself as more American than Americans when I was living in Germany, because I always had this attitude of can-do, and if you're successful, you can show it, which is a very un-German thing, you know."},{"placeId":55851,"author":"Johnny Colt","wordCount":13,"categories":["attitude","adjustment","years"],"text":"Rehab is one thing, but it takes years to get that attitude adjustment."},{"placeId":65935,"author":"Katherine Mansfield","wordCount":20,"categories":["life","change","attitude"],"text":"Could we change our attitude, we should not only see life differently, but life itself would come to be different."},{"placeId":98758,"author":"Scott Hamilton","wordCount":9,"categories":["life","attitude","disability"],"text":"The only disability in life is a bad attitude."},{"placeId":73115,"author":"Mariella Frostrup","wordCount":47,"categories":["attitude","down","bad"],"text":"Quite honestly, if we do manage to destroy the planet with our devil-may-care attitude to natural resources, I'd suggest we leave, as a dossier in our defence, the collected letters to agony aunts and uncles down the generations. It would certainly prove that we weren't all bad!"},{"placeId":65411,"author":"Karl Jaspers","wordCount":38,"categories":["attitude","history","practice"],"text":"If philosophy is practice, a demand to know the manner in which its history is to be studied is entailed: a theoretical attitude toward it becomes real only in the living appropriation of its contents from the texts."},{"placeId":83671,"author":"Paul Walker","wordCount":15,"categories":["attitude","know","you"],"text":"Attitude is attitude, whether you're a West Coast gangster or East Coast gangster, you know?"},{"placeId":94072,"author":"Ravi Teja","wordCount":47,"categories":["work","attitude","women"],"text":"Audiences like me doing action and comedy. I am a jovial person and have been so from childhood. I like to laugh my way through my work, and that attitude reflects in my roles. Even women hate me doing rona-dhona roles. So I don't do emotional films."},{"placeId":92294,"author":"Rush Limbaugh","wordCount":45,"categories":["attitude","party","bad"],"text":"The attitude of the Democrat Party is that wherever there are Republicans they are so bad, they are so discriminatory, they are so racist, they're so bigoted, they're just such reprobates that we can't afford to let them have any say whatsoever in what's happening."},{"placeId":35975,"author":"Gary Numan","wordCount":20,"categories":["love","attitude","history"],"text":"I've always considered myself to be fiercely patriotic. I love Britain - its history and the down-to-earth attitude people have."},{"placeId":41109,"author":"Henri Bergson","wordCount":39,"categories":["art","attitude","man"],"text":"In just the same way the thousands of successive positions of a runner are contracted into one sole symbolic attitude, which our eye perceives, which art reproduces, and which becomes for everyone the image of a man who runs."},{"placeId":10358,"author":"Bikram Choudhury","wordCount":10,"categories":["positive","attitude","powerful"],"text":"Negative attitude is nine times more powerful than positive attitude."},{"placeId":110917,"author":"W. Averell Harriman","wordCount":10,"categories":["attitude","war","international"],"text":"The war changed everybody's attitude. We became international almost overnight."},{"placeId":81766,"author":"Nia Vardalos","wordCount":40,"categories":["attitude","wish","american"],"text":"What I wish I had, is that I wish I was a little more Greek, in that I wish I could lose my North American driven attitude and that I could be a little bit more poetic and laissez faire."},{"placeId":97768,"author":"Steven Biko","wordCount":18,"categories":["attitude","reflection","black"],"text":"Being black is not a matter of pigmentation - being black is a reflection of a mental attitude."},{"placeId":61834,"author":"Lou Ferrigno","wordCount":12,"categories":["attitude","behavior","you"],"text":"The attitude is very important. Because, your behavior radiates how you feel."},{"placeId":51312,"author":"Jessie J","wordCount":40,"categories":["attitude","childhood","acting"],"text":"My attitude goes back to my childhood. I used to audition for theatrical roles, and you can't stand out in a room full of ambitious eight-year-old girls by acting the wallflower. I realised then that I couldn't do things half-heartedly."},{"placeId":105285,"author":"Ted Turner","wordCount":45,"categories":["attitude","today","win"],"text":"I've never run into a guy who could win at the top level in anything today and didn't have the right attitude, didn't give it everything he had, at least while he was doing it; wasn't prepared and didn't have the whole program worked out."},{"placeId":66711,"author":"Kevin Plank","wordCount":4,"categories":["attitude","your","contagious"],"text":"Your attitude is contagious."},{"placeId":67724,"author":"Kate Bosworth","wordCount":38,"categories":["attitude","stupid","people"],"text":"I just think that people take me a little more seriously as a brunette. I don't know if that's just because of a societal preconceived notion that all blondes are stupid, but it's a different kind of attitude."},{"placeId":20616,"author":"Charles Frazier","wordCount":37,"categories":["attitude","age","style"],"text":"Hardboiled crime fiction came of age in 'Black Mask' magazine during the Twenties and Thirties. Writers like Dashiell Hammett and Raymond Chandler learnt their craft and developed a distinct literary style and attitude toward the modern world."},{"placeId":17148,"author":"Christopher Hitchens","wordCount":40,"categories":["attitude","fighting","feel"],"text":"When I go to the clinic next and sit with a tube in my arm and watch the poison go in, I'm in an attitude of abject passivity. It doesn't feel like fighting at all; it just feels like submitting."},{"placeId":110388,"author":"William James","wordCount":19,"categories":["life","attitude","greatest"],"text":"The greatest discovery of my generation is that a human being can alter his life by altering his attitudes."},{"placeId":56149,"author":"Jessica Brown Findlay","wordCount":15,"categories":["attitude","money","job"],"text":"I just really think every job I do, I get this gypsy attitude to money."},{"placeId":48587,"author":"Jane Addams","wordCount":14,"categories":["attitude","respect","men"],"text":"Civilization is a method of living, an attitude of equal respect for all men."},{"placeId":81071,"author":"Nancy Pelosi","wordCount":21,"categories":["attitude","believe","president"],"text":"I do believe that during the Bush-Cheney administration, that Vice President Cheney set a tone and an attitude for the CIA."},{"placeId":15473,"author":"Caitlin Moran","wordCount":20,"categories":["attitude","women","know"],"text":"The word 'spinster' tells you everything you need to know about our attitude of women who choose not to marry."},{"placeId":44780,"author":"Ivan Illich","wordCount":44,"categories":["attitude","good","believe"],"text":"The compulsion to do good is an innate American trait. Only North Americans seem to believe that they always should, may, and actually can choose somebody with whom to share their blessings. Ultimately this attitude leads to bombing people into the acceptance of gifts."},{"placeId":93546,"author":"Richard Fleeshman","wordCount":24,"categories":["attitude","friends","street"],"text":"I've never been out with any of the cast of Coronation Street. We're all very close friends so it's very much a professional attitude."},{"placeId":114184,"author":"Yani Tseng","wordCount":27,"categories":["positive","attitude","time"],"text":"I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude."},{"placeId":112405,"author":"Venus Williams","wordCount":36,"categories":["attitude","believe","yourself"],"text":"Some people say that I have an attitude- Maybe I do. But I think that you have to. You have to believe in yourself when no one else does- that makes you a winner right there."},{"placeId":9432,"author":"Anna Hutchison","wordCount":46,"categories":["attitude","powerful","mindset"],"text":"I think every role you get is going to be a powerful one. As long as you go in with the mindset of, 'Yeah, I'm going to make the most of this.' So that's the kind of attitude I take into each role that I play."},{"placeId":10736,"author":"Billy Corgan","wordCount":41,"categories":["music","attitude","fight"],"text":"Most of my arguments with musicians through the years have had more to do with their attitude about music, or their attitude about their own lives, or their personal responsibility. Music has never really been the big centerpiece of the fight."},{"placeId":93298,"author":"Rufus Sewell","wordCount":30,"categories":["attitude","death","son"],"text":"My feelings about my mortality are less selfish than they used to be. I used to affect a cavalier attitude to death; now I see it from my son's perspective."},{"placeId":109414,"author":"Walter Pater","wordCount":39,"categories":["attitude","day","sleep"],"text":"Not to discriminate every moment some passionate attitude in those about us, and in the very brilliancy of their gifts some tragic dividing on their ways, is, on this short day of frost and sun, to sleep before evening."},{"placeId":53409,"author":"Jack Dee","wordCount":32,"categories":["attitude","people","me"],"text":"I'm just part of a tradition of people who aren't pleased. I would never think anyone else who has the same attitude was getting it from me. I'd just think they're... sensible."},{"placeId":58188,"author":"J. Donald Walters","wordCount":18,"categories":["happiness","attitude","happy"],"text":"Happiness is an attitude of mind, born of the simple determination to be happy under all outward circumstances."},{"placeId":29661,"author":"Edwin Louis Cole","wordCount":6,"categories":["life","attitude","altitude"],"text":"Attitude determines the altitude of life."},{"placeId":102512,"author":"Sophia Myles","wordCount":33,"categories":["love","success","attitude"],"text":"I've spent a lot of time in L.A. and I love it. A lot of Brits can't stand the place, but I like the West Coast attitude and the way people celebrate success."},{"placeId":56551,"author":"John Varvatos","wordCount":40,"categories":["attitude","color","style"],"text":"A black suit can be classic and timeless and certainly for most occasions. But remember, it's not so much the color of suit as it is about the fit, cut, style, and, of course, attitude you have when wearing it."},{"placeId":69505,"author":"Kevin Jorgeson","wordCount":23,"categories":["attitude","someone","you"],"text":"When you're climbing with someone who always sees the bright spot, even if there is no bright spot, that attitude is really helpful."},{"placeId":108307,"author":"Tatyana Tolstaya","wordCount":17,"categories":["attitude","good","smart"],"text":"I don't think people are fools, and I think they deserve a good attitude and smart entertainment."},{"placeId":75144,"author":"Margaret Sanger","wordCount":47,"categories":["attitude","freedom","children"],"text":"Woman must have her freedom, the fundamental freedom of choosing whether or not she will be a mother and how many children she will have. Regardless of what man's attitude may be, that problem is hers - and before it can be his, it is hers alone."},{"placeId":103294,"author":"Stephane Rolland","wordCount":8,"categories":["love","attitude","woman"],"text":"I love a woman with a relaxed attitude."},{"placeId":52015,"author":"Johnny Van Zant","wordCount":34,"categories":["love","attitude","character"],"text":"Johnny Colt is a character, and most people in Lynyrd Skynyrd are characters, so he fits in great with us. He's got an attitude, man, and I love it, and that's what we need."},{"placeId":87357,"author":"Octavio Paz","wordCount":31,"categories":["attitude","future","memories"],"text":"A society is defined as much by how it comes to terms with its past as by its attitude toward the future: its memories are no less revealing than its aims."},{"placeId":90536,"author":"Richard Branson","wordCount":29,"categories":["life","attitude","today"],"text":"My general attitude to life is to enjoy every minute of every day. I never do anything with a feeling of, 'Oh God, I've got to do this today.'"},{"placeId":24745,"author":"Dan Quinn","wordCount":12,"categories":["attitude","energy","toughness"],"text":"Adrian Clayborn is somebody that relentlessly brings that attitude, energy, and toughness."},{"placeId":47634,"author":"Joyce Meyer","wordCount":16,"categories":["attitude","faith","peace"],"text":"Choosing an attitude of faith will release peace out of your spirit and into your soul."},{"placeId":21786,"author":"Cory Lidle","wordCount":34,"categories":["spring","attitude","team"],"text":"If I don't make the team out of spring training, I'll keep a good attitude. I'll just go polish up the parts of my game that made me not stay in the big leagues."},{"placeId":3285,"author":"Ambrose Bierce","wordCount":24,"categories":["attitude","respect","posture"],"text":"We submit to the majority because we have to. But we are not compelled to call our attitude of subjection a posture of respect."},{"placeId":69462,"author":"Kenneth More","wordCount":12,"categories":["life","attitude","philosophy"],"text":"Bader's philosophy was my philosophy. His whole attitude to life was mine."},{"placeId":74108,"author":"Melvyn Bragg","wordCount":30,"categories":["attitude","stupid","think"],"text":"Is it rather stupid and dangerous to take Magna Carta so much for granted, as many of us seem to do, and to think of this attitude as 'very English?'"},{"placeId":102565,"author":"Stacey Snider","wordCount":34,"categories":["attitude","fun","night"],"text":"For 'Fright Night,' we really want to convey the fun attitude of the movie and show the intensity of Colin Farrell as a predator. He's not a brooding vampire - he's dark and dangerous."},{"placeId":72509,"author":"Moby","wordCount":34,"categories":["attitude","friends","opinion"],"text":"Many of my friends back in New York and elsewhere have a glib or dismissive attitude toward Los Angeles. It's a place of strip malls and traffic and not much else, in their opinion."},{"placeId":38034,"author":"Glenn Danzig","wordCount":14,"categories":["attitude","alone","own"],"text":"My attitude with covers is, make it your own or else leave it alone."},{"placeId":98783,"author":"Scott Turow","wordCount":37,"categories":["life","attitude","lawyer"],"text":"I trained as a writer before I became a lawyer. I was headed for a life as an English professor, but that just wasn't me. I'm not a scholar; I didn't have a scholar's attitude toward literature."},{"placeId":54375,"author":"John McGahern","wordCount":32,"categories":["attitude","thought","me"],"text":"When I was in my 20s it did occur to me that there was something perverted about an attitude that thought that killing somebody was a minor offence compared to kissing somebody."},{"placeId":109337,"author":"Walter Dean Myers","wordCount":13,"categories":["attitude","children","me"],"text":"Children have adopted a consumerist attitude - I dare you to entertain me."},{"placeId":47714,"author":"Jack Kemp","wordCount":24,"categories":["best","attitude","government"],"text":"Just as the left has to be more willing to question 'Government knows best,' the right has to rethink its laissez-faire attitude toward government."},{"placeId":103207,"author":"Simon Raven","wordCount":19,"categories":["attitude","god","said"],"text":"Nobody minded what you did in bed or what you said about God, a very civilized attitude in 1948."},{"placeId":43416,"author":"Hollis Stacy","wordCount":47,"categories":["attitude","problem","gay"],"text":"I think people feel threatened by homosexuality. The problem isn't about gay people, the problem is about the attitude towards gay people. People think that all gays are Hannibal Lecters. But gay people are sons and daughters, politicians and doctors, American heroes and daughters of American heroes."},{"placeId":53362,"author":"Julie Klausner","wordCount":32,"categories":["attitude","woman","action"],"text":"I'm always excited when I make it on anyone's list - even if it's for affirmative action. My attitude is, 'Am I the token woman on this list? Because I'll take it.'"},{"placeId":73211,"author":"Mario Cuomo","wordCount":41,"categories":["attitude","good","hate"],"text":"I guess a psychiatrist would say there's some good to the venting process, but it does also promote an attitude of saying, 'Hey there's nothing wrong with being filled with hate; there's so much of it around.' I don't like that."},{"placeId":107156,"author":"Trent Reznor","wordCount":46,"categories":["change","attitude","politics"],"text":"The idea of politics is just so uninteresting to me - I've never paid much attention to it. I don't believe things can really change. It doesn't matter who's president. Nothing really gets resolved. I don't know. I guess that's not the right attitude to take."},{"placeId":56995,"author":"James Welch","wordCount":30,"categories":["funny","attitude","society"],"text":"The townspeople outside the reservations had a very superior attitude toward Indians, which was kind of funny, because they weren't very wealthy; they were on the fringes of society themselves."},{"placeId":78485,"author":"Marya Mannes","wordCount":9,"categories":["attitude","gratitude","aid"],"text":"In aid, the proper attitude is one omitting gratitude."},{"placeId":112866,"author":"Virat Kohli","wordCount":35,"categories":["attitude","confidence","great"],"text":"A fit body gives you confidence. And there's nothing more impressive than a great attitude, which you can wear on your sleeve. But you'll have to remember the difference between being rude and being confident."},{"placeId":86451,"author":"Peter Criss","wordCount":9,"categories":["music","attitude","me"],"text":"For me, music is all about emotion and attitude."},{"placeId":19099,"author":"Cliff Richard","wordCount":11,"categories":["attitude","changes","yourself"],"text":"But Jesus changes your attitude towards yourself and towards other people."},{"placeId":49739,"author":"Joel Edgerton","wordCount":36,"categories":["attitude","money","tree"],"text":"It's tricky. I've never been standing at the top of the tree with tons of money thrown at me. I've never really had a profile. So in a way I have this 'nothing to lose' attitude."},{"placeId":114125,"author":"Zig Ziglar","wordCount":17,"categories":["life","attitude","you"],"text":"You cannot tailor-make the situations in life but you can tailor-make the attitudes to fit those situations."},{"placeId":19558,"author":"Caroline Buchanan","wordCount":20,"categories":["attitude","myself","nothing"],"text":"Any race I go into, I've always got the attitude of throwing myself into and wanting nothing but No. 1."},{"placeId":67616,"author":"Karen Traviss","wordCount":33,"categories":["attitude","heart","me"],"text":"G.I. Joe has a heart and an attitude that feels right and familiar to me, so they could have ray guns, and they'd still feel more like real troops than many other franchises."},{"placeId":51618,"author":"Joe Jamail","wordCount":22,"categories":["success","attitude","lawyer"],"text":"Your attitude will go a long way in determining your success, your recognition, your reputation and your enjoyment in being a lawyer."},{"placeId":69328,"author":"Koo Stark","wordCount":35,"categories":["attitude","believe","youth"],"text":"I was entirely natural and in many ways I have the same attitude now. I don't mourn the loss of my youth because I believe you should enjoy what you have while you have it."},{"placeId":73553,"author":"Martin Rees","wordCount":27,"categories":["attitude","science"],"text":"Given the scale of issues like global warming and epidemic disease, we shouldn't underestimate the importance of a can-do attitude to science rather than a can't-afford-it attitude."},{"placeId":71618,"author":"Michael Jordan","wordCount":26,"categories":["strength","attitude","me"],"text":"My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength."},{"placeId":77940,"author":"Morris Raphael Cohen","wordCount":43,"categories":["attitude","support","find"],"text":"Liberalism is an attitude rather than a set of dogmas - an attitude that insists upon questioning all plausible and self-evident propositions, seeking not to reject them but to find out what evidence there is to support them rather than their possible alternatives."},{"placeId":41628,"author":"Henry Louis Gates","wordCount":24,"categories":["attitude","learning","black"],"text":"We can revolutionize the attitude of inner city brown and black kids to learning. We need a civil rights movement within the African-American community."},{"placeId":111083,"author":"Walt Handelsman","wordCount":12,"categories":["attitude","youth","you"],"text":"Youth is really in your attitude, not in what you look like."},{"placeId":35032,"author":"Francis Parker Yockey","wordCount":13,"categories":["attitude","facts","subjective"],"text":"Pessimism only describes an attitude, and not facts, and hence is entirely subjective."},{"placeId":24356,"author":"Duke Ellington","wordCount":10,"categories":["leadership","attitude","never"],"text":"My attitude is never to be satisfied, never enough, never."},{"placeId":80037,"author":"Nicole Trunfio","wordCount":11,"categories":["love","attitude","australia"],"text":"I truly love Australia; I miss Aussie kids and their attitude!"},{"placeId":96601,"author":"Shaun White","wordCount":5,"categories":["attitude","most"],"text":"Surfers have the most attitude."},{"placeId":99241,"author":"Srikumar Rao","wordCount":39,"categories":["life","attitude","think"],"text":"We have the ability to craft a life where we are completely fulfilled. We think it is dependent on outsiders, and to some extent it is, but it is much more dependent on the attitude we bring to life."},{"placeId":43091,"author":"Heather O'Reilly","wordCount":11,"categories":["attitude","respect","great"],"text":"Coaches will eventually notice a great attitude, and they respect that."},{"placeId":67136,"author":"Kimbal Musk","wordCount":24,"categories":["attitude","easy","doing"],"text":"I had this attitude, that Silicon Valley obnoxious attitude, that I know what I'm doing, and the rest was going to be pretty easy."},{"placeId":42175,"author":"Gianna Angelopoulos-Daskalaki","wordCount":16,"categories":["attitude","games","olympic"],"text":"The Olympic Games are a national cause, and a national cause calls for a nationwide attitude."},{"placeId":61846,"author":"Lou Holtz","wordCount":19,"categories":["attitude","motivation","doing"],"text":"Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it."},{"placeId":22196,"author":"Dar Williams","wordCount":14,"categories":["attitude","looking","you"],"text":"If you're looking for can-do, earthy-crunchy attitude then you've got to go to Wisconsin."},{"placeId":110819,"author":"Winston Churchill","wordCount":10,"categories":["attitude","difference","big"],"text":"Attitude is a little thing that makes a big difference."},{"placeId":95593,"author":"Romain Duris","wordCount":21,"categories":["attitude","beginning","hate"],"text":"Fame is O.K. I hate it, but it's O.K. I'm beginning to understand how I can be hidden. It's an attitude."},{"placeId":90538,"author":"Richard Branson","wordCount":29,"categories":["attitude","moving forward"],"text":"My attitude has always been, if you fall flat on your face, at least you're moving forward. All you have to do is get back up and try again."},{"placeId":25754,"author":"Donna Karan","wordCount":17,"categories":["attitude","age","numbers"],"text":"Age and size are only numbers. It's the attitude you bring to clothes that make the difference."},{"placeId":13518,"author":"Big Boi","wordCount":18,"categories":["music","attitude","nothing"],"text":"The music is first and foremost everything - no egos, no attitude, nothing - it's about the music."},{"placeId":57203,"author":"Joseph Kosinski","wordCount":13,"categories":["attitude","listen","better"],"text":"Listen, whatever makes the movie better. That's the attitude you have to have."},{"placeId":34015,"author":"Florence Kelley","wordCount":26,"categories":["attitude","women","space"],"text":"Hence, within the space of two generations there has been a complete revolution in the attitude of the trades-unions toward the women working in their trades."},{"placeId":62046,"author":"Ludwig Wittgenstein","wordCount":41,"categories":["attitude","religion","culture"],"text":"Not every religion has to have St. Augustine's attitude to sex. Why even in our culture marriages are celebrated in a church, everyone present knows what is going to happen that night, but that doesn't prevent it being a religious ceremony."},{"placeId":66949,"author":"Kid Rock","wordCount":31,"categories":["love","music","attitude"],"text":"That's what I love from metal, and that's what I love from hip-hop. That's what I love from any music that's hard, that's got an edge to it-The attitude in it."},{"placeId":89543,"author":"Rosie Huntington-Whiteley","wordCount":37,"categories":["work","attitude","new"],"text":"I have the same attitude with work - I like to go to work, I like to work really hard I, like to give everything my all, I like to try things that are new, you know."},{"placeId":107749,"author":"Tibor Fischer","wordCount":30,"categories":["attitude","laughter","strong"],"text":"It's true, some senior Hungarian writers are not known for their laughter. There is a strong Germanic influence - an attitude that if it's enjoyable it can't possibly be literature."},{"placeId":48335,"author":"Joyce Meyer","wordCount":19,"categories":["life","attitude","truth"],"text":"Individuals need to be willing to face truth about their attitudes, behaviors, even what we want out of life."},{"placeId":113355,"author":"Yelena Baturina","wordCount":31,"categories":["positive","business","attitude"],"text":"The attitude of the business community towards investment in Austria and Germany has always been positive, as both the countries have earned their reputation as countries with a consistent economic environment."},{"placeId":76679,"author":"Michael Clarke Duncan","wordCount":18,"categories":["attitude","home","day"],"text":"Whenever I'm having a bad day and have an attitude, I stay home. I keep it at home."},{"placeId":44603,"author":"Irving Berlin","wordCount":35,"categories":["attitude","day","power"],"text":"Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force."},{"placeId":21689,"author":"Colton Haynes","wordCount":38,"categories":["smile","attitude","negative"],"text":"I was born with an extremely negative attitude. I was the kid who wouldn't smile in Christmas photos, was a poor sport, and hated a lot of things. I eventually grew out of my negativity when I matured."},{"placeId":84919,"author":"Pope Francis","wordCount":25,"categories":["attitude","worst","church"],"text":"Vanity, showing off, is an attitude that reduces spirituality to a worldly thing, which is the worst sin that could be committed in the church."},{"placeId":109381,"author":"Walter Kirn","wordCount":45,"categories":["attitude","wrong","poor"],"text":"The fictionally correct have all the answers, and that's what's wrong with them. They're artistic technocrats. There's no dilemma so knotty, no question so baffling, that it can't be smoothly neutralized by dialing up the right attitude adjustment. Poor old Hemingway. If only he'd known."},{"placeId":37244,"author":"Geddy Lee","wordCount":39,"categories":["work","attitude","i am"],"text":"I have such an extreme attitude about work, where I can just completely be derelict of my responsibilities and then when I am not derelict, I am completely indulged in it. I swing pretty wildly from the two extremes."},{"placeId":84961,"author":"Prince","wordCount":11,"categories":["attitude","girl","gossip"],"text":"You don't have to watch 'Gossip Girl' to have an attitude."},{"placeId":4476,"author":"August Wilson","wordCount":33,"categories":["music","attitude","history"],"text":"Jazz in itself is not struggling. That is, the music itself is not struggling... It's the attitude that's in trouble. My plays insist that we should not forget or toss away our history."},{"placeId":15033,"author":"Bessie Head","wordCount":14,"categories":["love","attitude","discipline"],"text":"A discipline I have observed is an attitude of love and reverence to people."},{"placeId":57913,"author":"Jez Butterworth","wordCount":37,"categories":["attitude","father","politics"],"text":"My father got a trade union scholarship to Oxford; he lived and breathed politics; he was always watching current-affairs programmes. But I have a five-year-old child's attitude towards the news. Mainly, that it absolutely turns me off."},{"placeId":111847,"author":"Vernon A. Walters","wordCount":31,"categories":["attitude","intelligence","want"],"text":"Americans have always had an ambivalent attitude toward intelligence. When they feel threatened, they want a lot of it, and when they don't, they regard the whole thing as somewhat immoral."},{"placeId":15092,"author":"Bill Mauldin","wordCount":17,"categories":["attitude","dark","living"],"text":"Patton was living in the Dark Ages. Soldiers were peasants to him. I didn't like that attitude."},{"placeId":66849,"author":"Khalil Gibran","wordCount":39,"categories":["life","attitude","mind"],"text":"Your living is determined not so much by what life brings to you as by the attitude you bring to life; not so much by what happens to you as by the way your mind looks at what happens."},{"placeId":47630,"author":"Joyce Meyer","wordCount":12,"categories":["attitude","lazy","christian"],"text":"Refuse to be a lazy Christian, and resist a passive, apathetic attitude."},{"placeId":83428,"author":"Paul Mooney","wordCount":8,"categories":["attitude","think","mental"],"text":"I think I have a mental nappy attitude."},{"placeId":112406,"author":"Venus Williams","wordCount":35,"categories":["attitude","believe","yourself"],"text":"Some people say I have attitude - maybe I do... but I think you have to. You have to believe in yourself when no one else does - that makes you a winner right there."},{"placeId":61847,"author":"Lou Holtz","wordCount":20,"categories":["positive","attitude","mind"],"text":"Virtually nothing is impossible in this world if you just put your mind to it and maintain a positive attitude."},{"placeId":74081,"author":"Michael Korda","wordCount":15,"categories":["attitude","good","enough"],"text":"The purely agitation attitude is not good enough for a detailed consideration of a subject."},{"placeId":17904,"author":"Colin Powell","wordCount":20,"categories":["attitude","leader","winning"],"text":"I think whether you're having setbacks or not, the role of a leader is to always display a winning attitude."},{"placeId":31704,"author":"Eliza Dushku","wordCount":17,"categories":["attitude","sexy","girl"],"text":"There is definitely something sexy about a girl with an attitude and a pair of leather pants."},{"placeId":7842,"author":"Allan Carr","wordCount":30,"categories":["attitude","performance","wrong"],"text":"If you go on stage with the wrong attitude, or something in your performance is off, you can lose an audience in the first minute. That first minute is crucial."},{"placeId":59412,"author":"Jim Dine","wordCount":28,"categories":["art","best","attitude"],"text":"My attitude towards drawing is not necessarily about drawing. It's about making the best kind of image I can make, it's about talking as clearly as I can."},{"placeId":109051,"author":"Thomas Griffith","wordCount":22,"categories":["attitude","skepticism","now"],"text":"Its attitude, which it has preached and practiced, is skepticism. Now, it finds, the public is applying that skepticism to the press."},{"placeId":51667,"author":"Joey Ramone","wordCount":11,"categories":["attitude","punk","makes"],"text":"All punk is is attitude. That's what makes it. The attitude."},{"placeId":9828,"author":"Ben Carson","wordCount":34,"categories":["attitude","live","find"],"text":"We live in a country that used to have a can-do attitude, and now we have a 'what-can-you-do-for-me?' attitude, and what I try to do is find ways that we can develop common ground."},{"placeId":95588,"author":"Rokia Traore","wordCount":36,"categories":["music","attitude","singing"],"text":"Going back and forth between Western Arabic and African countries clearly created the various musical backgrounds I could have and obviously influenced my professional attitude, my way of approaching both music composition and singing, particularly phrasing."},{"placeId":69846,"author":"Marcus Aurelius","wordCount":10,"categories":["attitude","sense","injury"],"text":"Reject your sense of injury and the injury itself disappears."},{"placeId":39194,"author":"Gwen Stefani","wordCount":14,"categories":["attitude","song","way"],"text":"I don't mean this in a stuck-up way, but I needed an attitude song."},{"placeId":32614,"author":"Ed Lee","wordCount":44,"categories":["attitude","time","community"],"text":"What I learned with tech companies is I gotta give people room to experiment, and also to make what might later on be a mistake. This is the attitude I want to build within San Francisco - give some time to the tech community."},{"placeId":80681,"author":"Nancy Cartwright","wordCount":9,"categories":["attitude","will","far"],"text":"I will not get very far with this attitude."},{"placeId":16440,"author":"Charles R. Swindoll","wordCount":28,"categories":["education","attitude","money"],"text":"Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill."},{"placeId":34745,"author":"Flip Wilson","wordCount":4,"categories":["funny","attitude"],"text":"Funny is an attitude."},{"placeId":83102,"author":"Pat Riley","wordCount":29,"categories":["positive","best","attitude"],"text":"If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges."},{"placeId":17704,"author":"Cory Booker","wordCount":20,"categories":["attitude","america","country"],"text":"In America, our differences matter, but our country matters more. That's the attitude I wanted to take to the Senate."},{"placeId":27668,"author":"Doris Roberts","wordCount":22,"categories":["life","attitude","laugh"],"text":"With my talent, I can make people laugh and give them another attitude about life. What a blessing that is for me."},{"placeId":24103,"author":"Don Rickles","wordCount":7,"categories":["funny","attitude","me"],"text":"You know what's funny to me? Attitude."},{"placeId":99286,"author":"Stefon Diggs","wordCount":13,"categories":["positive","attitude","day"],"text":"Each day, I come in with a positive attitude, trying to get better."},{"placeId":79864,"author":"Michael Aston","wordCount":21,"categories":["attitude","believe","voice"],"text":"I can't believe the pro-choicers attitude toward unborn children-to me it's the ultimate liberal cause, to defend those without a voice."},{"placeId":114108,"author":"Yami Gautam","wordCount":32,"categories":["love","attitude","confidence"],"text":"I love the way Tyra Banks dresses up - she looks so elegant and glamorous in whatever she wears. The confidence and attitude she exudes on and off the ramp is remarkable."},{"placeId":2852,"author":"Alejandro Jodorowsky","wordCount":25,"categories":["attitude","time","space"],"text":"You live in the image you have of the world. Every one of us lives in a different world, with different space and different time."},{"placeId":20076,"author":"Charley Pride","wordCount":27,"categories":["attitude","time","thinking"],"text":"The time I spent thinking about how I was better than somebody else or worrying about somebody else's attitude was time I could put to better use."},{"placeId":9594,"author":"Barbara Corcoran","wordCount":23,"categories":["attitude","death","great"],"text":"A complainer is like a Death Eater because there's a suction of negative energy. You can catch a great attitude from great people."},{"placeId":80286,"author":"Michael Ramsey","wordCount":34,"categories":["attitude","knowledge","faith"],"text":"Reason is an action of the mind; knowledge is a possession of the mind; but faith is an attitude of the person. It means you are prepared to stake yourself on something being so."},{"placeId":43862,"author":"Ian Mckellen","wordCount":20,"categories":["work","attitude","someone"],"text":"I certainly don't disparage someone whose attitude towards their work is utterly different from mine - that's up to them."},{"placeId":81010,"author":"Nancy Pearcey","wordCount":28,"categories":["attitude","world","suffering"],"text":"In Gnosticism, the physical world did not ultimately matter - which meant physical suffering did not matter either. Seeking 'enlightenment' meant cultivating an attitude of detachment, even indifference."},{"placeId":80532,"author":"Nadine Velazquez","wordCount":41,"categories":["attitude","action","think"],"text":"I have a real taste for doing action roles. I starred in a movie called 'Blast,' which was my first action film, and I loved the fighting - I think I've got the build, the attitude and the look for it."},{"placeId":69168,"author":"Kaja Foglio","wordCount":31,"categories":["work","attitude","creative"],"text":"From a person whose living depends on other people buying her creative work, this may sound odd, but one of my favorite things about the steampunk subculture is its do-it-yourself attitude."},{"placeId":83105,"author":"Pat Riley","wordCount":24,"categories":["attitude","winning","champion"],"text":"There's always the motivation of wanting to win. Everybody has that. But a champion needs, in his attitude, a motivation above and beyond winning."},{"placeId":23871,"author":"Dolly Parton","wordCount":8,"categories":["attitude","walk","tall"],"text":"I walk tall; I got a tall attitude."},{"placeId":109319,"author":"Walter Cronkite","wordCount":29,"categories":["attitude","women","men"],"text":"Part of the new morality of the '60s and '70s is a new attitude toward homosexuality. The homosexual men and women have organized to fight for acceptance and respectability."},{"placeId":6608,"author":"Andrew Forrest","wordCount":20,"categories":["leadership","attitude","faith"],"text":"We do need an attitude of leadership in our government which demonstrates faith in major population centres outside of Perth."},{"placeId":97022,"author":"Simon Cowell","wordCount":41,"categories":["attitude","money","decisions"],"text":"Money brings you security and choice. You can make decisions in a different way if you have a lot of money. But when you have nothing, you have a naivety, and a more fearless attitude because you have nothing to lose."},{"placeId":76541,"author":"Meg Rosoff","wordCount":10,"categories":["attitude","bad","fired"],"text":"I've been fired five times for having a bad attitude."},{"placeId":29740,"author":"Elbert Hubbard","wordCount":13,"categories":["attitude","mind","same"],"text":"We awaken in others the same attitude of mind we hold toward them."},{"placeId":48845,"author":"Jason Day","wordCount":13,"categories":["attitude","strong","control"],"text":"Anything can happen, so you have to control your attitude and stay strong."},{"placeId":47007,"author":"John C. Maxwell","wordCount":10,"categories":["attitude","words","may"],"text":"People may hear your words, but they feel your attitude."},{"placeId":31947,"author":"Ellen Willis","wordCount":21,"categories":["attitude","me","deepest"],"text":"My deepest impulses are optimistic, an attitude that seems to me as spiritually necessary and proper as it is intellectually suspect."},{"placeId":47540,"author":"Jose Saramago","wordCount":20,"categories":["attitude","alien","others"],"text":"The attitude of insolent haughtiness is characteristic of the relationships Americans form with what is alien to them, with others."},{"placeId":65979,"author":"Kathleen Turner","wordCount":21,"categories":["attitude","women","men"],"text":"Being a sex symbol has to do with an attitude, not looks. Most men think it's looks, most women know otherwise."},{"placeId":63960,"author":"Len G. Murray","wordCount":41,"categories":["attitude","process","play"],"text":"There does not seem to be that collegiality I referred to, there seems to be much more of a them versus us attitude, rather than we all have a role to play in this process so let's get on with it."},{"placeId":11428,"author":"Buddy Valastro","wordCount":21,"categories":["attitude","good","kitchen"],"text":"No matter what the recipe, any baker can do wonders in the kitchen with some good ingredients and an upbeat attitude!"},{"placeId":35218,"author":"Francois Hollande","wordCount":34,"categories":["attitude","together","distance"],"text":"I perfectly understood President Obama's attitude throughout the French presidential campaign. He had no reason to distance himself from Nicolas Sarkozy. It's the basic solidarity that leaders who worked together owe to each other."},{"placeId":76020,"author":"Maria Bartiromo","wordCount":26,"categories":["attitude","money","people"],"text":"Too many people say to their brokers, I can't deal with this. Take my money. Do what you want. That's the worst attitude you can have."},{"placeId":53515,"author":"James Garner","wordCount":13,"categories":["attitude","food","think"],"text":"I think my attitude has always been to put food on the table."},{"placeId":90084,"author":"Raf Simons","wordCount":30,"categories":["attitude","brand","find"],"text":"I couldn't go now to a brand that had a niche attitude like... gothic. I couldn't do that. Well, I could do it, but I wouldn't find it interesting, challenging."},{"placeId":92259,"author":"Ruth Rendell","wordCount":32,"categories":["attitude","people","way"],"text":"I don't like the way young people write and talk about the old. I don't like their attitude, which, if they weren't young and therefore bright and vibrant, would be called outdated."},{"placeId":16935,"author":"Christian Louboutin","wordCount":26,"categories":["attitude","woman","body"],"text":"When a woman puts on a heel, she has a different posture, a different attitude. She really stands up and has a consciousness of her body."},{"placeId":24098,"author":"Don Rickles","wordCount":15,"categories":["attitude","humor","personality"],"text":"You can't study comedy; it's within you. It's a personality. My humor is an attitude."},{"placeId":82529,"author":"Norman Vincent Peale","wordCount":35,"categories":["attitude","day","happy"],"text":"Watch your manner of speech if you wish to develop a peaceful state of mind. Start each day by affirming peaceful, contented and happy attitudes and your days will tend to be pleasant and successful."},{"placeId":9561,"author":"Barbara Ehrenreich","wordCount":35,"categories":["success","attitude","good"],"text":"If you can attribute your success entirely to your own mental effort, to your own attitude, to some spiritual essence that you have that is better than other people's, then that must feel pretty good."},{"placeId":2186,"author":"Ai Weiwei","wordCount":38,"categories":["attitude","i am","opinion"],"text":"China and the U.S. are two societies with very different attitudes towards opinion and criticism. In China, I am constantly under surveillance. Even my slightest, most innocuous move can - and often is - censored by Chinese authorities."},{"placeId":14773,"author":"Bela Kun","wordCount":9,"categories":["attitude","certain","comrades"],"text":"I also had a mistaken attitude towards certain comrades."},{"placeId":95255,"author":"Rob Simmons","wordCount":21,"categories":["attitude","moving","tax"],"text":"My opponents attitude is, 'If it moves, tax it, if it keeps moving, regulate it and when it stops, subsidize it."},{"placeId":82325,"author":"Norm MacDonald","wordCount":16,"categories":["attitude","saying","way"],"text":"It got very tedious saying the same jokes in the same way with the same attitude."},{"placeId":65191,"author":"Kareem Abdul-Jabbar","wordCount":20,"categories":["attitude","today","youth"],"text":"Today's youth are told to get rich or die trying and they really shouldn't take that attitude forward with them."},{"placeId":108479,"author":"Tom Lehman","wordCount":15,"categories":["attitude","think","else"],"text":"I think that major championships are as much about attitude as they are anything else."},{"placeId":52250,"author":"Julie Burchill","wordCount":36,"categories":["friendship","attitude"],"text":"My second husband believed I had such a fickle attitude to friendship that each Friday he would update the list of my 'Top Ten' friends in the manner of a Top Of The Pops chart countdown."},{"placeId":2096,"author":"Adam Savage","wordCount":27,"categories":["attitude","curiosity"],"text":"It's sort of a mental attitude about critical thinking and curiosity. It's about mindset of looking at the world in a playful and curious and creative way."},{"placeId":90350,"author":"Ralph Marston","wordCount":8,"categories":["attitude","excellence","skill"],"text":"Excellence is not a skill, it's an attitude."},{"placeId":81790,"author":"Neneh Cherry","wordCount":35,"categories":["attitude","challenge","song"],"text":"I'm quite a particular singer, and I need to feel like I can bite into the song, in a way, to make it my own. You want the challenge of the songs having some attitude."},{"placeId":55969,"author":"Jeffrey Archer","wordCount":12,"categories":["attitude","prison","leaving"],"text":"I think my attitude to human beings has changed since leaving prison."},{"placeId":73370,"author":"Marianne Faithfull","wordCount":15,"categories":["attitude","good","me"],"text":"France has been very good for me. It has given me a very worldly-cool attitude."},{"placeId":33673,"author":"Els Borst","wordCount":46,"categories":["attitude","war","community"],"text":"If I had been prime minister, I would have offered apologies to the Dutch Jewish community without hesitation. This would refer both to our government's attitude during the Second World War and to the very late postwar discovery that the restitution process had been poorly conceived."}]