[{"placeId":17712,"author":"Cory Booker","wordCount":24,"categories":["life","responsibility","choice"],"text":"In life, you get one choice over and over again. That is to take conditions as they are or take responsibility for changing them."},{"placeId":27257,"author":"Donnie Wahlberg","wordCount":8,"categories":["end","choice","director"],"text":"Ultimately in the end, it's the director's choice."},{"placeId":90389,"author":"Rebecca Solnit","wordCount":18,"categories":["people","choice","facts"],"text":"Given a choice between their worldview and the facts, it's always interesting how many people toss the facts."},{"placeId":51964,"author":"John Terry","wordCount":28,"categories":["proud","choice","captain"],"text":"I don't envisage I will be captain again, but for two England managers, Steve McClaren and Fabio Capello, I was their first choice and I'm proud of that."},{"placeId":61670,"author":"LL Cool J","wordCount":13,"categories":["world","choice","wrong"],"text":"Our world is at the crossroads. We have a choice, right and wrong."},{"placeId":50869,"author":"Jane Velez-Mitchell","wordCount":35,"categories":["food","environmental","choice"],"text":"Every decision we make - when we choose a vehicle, when we pump gas into that vehicle, when we order food - is not just a personal lifestyle choice. It's an environmental and moral choice."},{"placeId":29649,"author":"Ehud Olmert","wordCount":15,"categories":["choice","you","like"],"text":"I don't like this terminology that you have no choice. You always have a choice."},{"placeId":48881,"author":"Jeff Bridges","wordCount":29,"categories":["choice","find","way"],"text":"With a labyrinth, you make a choice to go in - and once you've chosen, around and around you go. But you always find your way to the center."},{"placeId":49330,"author":"Jhumpa Lahiri","wordCount":15,"categories":["choice","feel","i write"],"text":"I have very little choice. If I don't write, I feel dreadful. So I write."},{"placeId":6246,"author":"Alexandra Guarnaschelli","wordCount":33,"categories":["parents","chef","choice"],"text":"My reasons for becoming a chef are somewhat of a cliche. I always loved to eat but it was watching my parents cook that really served as the impetus for my career choice."},{"placeId":30689,"author":"Eric Clapton","wordCount":16,"categories":["lie","choice","lying"],"text":"Given the choice between accomplishing something and just lying around, I'd rather lie around. No contest."},{"placeId":22549,"author":"David A. Bednar","wordCount":23,"categories":["choice","someone","offended"],"text":"To be offended is a choice we make; it is not a condition inflicted or imposed upon us by someone or something else."},{"placeId":98289,"author":"Susan Orlean","wordCount":23,"categories":["life","internet","choice"],"text":"Unlimited choice is paralyzing. The Internet has made this form of paralysis due to option overload a standard feature of comfortable modern life."},{"placeId":62690,"author":"Laurell K. Hamilton","wordCount":13,"categories":["choice","head","you"],"text":"You either mellow at 30, or your head explodes - take your choice."},{"placeId":64854,"author":"Louise Jameson","wordCount":42,"categories":["dinner","choice","me"],"text":"I think I was first choice for the part. I don't know - that's what they always tell you anyway. I didn't have to do any audition for the part. Sam saw me in Dinner and the whole thing slipped into place."},{"placeId":96396,"author":"Sandra Bullock","wordCount":22,"categories":["mistakes","choice","me"],"text":"I've made mistakes, and I know why I made them, but I made that choice. Nobody's ever made a choice for me."},{"placeId":80417,"author":"N. Scott Momaday","wordCount":22,"categories":["writing","choice","tradition"],"text":"Writing is not a matter of choice. Writers have to write. It is somehow in their temperament, in the blood, in tradition."},{"placeId":34456,"author":"Felicia Day","wordCount":17,"categories":["change","people","choice"],"text":"Nobody sets out to break new ground. I think change comes when people have no other choice."},{"placeId":66649,"author":"Kevin McCarthy","wordCount":16,"categories":["family","choice","party"],"text":"My family was not Republicans. I'm the youngest. I came to this party based upon choice."},{"placeId":33325,"author":"Enrico Colantoni","wordCount":28,"categories":["living","choice","doing"],"text":"If actors could actually make a living doing theater, that would be my first choice. Sitcoms are the closest thing to being onstage in front of an audience."},{"placeId":60035,"author":"Johnny Otis","wordCount":16,"categories":["community","black","choice"],"text":"Genetically, I'm pure Greek. Psychologically, environmentally, culturally, by choice, I'm a member of the black community."},{"placeId":51247,"author":"Jeremy Irons","wordCount":45,"categories":["children","envy","choice"],"text":"I envy children who know that they're going to become doctors, know they're going to go into the forces or whatever. I think choice is one of the hardest things, but that's what I try to give my children, to say you can do anything."},{"placeId":64550,"author":"Linda Hunt","wordCount":28,"categories":["i am","action","choice"],"text":"I have a surfboard that says 'Linda Hunt Choice TV Actress: Action.' I am an action star! I don't know what that is about, but I like it."},{"placeId":38647,"author":"Ginni Rometty","wordCount":39,"categories":["growth","people","choice"],"text":"Some people make their choice on size. I happen to not be a believer in that. I've often said, especially in an industry that's clamoring for growth, if I wanted size, I wouldn't have divested $8 billion of businesses."},{"placeId":64893,"author":"Luke Benward","wordCount":36,"categories":["choice","me","down"],"text":"I just kind of feel like it's my choice to do what I want to do. And my agent, he's totally with it. He tells me, 'You can turn down any audition you don't want to.'"},{"placeId":80274,"author":"Niklaus Wirth","wordCount":17,"categories":["success","experience","choice"],"text":"Experience shows that the success of a programming course critically depends on the choice of these examples."},{"placeId":96214,"author":"Samuel Johnson","wordCount":12,"categories":["blessings","choice","you"],"text":"Of the blessings set before you make your choice, and be content."},{"placeId":44736,"author":"Isabel Allende","wordCount":7,"categories":["writing","choice","calling"],"text":"Writing is a calling, not a choice."},{"placeId":50751,"author":"Jamie Johnson","wordCount":43,"categories":["people","choice","desire"],"text":"There are certain vulnerabilities and insecurities that go along with not being linked to another person in a contractual way, even if it's an unspoken contract. People in New York manage that pretty well. I prefer choice and desire over convention and limitation."},{"placeId":1263,"author":"Annalee Newitz","wordCount":43,"categories":["good","choice","random"],"text":"A group of scientists wanted to find the most effective mosquito repellents. So they tested 10 different substances, including campout standbys like DEET, as well as a random choice: Victoria's Secret perfume Bombshell. Turns out the perfume is almost as good as DEET."},{"placeId":74290,"author":"Michele Bachmann","wordCount":41,"categories":["people","choice","american"],"text":"What I want to do is to make sure that we fully repeal Obamacare. This will be one of the largest spending initiatives we will ever see in our country. And also, it will take away choice from the American people."},{"placeId":27881,"author":"David Chase","wordCount":28,"categories":["writing","important","choice"],"text":"I really like comedy. There's always a choice, when you're writing: you can either go for the joke or you can go for the story, the important stuff."},{"placeId":60139,"author":"Lana Del Rey","wordCount":17,"categories":["artist","fight","choice"],"text":"If you are born an artist, you have no choice but to fight to stay an artist."},{"placeId":110323,"author":"William James","wordCount":17,"categories":["choice","you","make"],"text":"When you have to make a choice and don't make it, that is in itself a choice."},{"placeId":113154,"author":"Vitruvius","wordCount":38,"categories":["city","choice","buildings"],"text":"The lanes and streets of the city being set out, the choice of sites for the convenience and use of the state remains to be decided on; for sacred edifices, for the forum, and for other public buildings."},{"placeId":1223,"author":"Ann Romney","wordCount":8,"categories":["mother","choice","career"],"text":"My career choice was to be a mother."},{"placeId":329,"author":"Alain Ducasse","wordCount":18,"categories":["travel","choice","london"],"text":"If I had the choice to travel to two places in Europe, it would be Paris and London."},{"placeId":114096,"author":"Yakov Smirnoff","wordCount":17,"categories":["choice","think","feel"],"text":"We have a choice - we can both think and feel, using our heads and our hearts."},{"placeId":18493,"author":"Charles Krauthammer","wordCount":21,"categories":["choice","conspiracy","choose"],"text":"Whenever you're faced with an explanation of what's going on in Washington, the choice between incompetence and conspiracy, always choose incompetence."},{"placeId":35221,"author":"Francois Hollande","wordCount":24,"categories":["goal","choice","between"],"text":"Our only goal is to strengthen the opposition and to avoid the dilemma whereby we only have the choice between Bashar Assad and al-Qaeda."},{"placeId":85621,"author":"Pete Burns","wordCount":45,"categories":["marriage","door","choice"],"text":"Surely, marriage is throwing anchor and saying, 'This is where I'm staying. I've made my choice, and this is all I want because I've been on the up and down escalator, through the revolving door, and I want to stand still.' That's what I expected."},{"placeId":77080,"author":"Muriel Rukeyser","wordCount":42,"categories":["moment","sacrifice","choice"],"text":"I think there is choice possible to us at any moment, as long as we live. But there is no sacrifice. There is a choice, and the rest falls away. Second choice does not exist. Beware of those who talk about sacrifice."},{"placeId":104828,"author":"T. J. Miller","wordCount":28,"categories":["appreciation","choice","think"],"text":"I don't know that I would host the Golden Globes or the Emmys because I don't think they have the appreciation for irreverence that the Critics Choice does."},{"placeId":88762,"author":"Rita Dove","wordCount":21,"categories":["trust","choice","want"],"text":"If we really want to be full and generous in spirit, we have no choice but to trust at some level."},{"placeId":57362,"author":"Julius Genachowski","wordCount":39,"categories":["words","choice","way"],"text":"Network neutrality protects the ability of users to access the lawful content, applications, and services of their choice. In other words, it lets users determine who wins and loses in the marketplace, and that's the way it should be."},{"placeId":33646,"author":"Ellen Gustafson","wordCount":40,"categories":["money","choice","think"],"text":"Every single person who has ever walked down the street with a FEED bag has purchased it. I think that's really relevant because it means that you have got to make that choice to spend that money on that product."},{"placeId":59371,"author":"Jill Bennett","wordCount":25,"categories":["important","choice","me"],"text":"There are plenty of lesbians in Hollywood, but they're not out. And that's their choice, but I can't do that, it's too important to me."},{"placeId":113887,"author":"Xavier Niel","wordCount":15,"categories":["life","car","choice"],"text":"In life, you need a house and a car. After that, you have a choice."},{"placeId":50917,"author":"Jason Schwartzman","wordCount":21,"categories":["thinking","believe","choice"],"text":"I believe in not over thinking things too much. When the right thing comes along, you really don't have a choice."},{"placeId":6723,"author":"Anouska Hempel","wordCount":16,"categories":["time","style","choice"],"text":"Comfort? If a choice has to be made between style and comfort, style wins every time."},{"placeId":8574,"author":"Armin van Buuren","wordCount":15,"categories":["artist","choice","listen"],"text":"It's an artist's choice to listen to criticism or not. I'm very sensitive to criticism."},{"placeId":80626,"author":"Noel Clarke","wordCount":15,"categories":["work","choice","you"],"text":"I'd always much rather be second choice on anything because it makes you work harder."},{"placeId":110719,"author":"Willie Nelson","wordCount":18,"categories":["world","choice","play"],"text":"Ninety-nine percent of the world's lovers are not with their first choice. That's what makes the jukebox play."},{"placeId":61659,"author":"Lizzie Armitstead","wordCount":16,"categories":["children","choice","pressure"],"text":"When I have children, it will be my choice, and I won't feel under any pressure."},{"placeId":23748,"author":"Daymond John","wordCount":27,"categories":["choice","you","workforce"],"text":"When you have a large amount of the workforce being laid off, some of them have no other choice but to go out there and invent something."},{"placeId":99394,"author":"Sonam Kapoor","wordCount":12,"categories":["romantic","i am","choice"],"text":"I am very romantic. Given a choice, I'd do only romantic films!"},{"placeId":58584,"author":"John Clare","wordCount":24,"categories":["face","voice","choice"],"text":"And all the charms of face or voice Which I in others see, Are but the recollected choice Of what I feel for thee."},{"placeId":100212,"author":"Scott Brooks","wordCount":31,"categories":["grow","choice","better"],"text":"When you get punched, you have to get up. You have no other choice. If you don't, you're not going to grow, you're not going to get better as a player."},{"placeId":99104,"author":"Sheena Iyengar","wordCount":15,"categories":["choice","want","try"],"text":"When companies try to guess what consumers want, they essentially make the choice for consumers."},{"placeId":77257,"author":"Marie Lu","wordCount":19,"categories":["voice","choice","me"],"text":"I write the story as it comes to me - YA is my natural voice, not a conscious choice."},{"placeId":21999,"author":"Chip Esten","wordCount":39,"categories":["music","college","choice"],"text":"I had been in a band in college. You kind of need to make a choice between going the music route or going the acting route. I chose acting, figuring I could always do the music on my own."},{"placeId":97003,"author":"Stephen Covey","wordCount":10,"categories":["life","change","choice"],"text":"There are three constants in life... change, choice and principles."},{"placeId":95387,"author":"Robert Richardson","wordCount":20,"categories":["choice","digital","project"],"text":"I feel comfortable with either digital or film - the director and the project should determine the course of choice."},{"placeId":113028,"author":"Virginia Postrel","wordCount":25,"categories":["government","free","choice"],"text":"The United States government approaches patient choice in medication as Singapore does free speech: its pronouncements sound reasonable and tolerant until you threaten its prerogatives."},{"placeId":80657,"author":"Namie Amuro","wordCount":21,"categories":["myself","decision","choice"],"text":"I had no choice in the decision to make myself available. I was not always doing things I wanted to do."},{"placeId":4026,"author":"Anthony Bourdain","wordCount":37,"categories":["time","food","choice"],"text":"You'd have a hard time finding anything better than Barcelona for food, as far as being a hub. Given a choice between Barcelona and San Sebastian to die in, I'd probably want to die in San Sebastian."},{"placeId":50264,"author":"Joseph Brodsky","wordCount":18,"categories":["poetry","people","choice"],"text":"People who buy 'The National Enquirer' would buy poetry. They should be given a choice. I'm absolutely serious."},{"placeId":92592,"author":"Rich Moore","wordCount":26,"categories":["day","free","choice"],"text":"Arcade-game characters have no free will. They're programmed to do one thing day in and day out - they don't have a choice in the matter."},{"placeId":98844,"author":"Sean Duffy","wordCount":35,"categories":["choices","wish","choice"],"text":"Some will say, 'I wish I had a different choice. I wish there was a different candidate!' Listen: you have two choices. You have Donald and you have Hillary. And you have no other choice."},{"placeId":63364,"author":"Lucian Freud","wordCount":24,"categories":["body","painting","choice"],"text":"When I look at a body it gives me choice of what to put in a painting, what will suit me and what won't."},{"placeId":63259,"author":"Lord Robertson","wordCount":22,"categories":["choice","indifference","will"],"text":"And, perhaps most importantly, regional conflicts will again and again confront us with a cruel choice between costly engagement and costly indifference."},{"placeId":71576,"author":"Michael Bloomberg","wordCount":30,"categories":["choice","know","you"],"text":"You know, if it's a three-way race, the public has more choice than if it's a two-way race, and has more choice in a two-way race than a one-way race."},{"placeId":74527,"author":"Mike Royko","wordCount":44,"categories":["cooking","remember","choice"],"text":"Whether one eats a cat or not is a personal choice, and I don't want to sway anyone one way or another. But if you do, there is one obvious cooking tip: Always remember to remove the bell from the cat's collar before cooking."},{"placeId":102147,"author":"Samuel Lover","wordCount":37,"categories":["heart","choice","long"],"text":"To return after long years of painful absence to some place which has been the scene of our former joys, and whence the force of circumstance, and not choice, has driven us, is oppressive to the heart."},{"placeId":3133,"author":"Alice Walker","wordCount":36,"categories":["problem","people","choice"],"text":"People really had a problem with my disinterest in submission. They had a problem with my intellect, and they had a problem with my choice of lovers. They had a problem with my choice of everything."},{"placeId":3022,"author":"Alfred A. Montapert","wordCount":30,"categories":["choices","free","choice"],"text":"Every person has free choice. Free to obey or disobey the Natural Laws. Your choice determines the consequences. Nobody ever did, or ever will, escape the consequences of his choices."},{"placeId":72813,"author":"Madeleine M. Kunin","wordCount":46,"categories":["job","choice","test"],"text":"Most often, qualifications are defined by the credentials of the person who last held the job. If that is to continue to be the litmus test, white males will continue to be the top choice on any list, if the interviewer is also a white male."},{"placeId":74859,"author":"Monica Johnson","wordCount":19,"categories":["vote","choice","holy"],"text":"With the right to vote, our choice should be for the Holy Spirit to lead us and guide us."},{"placeId":58544,"author":"John Buford","wordCount":10,"categories":["choice","would","western"],"text":"If I have any choice I would prefer Western Troops."},{"placeId":105131,"author":"Ted Cruz","wordCount":11,"categories":["school","choice","civil rights"],"text":"School choice is the civil rights issue of the 21st century."},{"placeId":13507,"author":"Bianca Kajlich","wordCount":25,"categories":["happy","choice","career"],"text":"That's literally been the story of my career. I'm always the second choice. And you know what? I'm more than happy to be that person."},{"placeId":57479,"author":"Jason Mitchell","wordCount":30,"categories":["choice","story","know"],"text":"'Straight Outta Compton' is not a story we didn't know about or anything like that, but it's just something that resonated really well... It had no choice but to explode."},{"placeId":40923,"author":"Helen Fisher","wordCount":20,"categories":["powerful","choice","process"],"text":"Kissing is not just kissing. It is a major escalation or de-escalation point in a powerful process of mate choice."},{"placeId":54131,"author":"Jerrod Carmichael","wordCount":36,"categories":["history","potential","choice"],"text":"I knew I wanted to do a show on NBC - it's rooted in its history; it's part rooted in nostalgia and part rooted in the potential of it. For me, there was no other choice."},{"placeId":38182,"author":"Gloria Steinem","wordCount":27,"categories":["believe","choice","party"],"text":"Actually, I believe there are more independents than either Republicans or Democrats, and yet those are the... that is the choice we have on the party ballot."},{"placeId":63864,"author":"Lee Scott","wordCount":36,"categories":["community","i am","choice"],"text":"And what I am trying to say to them that through our ads and through our discussions is if you don't want us in your community, that's your choice, but don't say it's because of wages."},{"placeId":86497,"author":"Phil Hartman","wordCount":25,"categories":["friends","choice","career"],"text":"I could do John Wayne, Jack Benny, Jack Kennedy, Lyndon Johnson and entertain my friends. But I never seriously considered it as a career choice."},{"placeId":44802,"author":"Jack Kevorkian","wordCount":19,"categories":["free","choice","me"],"text":"All the big powers they've silenced me. So much for free speech and choice on this fundamental human right."},{"placeId":101174,"author":"Salman Khurshid","wordCount":32,"categories":["leader","choice","lucky"],"text":"We are lucky to have Manmohan Singh as our Prime Minister. We could not have done without a person and leader of the choice as Manmohan Singh, who gets all international attention."},{"placeId":68403,"author":"Kimi Raikkonen","wordCount":23,"categories":["team","ambition","choice"],"text":"It was an easy choice to return with Lotus Renault GP as I have been impressed by the scope of the team's ambition."},{"placeId":90145,"author":"Rahm Emanuel","wordCount":47,"categories":["today","choice","working"],"text":"President Obama made the right choice, over one million Americans are still working today. The American auto industry is not just surviving. It is thriving. Where Mitt Romney was willing to turn his back on Akron, Dayton and Toledo, Ohio, the president said, 'I've got your back.'"},{"placeId":180,"author":"Adrian Tomine","wordCount":40,"categories":["yourself","style","choice"],"text":"To me, one of the big fears of doing a big huge graphic novel is locking yourself into one style and getting halfway through it and going, 'Oh I made the wrong choice,' which is a recurring nightmare I have."},{"placeId":40714,"author":"Harold Wilson","wordCount":17,"categories":["food","choice","between"],"text":"If I had the choice between smoked salmon and tinned salmon, I'd have it tinned. With vinegar."},{"placeId":77808,"author":"Mike Leigh","wordCount":45,"categories":["time","choices","choice"],"text":"I mean, artistic processes are all about making choices all the time, and the very act of making a choice is the distilling down and the getting to the core of what it is that you care about and what you want to say, really."},{"placeId":60935,"author":"Leo Kottke","wordCount":44,"categories":["choice","think","you"],"text":"It is not a mystical thing, however, it is obvious and practical and I think that what the performer does is to try to get to that point with every choice you make from the phrasing in a tune to the choice of tunes."},{"placeId":68828,"author":"Karen Abbott","wordCount":40,"categories":["girl","dream","choice"],"text":"As a kid, I liked to write, but I didn't think that was a viable career choice. My dream, actually, was to be a white girl rapper and join Salt-N-Pepa - which obviously was a much more viable career choice."},{"placeId":7659,"author":"Alexandra Kerry","wordCount":45,"categories":["impossible","choice","present"],"text":"A journalist is supposed to present an unbiased portrait of an event, a view devoid of intimate emotions. This is impossible, of course. The framing of an image, by its very composition, represents a choice. The photographer chooses what to show and what to exclude."},{"placeId":105727,"author":"Thomas Aquinas","wordCount":12,"categories":["man","free","choice"],"text":"A man has free choice to the extent that he is rational."},{"placeId":76183,"author":"Michael Specter","wordCount":46,"categories":["poverty","plants","choice"],"text":"Meat supplies a variety of nutrients - among them iron, zinc, and Vitamin B12 - that are not readily found in plants. We can survive without it; millions of vegetarians choose to do so, and billions of others have that choice imposed upon them by poverty."},{"placeId":91588,"author":"Robert Mugabe","wordCount":38,"categories":["choice","lose","go"],"text":"If the choice were made, one for us to lose our sovereignty and become a member of the Commonwealth or remain with our sovereignty and lose the membership of the Commonwealth, I would say let the Commonwealth go."},{"placeId":34528,"author":"Felicity Jones","wordCount":34,"categories":["character","choice","questions"],"text":"Interviewing someone is very similar to preparing a character, isn't it? You're just asking questions: 'Who is this person? Why did they make that choice? Why are they doing that?' You're being Sherlock Holmes."},{"placeId":26633,"author":"Demi Moore","wordCount":38,"categories":["children","choice","me"],"text":"I used to think that what scared me was the idea of being abandoned until someone said to me, 'Only children can be abandoned. Adults can't be abandoned because we have a choice. Children don't have a choice.'"},{"placeId":87875,"author":"Oscar Pistorius","wordCount":42,"categories":["weather","choice","me"],"text":"When you're competing, you don't have the choice of what the weather will be like. It really doesn't affect me. I ran one of my fastest times in the New York Diamond League meeting last year. It was raining pretty hard then."},{"placeId":114195,"author":"Zig Ziglar","wordCount":41,"categories":["life","choice","choose"],"text":"For 24 years of my adult life, by choice I weighed well over 200 pounds. I say 'by choice' because I have never 'accidentally' eaten anything, so when I choose to eat too much, I have chosen to weigh too much."},{"placeId":6150,"author":"Ajay Naidu","wordCount":36,"categories":["family","college","choice"],"text":"My family was very supportive of my acting. They didn't really have a choice because I got jobs acting before anyone could really say anything. It paid my way through college and helped my family out."},{"placeId":88741,"author":"Richard Madden","wordCount":22,"categories":["unique","choice","strange"],"text":"That's a really strange, unique position to be in - royalty is where you have no choice over what your duties are."},{"placeId":77030,"author":"Michelle Malkin","wordCount":23,"categories":["age","eye","choice"],"text":"Tolerance is a one-way street in the Age of Obama. 'Choice' is in the eye (and iron fist) of the First Amendment usurper."},{"placeId":66508,"author":"Kesha","wordCount":6,"categories":["makeup","choice","glitter"],"text":"Glitter is my makeup of choice."},{"placeId":14796,"author":"Ben Linder","wordCount":19,"categories":["choice","done","you"],"text":"Anything you can do needs to be done, so pick up the tool of your choice and get started."},{"placeId":85967,"author":"Patrick Marber","wordCount":16,"categories":["stupid","believe","choice"],"text":"When I look back I can't believe I was so stupid as to direct Dealer's Choice."},{"placeId":100615,"author":"Star Jones","wordCount":13,"categories":["healthy","people","choice"],"text":"I want people to make the same choice I made to get healthy."},{"placeId":34081,"author":"Fran Kranz","wordCount":26,"categories":["choice","professional","actor"],"text":"As a professional actor, I don't have much choice about what I've gotten into. I tend to be cast in comedies and I'm fine with that."},{"placeId":28270,"author":"Donald Pleasence","wordCount":34,"categories":["future","money","choice"],"text":"I was offered a choice of a flat salary up front or a percentage of the film's future earnings. I took the up front money. Nobody could have figured what Halloween would ultimately become."},{"placeId":91264,"author":"Robert Fripp","wordCount":26,"categories":["music","business","choice"],"text":"I couldn't concentrate on music. So I made the choice to give up my career as a musician in the frontline to deal with the business."},{"placeId":35306,"author":"Francois Hollande","wordCount":29,"categories":["choice","country","upset"],"text":"It is intolerable that in our country citizens should feel so upset and under assault because of their religious choice that they would conclude that they have to hide."},{"placeId":111288,"author":"Whitfield Diffie","wordCount":36,"categories":["control","thought","choice"],"text":"I thought cryptography was a technique that did not require your trusting other people-that if you encrypted your files, you would have the control to make the choice as to whether you would surrender your files."},{"placeId":7426,"author":"Alan Keyes","wordCount":28,"categories":["decision","choice","party"],"text":"I don't think that has to be our choice... This party was born in principle. This party will die if it doesn't stand by its decision of principle."},{"placeId":110964,"author":"W. P. Kinsella","wordCount":19,"categories":["time","looking","choice"],"text":"If I have a choice between looking something up and making it up, I'll make it up every time."},{"placeId":34449,"author":"Feist","wordCount":21,"categories":["music","choice","me"],"text":"For me, music is in the choice of what not to play as much as in what you've chosen to play."},{"placeId":83345,"author":"Patti Smith","wordCount":27,"categories":["musicians","choice","you"],"text":"Artists, musicians, scientists - if you have any kind of visionary aptitude, it's often something that you don't have a choice in. You have to do it."},{"placeId":38602,"author":"Gina Raimondo","wordCount":33,"categories":["society","choices","choice"],"text":"It's all about the choices we make as a society. We can choose to have poor schools and parks and higher tuition at Rhode Island's colleges. But we should make an active choice."},{"placeId":60311,"author":"Josh Kopelman","wordCount":22,"categories":["believe","choice","go"],"text":"I really believe that if capital doesn't come to the entrepreneurs, the entrepreneurs have no choice but to go to the capital."},{"placeId":2763,"author":"Alec Baldwin","wordCount":46,"categories":["choice","television","you"],"text":"Often in films, you have no idea where you're going to be six months from now. And I grew very weary of that. And television, although it wasn't necessarily as creatively diverse as filmmaking can be, it was the lifestyle choice that I needed to make."},{"placeId":45069,"author":"Isaiah Thomas","wordCount":37,"categories":["work","choice","him"],"text":"My first choice was to work it out with Larry Brown. I needed Larry and I gave him 50 million bucks. This is a situation that I'm in and I'll handle it and I'll make it work."},{"placeId":109567,"author":"Warren Spector","wordCount":20,"categories":["heart","choice","doing"],"text":"The heart of the gameplay is still about choice and consequence, which is what I've been doing since the '80s."},{"placeId":100470,"author":"Spiro T. Agnew","wordCount":16,"categories":["politics","people","choice"],"text":"Confronted with the choice, the American people would choose the policeman's truncheon over the anarchist's bomb."},{"placeId":42977,"author":"Howard Stern","wordCount":24,"categories":["sales","choice","new"],"text":"'The New York Times' list is a bunch of crap. They ought to call it the editor's choice. It sure isn't based on sales."},{"placeId":95423,"author":"Robert Jordan","wordCount":35,"categories":["effort","choice","think"],"text":"I think that quite often you can only find a choice between bad and worse. But I think it's worth making the effort, and I like to expose my characters to that sort of situation."},{"placeId":21154,"author":"Chuck Hogan","wordCount":43,"categories":["love","book","choice"],"text":"I love my Kindle, but there are many books that I need to physically own. I think having the choice makes all the difference. Instant gratification - buying a book digitally and owning it sixty seconds later - really is a revolutionary act."},{"placeId":50980,"author":"Jean Anthelme Brillat-Savarin","wordCount":37,"categories":["woman","hands","choice"],"text":"Nothing is more pleasant than to see a pretty woman, her napkin well placed under her arms, one of her hands on the table, while the other carries to her mouth, the choice piece so elegantly carved."},{"placeId":114139,"author":"Zig Ziglar","wordCount":8,"categories":["end","choice","you"],"text":"Every choice you make has an end result."},{"placeId":66361,"author":"Kellyanne Conway","wordCount":29,"categories":["women","information","choice"],"text":"Women have been late-in-the-game deciders. They weigh all of the issues, all of the images, and all of the information and make a choice almost at the last minute."},{"placeId":49156,"author":"Jennifer Garner","wordCount":46,"categories":["sleep","end","choice"],"text":"I do like having my ears pierced, because there's a lot more choice in pierced earrings than there is with clip-ons, and they're a lot more comfortable to wear - Sometimes I completely forget I've got them in and end up going to sleep wearing them."},{"placeId":26842,"author":"David Dewhurst","wordCount":36,"categories":["money","choice","gentleman"],"text":"This is a choice, ladies and gentleman, between Texas and Washington. Most of Ted Cruz's money comes from Washington, from outside the state of Texas, and they've run millions and millions of untrue ads against me."},{"placeId":35582,"author":"Franklin D. Roosevelt","wordCount":22,"categories":["education","democracy","choice"],"text":"Democracy cannot succeed unless those who express their choice are prepared to choose wisely. The real safeguard of democracy, therefore, is education."},{"placeId":53160,"author":"John Zorn","wordCount":39,"categories":["people","hands","choice"],"text":"Like you have seven people with their hands up. I gotta make a choice. Y'know, that's tough. Sometimes I gotta go with someone that has an idea and make several calls in a row, because they got an idea."},{"placeId":34373,"author":"Faith Hill","wordCount":13,"categories":["life","choice","complicated"],"text":"It's not complicated to embrace life. You just have to make the choice."},{"placeId":45948,"author":"Jay-Z","wordCount":43,"categories":["artist","choice","first"],"text":"I was an artist, I was executive producer on my first album, so I've always had to manage both. I couldn't get a record deal. It wasn't by choice - I couldn't get a record deal, so I had to figure it out."},{"placeId":46658,"author":"John Cleese","wordCount":13,"categories":["choice","poor","confrontation"],"text":"I have several times made a poor choice by avoiding a necessary confrontation."},{"placeId":105621,"author":"Theresa May","wordCount":31,"categories":["tax","choice","investment"],"text":"If, before 2020, there is a choice between further spending cuts, more borrowing and tax rises, the priority must be to avoid tax increases. They would disrupt consumption, employment and investment."},{"placeId":4397,"author":"Arthur Miller","wordCount":21,"categories":["action","choice","innocence"],"text":"Where choice begins, Paradise ends, innocence ends, for what is Paradise but the absence of any need to choose this action?"},{"placeId":53452,"author":"Jacqueline Novogratz","wordCount":16,"categories":["choice","productivity","most"],"text":"What farmers gain most of all from the increase in agricultural productivity, of course, is choice."},{"placeId":80423,"author":"Nadia Boulanger","wordCount":12,"categories":["love","passion","choice"],"text":"The essential conditions of everything you do must be choice, love, passion."},{"placeId":41773,"author":"Herbert Marcuse","wordCount":32,"categories":["freedom","choice","individual"],"text":"The range of choice open to the individual is not the decisive factor in determining the degree of human freedom, but what can be chosen and what is chosen by the individual."},{"placeId":56491,"author":"John Sculley","wordCount":38,"categories":["experience","choice","think"],"text":"I think that televisions are unnecessarily complex. The irony is that as the pictures get better and the choice of content gets broader, that the complexity of the experience of using the television gets more and more complicated."},{"placeId":93142,"author":"Rod Parsley","wordCount":36,"categories":["man","people","choice"],"text":"You know, there are only about 10 people in the United States that have ever argued 25 cases before the Supreme Court, this man has won 25 cases before the Supreme Court. He's an overwhelming choice."},{"placeId":3279,"author":"Ambrose Bierce","wordCount":44,"categories":["man","vote","choice"],"text":"Suffrage, noun. Expression of opinion by means of a ballot. The right of suffrage (which is held to be both a privilege and a duty) means, as commonly interpreted, the right to vote for the man of another man's choice, and is highly prized."},{"placeId":1529,"author":"Archibald MacLeish","wordCount":19,"categories":["freedom","choice","create"],"text":"What is freedom? Freedom is the right to choose: the right to create for oneself the alternatives of choice."},{"placeId":52859,"author":"Jerry Yang","wordCount":33,"categories":["may","choice","gift"],"text":"The Openbucks Gift Card Payment Network taps into a whole new market of consumers that either by choice or due to limited resources may not have been able to previously buy goods online."},{"placeId":23322,"author":"David Novak","wordCount":43,"categories":["choice","better","determined"],"text":"In deciding among theological views, one should be something of a consequentialist: the choice of one theological position over another should be, if not actually determined, at least heavily conditioned by the fact that it implies a better ethical outcome than the alternatives."},{"placeId":8427,"author":"Abraham Flexner","wordCount":22,"categories":["war","choice","civilization"],"text":"Probably, no nation is rich enough to pay for both war and civilization. We must make our choice; we cannot have both."},{"placeId":8008,"author":"Amy Robach","wordCount":27,"categories":["choice","me","right"],"text":"I made the choice to have the double mastectomy, and for me it felt like the right choice, and it turned out to be the right choice."},{"placeId":253,"author":"Aiden Wilson Tozer","wordCount":43,"categories":["god","determination","choice"],"text":"Salvation is from our side a choice, from the divine side it is a seizing upon, an apprehending, a conquest by the Most High God. Our 'accepting' and 'willing' are reactions rather than actions. The right of determination must always remain with God."},{"placeId":47325,"author":"John Updike","wordCount":28,"categories":["may","america","choice"],"text":"I never really made a choice to live in America, so I should be aware of the social strata outside of the ones that I may live in."},{"placeId":109993,"author":"William Glasser","wordCount":25,"categories":["impossible","choice","choose"],"text":"It is almost impossible for anyone, even the most ineffective among us, to continue to choose misery after becoming aware that it is a choice."},{"placeId":57571,"author":"Jeaniene Frost","wordCount":37,"categories":["women","choice","partner"],"text":"The paranormal bad boy is usually a fiercely loyal partner for the heroine. Once his sights are set on her, he doesn't notice other women, and he's utterly unconcerned with what anyone else thinks of his choice."},{"placeId":76874,"author":"Mark Indelicato","wordCount":36,"categories":["learn","choice","me"],"text":"I didn't know who Jimmy Choo was. I think Vanessa Williams was also a very big part of that, teaching me about the designers. I had no choice but to learn, and I'm glad I did."},{"placeId":97128,"author":"Simon Mainwaring","wordCount":21,"categories":["social media","media","choice"],"text":"Brands must be very specific in their choice of social media platforms through which to communicate their CSR or cause messaging."},{"placeId":81917,"author":"Nick Offerman","wordCount":40,"categories":["shoes","choice","want"],"text":"We have such an embarrassment of riches when it comes to choice. Do you want to hike in the Alps? There are 300 pairs of shoes you can order within the next 10 minutes. You have your choice of everything."},{"placeId":51129,"author":"Jeffrey Dean Morgan","wordCount":25,"categories":["myself","choice","first"],"text":"Alan Moore's first choice to be the Comedian... was Burt Reynolds. But I never saw myself as Burt Reynolds; I saw myself as Edward Blake."},{"placeId":102310,"author":"Sherwood Boehlert","wordCount":43,"categories":["money","action","choice"],"text":"So we in Congress have a very clear choice. We can take largely symbolic action and sit back and fiddle while Americans burn more gasoline. Or we can pass concrete, effective legislation that will save consumers money while significantly reducing U.S. oil consumption."},{"placeId":97018,"author":"Stephen Covey","wordCount":7,"categories":["leadership","choice","position"],"text":"Leadership is a choice, not a position."},{"placeId":92159,"author":"Rush Limbaugh","wordCount":12,"categories":["choice","test","know"],"text":"Did you know that the White House drug test is multiple choice?"},{"placeId":99706,"author":"Stewart Udall","wordCount":19,"categories":["growth","people","choice"],"text":"The choice facing the American people is not between growth and stagnation, but between short-term growth and long-term disaster."},{"placeId":86424,"author":"Petra Nemcova","wordCount":23,"categories":["positive","best","choice"],"text":"So, we have choice, and sometimes it seems very hard, but the best way to heal physically or emotionally is to keep positive."},{"placeId":27486,"author":"Dinah Sheridan","wordCount":16,"categories":["choice","first","more"],"text":"They wanted Guy Middleton instead of Kenneth More, and even Kay Kendall wasn't their first choice!"},{"placeId":56571,"author":"Julian Lennon","wordCount":29,"categories":["choice","guitar","piano"],"text":"I get twitchy if I don't pick up a guitar or sit at the piano every now and then... I have to do it; I don't have a choice."},{"placeId":100447,"author":"Sharron Angle","wordCount":22,"categories":["good","choices","choice"],"text":"I'm pro responsible choice. You know, there is choice to abstain, choice to do contraception. There are all kinds of good choices."},{"placeId":25638,"author":"Dick Cavett","wordCount":35,"categories":["choice","saying","talk"],"text":"Every so often, there is an article saying the old kind of talk show isn't possible now. In the oldest kind of talk show, you only had the choice of that or two other channels!"},{"placeId":45529,"author":"James Madison","wordCount":39,"categories":["men","people","choice"],"text":"It will be of little avail to the people that the laws are made by men of their own choice if the laws be so voluminous that they cannot be read, or so incoherent that they cannot be understood."},{"placeId":90926,"author":"Rob Zombie","wordCount":33,"categories":["death","advertising","choice"],"text":"NC-17 means that you get it in like 3 theaters. They won't run the spots on MTV, won't run the advertising. It's the kiss of death so there was really no other choice."},{"placeId":112033,"author":"Vanessa Kerry","wordCount":34,"categories":["end","choice","someone"],"text":"It wasn't until two or three years ago that I actually learned that in the end he actually did kill someone. But that was a choice that he faced: to kill or be killed."},{"placeId":71755,"author":"Michael Hayden","wordCount":39,"categories":["privacy","choice","security"],"text":"The question is how much of your privacy and your convenience and your commerce do you want your nation's security apparatus to squeeze in order to keep you safe? And it is a choice that we have to make."},{"placeId":12836,"author":"Bill Maris","wordCount":24,"categories":["choice","brave","google"],"text":"If I'm an entrepreneur, and I have a term sheet from Sequoia and Kleiner, that's the safe choice. Google Ventures is the brave choice."},{"placeId":107983,"author":"Tom G. Palmer","wordCount":24,"categories":["choice","matter","repeat"],"text":"To repeat, communitarians maintain that we are constituted as persons by our particular obligations, and therefore those obligations cannot be a matter of choice."},{"placeId":7894,"author":"Alva Noto","wordCount":30,"categories":["decision","impossible","choice"],"text":"It is such a complex matter we live within, it is impossible to track logic and decision making really, so therefore each choice can actually only be seen as coincidence."},{"placeId":49357,"author":"Jillian Michaels","wordCount":20,"categories":["life","choice","you"],"text":"Life? You can't manipulate it or bend it to your will. You have no choice but to roll with it."},{"placeId":3963,"author":"Annie Leibovitz","wordCount":22,"categories":["environmental","choice","you"],"text":"My lens of choice was always the 35 mm. It was more environmental. You can't come in closer with the 35 mm."},{"placeId":1208,"author":"Anita Roddick","wordCount":21,"categories":["power","shopping","choice"],"text":"Consumers have not been told effectively enough that they have huge power and that purchasing and shopping involve a moral choice."},{"placeId":29652,"author":"Ehud Olmert","wordCount":41,"categories":["choice","country","between"],"text":"I have reached a conclusion that when we have to make a choice between greater Israel or a Jewish democratic state - and we have to make this choice, it is inevitable - then my choice is a Jewish democratic country."},{"placeId":81079,"author":"Nancy Reagan","wordCount":13,"categories":["woman","believe","choice"],"text":"I'm against abortion. On the other hand, I believe in a woman's choice."},{"placeId":103107,"author":"Shaun Cassidy","wordCount":9,"categories":["good","good things","choice"],"text":"The propensity to do good things is a choice."},{"placeId":88105,"author":"Queen Rania of Jordan","wordCount":29,"categories":["choice","victim","never"],"text":"The United States was an innocent victim after September 11. It had never attacked or occupied Afghanistan. So therefore it had no choice but to go after the aggressors."},{"placeId":74823,"author":"Maggie Gallagher","wordCount":12,"categories":["law","suicide","choice"],"text":"No law can give or take away the choice to commit suicide."},{"placeId":78716,"author":"Max Eastman","wordCount":21,"categories":["mind","choice","emotion"],"text":"Emotion is the surest arbiter of a poetic choice, and it is the priest of all supreme unions in the mind."},{"placeId":23068,"author":"Dean Koontz","wordCount":27,"categories":["election","choice","me"],"text":"Somebody asked me about the current choice we're being given in the presidential election. I said, Well, it's like two of the scariest movies I can imagine."},{"placeId":56003,"author":"Jennie Garth","wordCount":39,"categories":["school","city","choice"],"text":"We just moved out of L.A. because I didn't want to be raising my girls in the city. They're in public school now and they're in a normal situation. We're sort of settling into that. It's just a choice."},{"placeId":13430,"author":"Bernhard Goetz","wordCount":14,"categories":["society","choice","think"],"text":"I think vegetarianism is a crucial ethical choice for an individual and a society."},{"placeId":60469,"author":"Laura Hillenbrand","wordCount":39,"categories":["childhood","short","choice"],"text":"For me, being a writer was never a choice. I was born one. All through my childhood I wrote short stories and stuffed them in drawers. I wrote on everything. I didn't do my homework so I could write."},{"placeId":26392,"author":"Darren Boyd","wordCount":25,"categories":["theatre","choice","jump"],"text":"Telly and films has been my thing, not necessarily by choice, and if the right piece of theatre came along, I would jump at it."},{"placeId":83306,"author":"Paul Hawken","wordCount":28,"categories":["support","world","choice"],"text":"For the developed world, there is a choice to be made: to promote economic policies that despoil indigenous lands or to support cultures and the remaining biological sanctuaries."},{"placeId":81081,"author":"Nancy Sinatra","wordCount":18,"categories":["choice","weird","situation"],"text":"After things started to happen here, my choice of material was extremely limited. It was a weird situation."},{"placeId":83548,"author":"Paul Ryan","wordCount":37,"categories":["plan","choice","lose"],"text":"In Pennsylvania, 38 percent of Pennsylvania seniors chose to get their Medicare from a plan called Medicare Advantage. It's their choice. Forty-seven percent of them are going to lose it under 'Obamacare' according to Medicare by 2017."},{"placeId":82601,"author":"Noam Chomsky","wordCount":17,"categories":["choice","country","stability"],"text":"Stability is when the U.K. and U.S. invade a country and impose the regime of their choice."},{"placeId":32857,"author":"Ed Smith","wordCount":40,"categories":["school","people","choice"],"text":"People should have the choice to be able to live where they want to live, go to school where they want to go to school, marry whoever they want to marry regardless of what their complexion is and so forth."},{"placeId":77329,"author":"Mary Augusta Ward","wordCount":34,"categories":["art","trust","choice"],"text":"In this choice, as I look back over more than half a century, I can only follow - and trust - the same sort of instinct that one follows in the art of fiction."},{"placeId":68382,"author":"Kim Young-ha","wordCount":42,"categories":["men","military","choice"],"text":"From the early 1960s to the mid-1980s - the era of military dictatorship when South Korea was rebuilding itself from a postwar economic basket case to a humming, modern nation - military schools were the track of choice for ambitious young men."},{"placeId":89744,"author":"Rand Paul","wordCount":16,"categories":["sacrifice","choice","security"],"text":"The sacrifice of our personal liberty for security is and will forever be a false choice."},{"placeId":93816,"author":"Roger Deakins","wordCount":31,"categories":["important","choice","camera"],"text":"I feel every shot, every camera move, every frame, and the way you frame something and the choice of lens, I see all those things are really important on every shot."},{"placeId":46720,"author":"John Dewey","wordCount":15,"categories":["self","action","choice"],"text":"The self is not something ready-made, but something in continuous formation through choice of action."},{"placeId":94285,"author":"Risa Lavizzo-Mourey","wordCount":33,"categories":["woman","choice","me"],"text":"I tell every young woman who asks me, be very careful about your choice of spouse. If you don't have a supportive spouse, it will be difficult to take on so many things."},{"placeId":109357,"author":"Walter Jon Williams","wordCount":12,"categories":["choice","never","writer"],"text":"Being a writer was never a choice, it was an irresistible compulsion."},{"placeId":80808,"author":"Nuno Bettencourt","wordCount":22,"categories":["influence","choice","think"],"text":"Even with Extreme, I don't think you have a choice but to sort of have somewhat of an influence of the times."},{"placeId":24032,"author":"Donna Brazile","wordCount":35,"categories":["red","mistake","choice"],"text":"Democratic candidates who run from President Obama in red states where he is unpopular are making a big mistake. Their holding Obama at arm's length deprives voters of a clear choice at the ballot box."},{"placeId":50171,"author":"Jordin Sparks","wordCount":13,"categories":["book","choice","you"],"text":"Being on 'Idol,' you have no choice but to be an open book."},{"placeId":99791,"author":"Sushant Singh Rajput","wordCount":28,"categories":["best","time","choice"],"text":"Nawazuddin Siddiqui is the best actor because his choice of roles are so diametrically opposite from each other, and he pulls it off almost every time so convincingly."},{"placeId":41963,"author":"Hillary Clinton","wordCount":28,"categories":["choices","people","choice"],"text":"We're always going to argue about abortion. It's a hard choice and it's controversial, and that's why I'm pro-choice, because I want people to make their own choices."},{"placeId":66443,"author":"Ken Cuccinelli","wordCount":24,"categories":["happy","vote","choice"],"text":"Am I happy with the choice? No I'm not. But I'm going to make my choice, and I expect to vote for Donald Trump."},{"placeId":53448,"author":"Jacqueline Novogratz","wordCount":37,"categories":["freedom","society","choice"],"text":"When we deny the poor and the vulnerable their own human dignity and capacity for freedom and choice, it becomes self-denial. It becomes a denial of both our collective and individual dignity, at all levels of society."},{"placeId":74390,"author":"Mick Foley","wordCount":33,"categories":["people","chance","choice"],"text":"President-elect Trump wasn't my choice, but I'm going to be like Dave Chappelle, and I'm going to give him a chance - but I think there are people out there with legitimate worries."},{"placeId":55591,"author":"John Sergeant Wise","wordCount":42,"categories":["man","people","choice"],"text":"That settled Abraham Lincoln with me. I was thoroughly satisfied that no such man ought to be President; but I could not yet conceive it possible that such a monster would be the choice of a majority of the people for President."},{"placeId":76420,"author":"Mickey Rourke","wordCount":32,"categories":["best","choice","acting"],"text":"Acting was never my first choice as a profession, but I came to terms with it when I decided I better buckle down and be the best I can be at it."},{"placeId":70088,"author":"Margaret Atwood","wordCount":30,"categories":["freedom","people","choice"],"text":"If social stability goes pear-shaped, you have a choice between anarchy and dictatorship. Most people will opt for more security, even if they have to give up some personal freedom."},{"placeId":107889,"author":"Timothy Geithner","wordCount":15,"categories":["mistake","choice","between"],"text":"The choice is between which mistake is easier to correct: underdoing it or overdoing it."},{"placeId":5561,"author":"Anton Yelchin","wordCount":13,"categories":["choice","privilege","you"],"text":"The ability to have a choice in what you do is a privilege."},{"placeId":41126,"author":"Henry A. Wallace","wordCount":29,"categories":["science","choice","understand"],"text":"What we must understand is that the industries, processes, and inventions created by modern science can be used either to subjugate or liberate. The choice is up to us."},{"placeId":47111,"author":"John C. Maxwell","wordCount":13,"categories":["choice","choose","right"],"text":"We choose what attitudes we have right now. And it's a continuing choice."},{"placeId":20895,"author":"Christine Lahti","wordCount":28,"categories":["beginning","choice","career"],"text":"It was not really a career choice that I had to make. It was something I knew right from the beginning. I had to be an actress... period."},{"placeId":40519,"author":"Harvey Keitel","wordCount":45,"categories":["time","choice","she"],"text":"She had said one time, make a choice and do it like Hercules. So if that is all of what is being offered, the idea is to always do it like Hercules and I always followed her advise and now I'm here talking to you."},{"placeId":73793,"author":"Matt Harvey","wordCount":17,"categories":["win","choice","play"],"text":"I'm here to win. I'm here to play, and who I hang out with is my choice."},{"placeId":15476,"author":"Caitlin Moran","wordCount":22,"categories":["choice","addiction","why"],"text":"Over-eating is the addiction choice of carers, and that's why it's come to be regarded as the lowest-ranking of all the addictions."},{"placeId":100765,"author":"Stephen Hopkins","wordCount":14,"categories":["start","choice","audience"],"text":"There's no attempt to manipulate the audience. We made our choice at the start."},{"placeId":19110,"author":"Clive Owen","wordCount":19,"categories":["myself","choice","die"],"text":"I always used to say to myself, I'm going to die of lung cancer. That's the choice I'm making."},{"placeId":112317,"author":"Vayalar Ravi","wordCount":34,"categories":["government","decision","choice"],"text":"Migration - whether emigration or return - at the micro level is an individual choice, and government both at the Centre and the states have role only to facilitate the decision of the individuals."},{"placeId":68374,"author":"Kim Wilde","wordCount":16,"categories":["choice","naive","grey"],"text":"When I was 15, I was naive, looked like a grey mouse and felt second choice."},{"placeId":98181,"author":"Sylvia Plath","wordCount":15,"categories":["happy","sad","choice"],"text":"I have the choice of being constantly active and happy or introspectively passive and sad."},{"placeId":78606,"author":"Matthew James Thomas","wordCount":43,"categories":["time","god","choice"],"text":"You can't be a human and a guy and not connect with Pippin... I often feel like Pippin. I come offstage sometimes like 'Oh my God, I've got to do this next time! I've gotta go there. I'm going to make this choice.'"},{"placeId":113930,"author":"Yotam Ottolenghi","wordCount":23,"categories":["i am","fish","choice"],"text":"You can be vegetarian and eat fish. It's your choice, just say: 'I am what I am.' There are no hardcore divisions anymore."},{"placeId":20702,"author":"Charlie Worsham","wordCount":25,"categories":["choice","attention","kind"],"text":"I kind of feel like I didn't have much choice. The songs... the playing... those were the only things that ever really kept my attention."},{"placeId":4115,"author":"Antonin Scalia","wordCount":47,"categories":["good","choice","abortion"],"text":"My view is regardless of whether you think prohibiting abortion is good or whether you think prohibiting abortion is bad, regardless of how you come out on that, my only point is the Constitution does not say anything about it. It leaves it up to democratic choice."},{"placeId":45285,"author":"Isobelle Carmody","wordCount":20,"categories":["time","choice","first"],"text":"First and foremost, I'm an oral storyteller - I'll make a poetic choice over a grammatical choice every single time."},{"placeId":748,"author":"Amanda Lindhout","wordCount":6,"categories":["responsibility","choice","come"],"text":"With awareness come responsibility and choice."},{"placeId":107140,"author":"Trent Reznor","wordCount":20,"categories":["believe","choice","choose"],"text":"I believe sometimes you have a choice in what inspiration you choose to follow and other times you really don't."},{"placeId":89235,"author":"Robert Morgan","wordCount":31,"categories":["time","powerful","choice"],"text":"One of the most powerful devices is to distort time, to go from human time to atomic time, geologic time. Sometimes you can actually accomplish that, with one unexpected word choice."},{"placeId":94488,"author":"Rodrigo Santoro","wordCount":40,"categories":["thinking","control","choice"],"text":"I never make a choice thinking about the results. I'm never gonna take a role or a project thinking where this could - what this could bring me or something like that, because you've got no control about anything, actually."},{"placeId":63235,"author":"Linda McCartney","wordCount":11,"categories":["travel","horse","choice"],"text":"I would travel only by horse, if I had the choice."},{"placeId":89024,"author":"Rodrigo Duterte","wordCount":17,"categories":["society","law","choice"],"text":"We have a society now where obedience to the law is really a choice, an option only."},{"placeId":76764,"author":"Michael N. Castle","wordCount":19,"categories":["choices","college","choice"],"text":"Delaware State is no longer a college for African Americans without other choices, it is a university of choice."},{"placeId":25295,"author":"Daniel Johns","wordCount":26,"categories":["conflict","choice","sometimes"],"text":"I have not really experienced any significant conflict with anyone in regard to my choice to be vegan, although going out to eat is hard sometimes."},{"placeId":56373,"author":"Joe Wurzelbacher","wordCount":29,"categories":["employees","choice","want"],"text":"Private unions, such as the UAW, is a choice between employees and employers. If that is what they want, then who am I to say you can't have it?"},{"placeId":22185,"author":"Danny Meyer","wordCount":41,"categories":["art","choices","choice"],"text":"A restaurant is a compendium of choices that the owner has made. If you look around a restaurant, everything represents a choice: the kind of salt shaker that's on the table, the art on the walls, the uniforms on the waiters."},{"placeId":93838,"author":"Robert Mundell","wordCount":21,"categories":["love","choice","me"],"text":"As an undergraduate at UBC in Canada, I fell in love with economic theory. It was the right choice for me."},{"placeId":80023,"author":"Natalia Tena","wordCount":17,"categories":["life","music","choice"],"text":"I need both music and acting to even think about surviving life. I don't have a choice."},{"placeId":46983,"author":"John Kenneth Galbraith","wordCount":25,"categories":["mind","busy","choice"],"text":"Faced with the choice between changing one's mind and proving that there is no need to do so, almost everyone gets busy on the proof."},{"placeId":87904,"author":"Queen Latifah","wordCount":27,"categories":["school","vacation","choice"],"text":"Church was a requirement - there was no choice in the matter; so was vacation bible school. Gospel has been in me since I was a kid."},{"placeId":13407,"author":"Barbara Castle","wordCount":34,"categories":["school","powerful","choice"],"text":"And that had a powerful appeal, particularly to those who had been denied the choice to stay on at school, to go to university, to be something else, other than going down the pit."},{"placeId":56367,"author":"John Frankenheimer","wordCount":19,"categories":["important","choice","first"],"text":"The first assistant director is just so important that the choice of that person is critical to the movie."},{"placeId":82335,"author":"Norma McCorvey","wordCount":19,"categories":["god","body","choice"],"text":"It's not your body, it's not your choice, because you got that from God. He gave that to you."},{"placeId":19489,"author":"Corey Hawkins","wordCount":12,"categories":["choice","choose","you"],"text":"There's no wrong choice because, whatever you choose, that's meant for you."},{"placeId":74120,"author":"Merle Haggard","wordCount":18,"categories":["writing","choice","want"],"text":"95% of the album is my writing, by choice, because it seems to be what the distributors want."},{"placeId":68251,"author":"Kevin Lynch","wordCount":22,"categories":["freedom","important","choice"],"text":"It's not about HTML 5 vs Flash. They're mutually beneficial. The more important question is the freedom of choice on the web."},{"placeId":106171,"author":"Thomas S. Monson","wordCount":6,"categories":["love","choice","choose"],"text":"Choose your love, Love your choice."},{"placeId":73074,"author":"Marc Maron","wordCount":15,"categories":["freedom","children","choice"],"text":"We need the children of Indonesia and the Philippines to manufacture our freedom of choice."},{"placeId":45914,"author":"Jim Yong Kim","wordCount":5,"categories":["hope","choice","moral"],"text":"Hope is a moral choice."},{"placeId":111924,"author":"Vanessa Hudgens","wordCount":17,"categories":["happy","be happy","choice"],"text":"You have a choice whether you want to be happy or not. I choose to be happy."},{"placeId":68192,"author":"Kelly Sue DeConnick","wordCount":42,"categories":["family","black","choice"],"text":"'Pretty Deadly' is the story of these immortal and mortal characters, and the mortals' story follows Sarah's family, a black family, through the ages. I never made the choice of, 'Oh, this is gonna be the story of an African American family!'"},{"placeId":88944,"author":"Robyn Davidson","wordCount":28,"categories":["time","solitude","choice"],"text":"Much of the time I'm an introvert, by choice spending a lot of time on my own. I suppose liking my solitude is part of a writer's sensibility."},{"placeId":59327,"author":"Jasika Nicole","wordCount":47,"categories":["together","i am","choice"],"text":"I don't attend church because I am a Meryl Streepist and we, her disciples, have not organized a place of worship yet. We just watch 'Sophie's Choice' in our homes once a month and sing praise together in a collective cry of shock and awe and devotion."},{"placeId":28952,"author":"Dexter Holland","wordCount":32,"categories":["fun","thought","choice"],"text":"Punk rock wasn't a career choice. It was a hobby that we did for fun. We never thought we'd get as big as our idols in T.S.O.L. or certainly not the Ramones."},{"placeId":28157,"author":"David Soul","wordCount":44,"categories":["myself","school","choice"],"text":"At only 20 years old I got married. I was still a kid myself, but in those times, if you got someone pregnant, you had no choice but to get married. So I left school and the only thing I could do was sing."},{"placeId":77516,"author":"Meg White","wordCount":34,"categories":["dad","people","choice"],"text":"That's what my Dad always told me, on the ballot, they should always have a third choice, like none of the above, then if enough people picked that, they'd have to get new candidates."},{"placeId":30833,"author":"Evgeny Morozov","wordCount":42,"categories":["political","pizza","choice"],"text":"Personalization can be very useful in some contexts but very harmful in others. Searching for pizza online, it's probably OK to keep showing the same pizza shop as your No. 1 choice. I don't see any big political consequences out of that."},{"placeId":16355,"author":"Charles Kennedy","wordCount":26,"categories":["choices","choice","security"],"text":"There are hard choices to be made in balancing the country's security and an individual's liberties. But it is a choice that has to be faced."},{"placeId":60310,"author":"Josh Kopelman","wordCount":38,"categories":["money","choice","entrepreneur"],"text":"If you're an entrepreneur, and you have a choice to go to a place where there are 250 VC firms or somewhere else where there might be one or two, you're gonna go where all the money is."},{"placeId":108264,"author":"Timothy C. Draper","wordCount":34,"categories":["service","government","choice"],"text":"Government is the only industry in which we don't have a choice. If you live somewhere, you belong to that government. So we get bad service for high prices. This doesn't have to be."},{"placeId":12395,"author":"Benigno Aquino III","wordCount":23,"categories":["work","focus","choice"],"text":"The focus of my administration is, if somebody decides to work abroad, then it has to be from choice as opposed to necessity."},{"placeId":73472,"author":"Marlon Wayans","wordCount":21,"categories":["fight","choice","me"],"text":"I grew up in the projects. You have no choice but to fight. My jokes used to get me in fights."},{"placeId":36225,"author":"Gene Hackman","wordCount":43,"categories":["good","yourself","choice"],"text":"You go through stages in your career that you feel very good about yourself. Then you feel awful, like, 'Why didn't I choose something else?' But overall I'm pretty satisfied that I made the right choice when I decided to be an actor."},{"placeId":7104,"author":"Ari Fleischer","wordCount":16,"categories":["conflict","military","choice"],"text":"To avoid a military conflict, Saddam Hussein has no other choice than to leave the country."},{"placeId":73087,"author":"Marcia Fudge","wordCount":21,"categories":["important","choice","know"],"text":"It's important to know enough about all of the candidates to make an informed choice, and our candidate is Hillary Clinton."},{"placeId":51331,"author":"Jerry Della Femina","wordCount":21,"categories":["school","advertising","choice"],"text":"No kid ever graduated school and said, 'I want to go into advertising.' Advertising is almost everyone's second or third choice."},{"placeId":43979,"author":"Ian McShane","wordCount":34,"categories":["choice","me","said"],"text":"If I'd had the choice when I was 14, and someone had said to me, 'You can either be a footballer or an actor,' I'd have said: 'Well, can't I be a footballing actor?'"},{"placeId":20050,"author":"Christine Baranski","wordCount":21,"categories":["choice","television","you"],"text":"You make a choice whether or not to turn that TV on. We didn't even have a television in the house."},{"placeId":64936,"author":"Lyn Nofziger","wordCount":19,"categories":["choice","friend","social"],"text":"I'm not a social friend of the Reagans. That's by their choice and by mine. They don't drink enough."},{"placeId":20681,"author":"Charlie Ergen","wordCount":23,"categories":["food","choice","alcohol"],"text":"Allowing your kids to watch TV doesn't have to mean they have no choice but to see commercials for junk food and alcohol."},{"placeId":97946,"author":"Sting","wordCount":18,"categories":["success","friendship","choice"],"text":"Success always necessitates a degree of ruthlessness. Given the choice of friendship or success, I'd probably choose success."},{"placeId":80896,"author":"Naguib Mahfouz","wordCount":20,"categories":["man","choice","punishment"],"text":"According to Islamic principles, when a man is accused of heresy, he is given the choice between repentance and punishment."},{"placeId":1789,"author":"Avigdor Lieberman","wordCount":23,"categories":["peace","people","choice"],"text":"It's their choice, the choice of the people of Gaza, to create the real peace or at least to create conditions of coexistence."},{"placeId":37611,"author":"George A. Moore","wordCount":7,"categories":["life","choice","difficulty"],"text":"The difficulty in life is the choice."},{"placeId":106631,"author":"Tony Blair","wordCount":22,"categories":["woman","choice","abortion"],"text":"However much I dislike the idea of abortion, you should not criminalize a woman who, in very difficult circumstances, makes that choice."},{"placeId":98790,"author":"Scott Walker","wordCount":21,"categories":["education","choice","taxes"],"text":"In education, they say either property taxes have to go up, or we'll have poor education - that's a false choice."},{"placeId":17305,"author":"Chuck Palahniuk","wordCount":23,"categories":["choice","die","live"],"text":"You have a choice. Live or die. Every breath is a choice. Every minute is a choice. To be or not to be."},{"placeId":25997,"author":"Dominic Monaghan","wordCount":25,"categories":["history","choice","perfect"],"text":"If I had a choice as to my perfect career, I would make a couple of films a year and then concentrate on natural history."},{"placeId":18102,"author":"Candice Bergen","wordCount":20,"categories":["choice","admit","now"],"text":"I admit that Post-it note sheets that adhere to virtually any surface are now my substitute of choice for retention."},{"placeId":26896,"author":"David Souter","wordCount":35,"categories":["choice","better","kind"],"text":"The court has to decide which of our approved desires has the better claim, right here, right now, and a court has to do more than read fairly when it makes this kind of choice."},{"placeId":56395,"author":"John M. Ford","wordCount":24,"categories":["happy","choice","new"],"text":"I'm very happy that the New York Times has spoken well of my stuff; who wouldn't be? But it's not a choice I made."},{"placeId":43145,"author":"Heikki Kovalainen","wordCount":25,"categories":["best","progress","choice"],"text":"I saw Lotus F1 racing as the best choice for me to progress my career, after considering several other options that were available to me."},{"placeId":32590,"author":"Eleni Zaude Gabre-Madhin","wordCount":29,"categories":["happiness","freedom","choice"],"text":"Happiness is the freedom of choice. The freedom to choose where to live, what to do, what to buy, what to sell, from whom, to whom, when and how."},{"placeId":102564,"author":"Stacey Dash","wordCount":17,"categories":["vote","choice","want"],"text":"It's my constitutional right to have my choice of who I want to vote for for president."},{"placeId":81000,"author":"Nancy Lublin","wordCount":19,"categories":["love","love is","choice"],"text":"Picking and choosing what kind of love is worth recognizing is an expensive choice. Is discrimination worth that price?"},{"placeId":84461,"author":"Phylicia Rashad","wordCount":24,"categories":["moving on","moving","choice"],"text":"There's always something to suggest that you'll never be who you wanted to be. Your choice is to take it or keep on moving."},{"placeId":94195,"author":"Richard Harris","wordCount":22,"categories":["money","good","choice"],"text":"Many kids turn to selling drugs. It's not a good career choice, but they see it as a way to get money."},{"placeId":92421,"author":"Rachel Roy","wordCount":34,"categories":["body","unique","choice"],"text":"I don't think that everything that's popular is necessarily right for every body and so I'd like for girls to be confident enough to make the right choice for themselves and to look unique."},{"placeId":44156,"author":"Ibrahim Babangida","wordCount":38,"categories":["society","choice","assumptions"],"text":"Our choice of a reform framework dictated that we looked at the fundamental assumptions that had driven Nigeria's economy, society and policy hitherto and to seek ways of either abandoning or transcending those assumptions and their supporting institutions."},{"placeId":95354,"author":"Robert Fritz","wordCount":36,"categories":["choices","choice","results"],"text":"The way to activate the seeds of your creation is by making choices about the results you want to create. When you make a choice, you activate vast human energies and resources, which otherwise go untapped."},{"placeId":17945,"author":"Curtis Jackson","wordCount":34,"categories":["choice","me","you"],"text":"Jay-Z is as politically correct as some of the politicians. He's safe. There's points when you're acquiring financing, you make adjustments. He's made those adjustments. It's his choice. For me, it's not a necessity."},{"placeId":83398,"author":"Patti Stanger","wordCount":33,"categories":["business","man","choice"],"text":"If I was in a situation where it wasn't working and I had a choice with another man, I'm gonna assess it like a business deal: who is the better person for me?"},{"placeId":5071,"author":"Allison Anders","wordCount":27,"categories":["music","choice","think"],"text":"Before, I just don't think we knew how much music was out there; now with MySpace, it's really opened it up. Filmmakers have so much more choice."},{"placeId":87931,"author":"Oscar Wilde","wordCount":12,"categories":["man","choice","careful"],"text":"A man can't be too careful in the choice of his enemies."},{"placeId":88615,"author":"Richard C. Armitage","wordCount":22,"categories":["choice","want","saying"],"text":"As an actor, you're like, 'Yeah, I want that phone call from Peter Jackson saying, 'You're my first choice for Thorin Oakenshield.'"},{"placeId":56168,"author":"Jessica Capshaw","wordCount":43,"categories":["choice","think","better"],"text":"I think you can do something bad, and it doesn't make you a bad person. We are not defined by any one choice. We are the sum of our experiences, and we can make a bad choice and turn around and do better."},{"placeId":111642,"author":"Valerie Bertinelli","wordCount":19,"categories":["life","stress","choice"],"text":"There's going to be stress in life, but it's your choice whether to let it affect you or not."},{"placeId":79412,"author":"Muhtar Kent","wordCount":29,"categories":["water","world","choice"],"text":"If there's a choice between tap water and bottled water, the consumer can make that choice. In a very large geography in the world, that choice does not exist."},{"placeId":57102,"author":"Jose Padilha","wordCount":23,"categories":["war","choice","mouth"],"text":"In Rio de Janeiro, every cop has to make a choice. He either turns dirty, keeps his mouth shut, or goes to war."},{"placeId":8450,"author":"Akiva ben Joseph","wordCount":9,"categories":["freedom","choice","given"],"text":"All is foreseen, but freedom of choice is given."},{"placeId":39356,"author":"George W. S. Trow","wordCount":35,"categories":["choice","process","class"],"text":"It is in many circumstances a troubling thing to belong to the advanced class of a backward nation. One surrenders coherence and begins a difficult process of choice which ends, often, in an eclectic idiosyncrasy."},{"placeId":83209,"author":"Patrick Stump","wordCount":15,"categories":["dad","choice","between"],"text":"Between Prince and my dad's fusion-jazz records, I didn't have a choice in being funky."},{"placeId":58484,"author":"Jake Abel","wordCount":23,"categories":["choice","long","you"],"text":"No choice is the wrong choice as long as you make a choice. The only wrong choice is choosing not to make one."},{"placeId":58685,"author":"John Hagel III","wordCount":43,"categories":["people","meetings","choice"],"text":"At one level, SXSW exemplifies serendipity, because whenever I come, I get these unexpected meetings with people I never knew existed, and you couldn't have planned it. But by making the choice to come to SXSW, I'm increasing the probability of those encounters."},{"placeId":31225,"author":"Ezra Taft Benson","wordCount":15,"categories":["god","america","choice"],"text":"America, North and South, is a choice land, a land reserved for God's own purposes."},{"placeId":76626,"author":"Melissa Bean","wordCount":17,"categories":["choice","desire","price"],"text":"Many of our constituents have one option for cable TV and one price. Our constituents desire choice."},{"placeId":69358,"author":"Katia Winter","wordCount":30,"categories":["love","good","choice"],"text":"If I had a choice, I love making smoothies, or having some fresh fruit and some good snacks. A smoothie with banana, kale, blueberries and almond milk is so good."},{"placeId":86157,"author":"Paula Danziger","wordCount":18,"categories":["life","funny","choice"],"text":"I made the choice long ago to write about real life. And life is both serious and funny."},{"placeId":49382,"author":"Jillian Michaels","wordCount":5,"categories":["gay","choice"],"text":"Gay is not a choice."},{"placeId":100207,"author":"Scott Adkins","wordCount":40,"categories":["good","choice","sword"],"text":"My weapon of choice is the nunchuck. I do like the bo as well, which I use, the staff. I'm not so good with the sword, but I picked a lot of stuff up on 'Ninja 1' with the sword."},{"placeId":85091,"author":"Paolo Bacigalupi","wordCount":35,"categories":["help","choice","care"],"text":"I don't know why we choose to reach out to help another person, or why we decide that we can't, and withdraw and try to care only for ourselves, but I'm fascinated by that choice."},{"placeId":83109,"author":"Pat Riley","wordCount":24,"categories":["choices","win","choice"],"text":"You have no choices about how you lose, but you do have a choice about how you come back and prepare to win again."},{"placeId":97347,"author":"Stephen Sondheim","wordCount":24,"categories":["world","may","choice"],"text":"I chose and my world was shaken. So what? The choice may have been mistaken; the choosing was not. You have to move on."},{"placeId":64286,"author":"Luka Sulic","wordCount":19,"categories":["music","choice","long"],"text":"Because in classical music cello is not regarded as a popular choice, it's always playing the long, boring notes."},{"placeId":96636,"author":"Sean Spicer","wordCount":34,"categories":["proud","people","choice"],"text":"There's no question, I think, as more and more people get to know Rex Tillerson, they're going to be really proud of the choice that Donald Trump made as our next secretary of state."},{"placeId":99105,"author":"Sheena Iyengar","wordCount":10,"categories":["choice","expansion","become"],"text":"The expansion of choice has become an explosion of choice."},{"placeId":39643,"author":"Grace Meng","wordCount":18,"categories":["choice","reach","being"],"text":"Being the only Asian-American in the State Legislature, I've had no choice but to reach across the aisle."},{"placeId":97871,"author":"Steven Spielberg","wordCount":23,"categories":["social media","media","choice"],"text":"I have a choice - I can either watch all the dailies, or I can follow the social media. I can't do both."},{"placeId":31499,"author":"Eliezer Yudkowsky","wordCount":45,"categories":["best","looking","choice"],"text":"The obvious choice isn't always the best choice, but sometimes, by golly, it is. I don't stop looking as soon I find an obvious answer, but if I go on looking, and the obvious-seeming answer still seems obvious, I don't feel guilty about keeping it."},{"placeId":49474,"author":"Joanna Lumley","wordCount":35,"categories":["history","choice","bride"],"text":"To be in something as iconic as a Dracula film, and to be playing Jessica van Helsing, who would have been Dracula's choice for a bride, through history and beyond the grave, was a thrill."},{"placeId":87255,"author":"Olivia Munn","wordCount":42,"categories":["hate","small","choice"],"text":"I hate running. I know I'm curvier - I know I'm small, but I'm not ripped. But I make a choice to be that way. I realize my arms aren't as toned as Halle Berry's but I don't want them to be."},{"placeId":83556,"author":"Paul Samuelson","wordCount":13,"categories":["time","choice","economics"],"text":"Economics is a choice between alternatives all the time. Those are the trade-offs."},{"placeId":5776,"author":"Asghar Farhadi","wordCount":42,"categories":["work","choice","country"],"text":"Each person makes their own choice, but my spirit is meant to stay in Iran, especially with the work that I do, and with the emotional connection I have with the country - with all its difficulties, this is why I stay."},{"placeId":92054,"author":"Roxane Gay","wordCount":23,"categories":["woman","husband","choice"],"text":"If a woman wants to take her husband's name, that's her choice, and I still think she can be feminist while doing that."},{"placeId":100525,"author":"Shelby Lynne","wordCount":9,"categories":["choice","comfortable"],"text":"I'm comfortable in my miseries. I have no choice."},{"placeId":95096,"author":"Ryan Kavanaugh","wordCount":29,"categories":["world","people","choice"],"text":"If you have a smartphone, you can give content to the world. The days of putting a movie in movie theaters because people don't have a choice is over."},{"placeId":3373,"author":"Amy Tan","wordCount":22,"categories":["freedom","mind","choice"],"text":"I was intelligent enough to make up my own mind. I not only had freedom of choice, I had freedom of expression."},{"placeId":26463,"author":"David Antin","wordCount":22,"categories":["money","language","choice"],"text":"You pay your money, you take your choice. I get the audience my language attracts and I lose the ones it repels."},{"placeId":25978,"author":"Douglas Booth","wordCount":31,"categories":["choice","brave","career"],"text":"I suppose 'Worried About the Boy' was a brave choice, but only in the sense that if I didn't get it right, my career would be over before it had begun."},{"placeId":43802,"author":"Henry Bonilla","wordCount":24,"categories":["compassion","words","choice"],"text":"The harshness and choice of words can cut deeply. Republicans need to show compassion and to be reasonable when talking to any ethnic group."},{"placeId":99975,"author":"Sadie Frost","wordCount":38,"categories":["family","choice","restaurant"],"text":"I don't allow meat in my house or in my oven. My whole family is vegetarian - and although I've given my kids the choice to order meat at a restaurant when they reach five, they're not interested."},{"placeId":50797,"author":"James Gleick","wordCount":45,"categories":["information","choice","you"],"text":"A bit, the smallest unit of information, the fundamental particle of information theory, is a choice, yes or no, on or off. It's a choice that you can embody in electrical circuits, and it is thanks to that that we have all this ubiquitous computing."},{"placeId":95058,"author":"Randal Kleiser","wordCount":29,"categories":["choice","acting","she"],"text":"Olivia Newton-John was our first choice to play Sandy, but she was nervous about acting, whether she would feel comfortable with us and could pull it off at all."},{"placeId":81612,"author":"Neil Patrick Harris","wordCount":8,"categories":["chef","choice","favorite"],"text":"Chef's choice is my favorite. I'm super adventurous."},{"placeId":25097,"author":"Dennis Quaid","wordCount":42,"categories":["choice","career","movies"],"text":"I try to be eclectic in my choice of films. If I've done anything that's intentional in my career, it's to try to do as many different types of characters and as many different types of genres of movies that I can."},{"placeId":100283,"author":"Scott Weiss","wordCount":37,"categories":["best","choice","better"],"text":"The best board members aren't elected by default. CEOs that set themselves up with their choice of board member - which means getting more than one term sheet and doing extensive reference checking - are better off."},{"placeId":77017,"author":"Mouni Roy","wordCount":17,"categories":["heart","i am","choice"],"text":"I am a foodie at heart and dancer\/actress by choice. For me, being fit is a priority."},{"placeId":13211,"author":"Bob Beauprez","wordCount":18,"categories":["people","choice","american"],"text":"In choosing Paul Ryan, Mitt Romney made a fantastic choice and a bold statement to the American people."},{"placeId":64521,"author":"Laraine Day","wordCount":23,"categories":["free","choice","me"],"text":"Metro never really wanted me for anything. I was always the one who happened to be free when their first choice was not."},{"placeId":65996,"author":"Kathryn Bigelow","wordCount":17,"categories":["work","universe","choice"],"text":"You never think the universe will reward your first choice - it just doesn't work like that."},{"placeId":58762,"author":"John Morley","wordCount":12,"categories":["politics","choice","two"],"text":"Politics is a field where the choice lies constantly between two blunders."},{"placeId":105490,"author":"Theodor Adorno","wordCount":11,"categories":["choice","hardest","those"],"text":"The hardest hit, as everywhere, are those who have no choice."},{"placeId":8995,"author":"Alonzo Church","wordCount":30,"categories":["choice","assumptions","look"],"text":"The only thing that might have annoyed some mathematicians was the presumption of assuming that maybe the axiom of choice could fail, and that we should look into contrary assumptions."},{"placeId":50156,"author":"Jonathan Safran Foer","wordCount":19,"categories":["choice","my own","own"],"text":"I have made my own choice, which is vegetarianism, but it's not the choice I'm imposing on anybody else."},{"placeId":34668,"author":"Fiona Apple","wordCount":19,"categories":["good","people","choice"],"text":"Nothing that you do will ever feel good if you let people convince you that you have no choice."},{"placeId":9206,"author":"Arielle Dombasle","wordCount":23,"categories":["freedom","choice","right"],"text":"I'm a feminist, a 21st-century feminist - which means choice and freedom. One has the right to be both glamorous and ethically structured."},{"placeId":99848,"author":"Suzan DelBene","wordCount":24,"categories":["design","choice","software"],"text":"The i730 combines the familiarity of Windows Mobile software with the innovative design of Samsung that will be a popular choice for mobile professionals."},{"placeId":12701,"author":"Bradley Wiggins","wordCount":32,"categories":["time","choice","raining"],"text":"If you didn't go out every time it was raining, you wouldn't get anything done. So it's a case of making the right clothing choice in terms of waterproof, breathable, warm clothing."},{"placeId":106682,"author":"Tony Blair","wordCount":14,"categories":["power","choice","surrender"],"text":"I say to the Taliban: surrender the terrorists; or surrender power. It's your choice."},{"placeId":77689,"author":"Michael Scheuer","wordCount":29,"categories":["war","peace","choice"],"text":"It's not a choice between war and peace. It's a choice between war and endless war. It's not appeasement. I think it's better even to call it American self-interest."},{"placeId":58216,"author":"Justin Welby","wordCount":27,"categories":["good","believe","choice"],"text":"I don't believe in good human beings, but I believe you can have structures that make it easier to make the right choice or the wrong choice."},{"placeId":112207,"author":"Walter Rudolf Hess","wordCount":16,"categories":["work","beginning","choice"],"text":"At the beginning of all experimental work stands the choice of the appropriate technique of investigation."},{"placeId":95369,"author":"Robert Heller","wordCount":21,"categories":["management","choice","between"],"text":"The difference between management and administration (which is what bureaucrats used to do exclusively) is the difference between choice and rigidity."},{"placeId":4249,"author":"Arlen Specter","wordCount":7,"categories":["choice","happens","pro"],"text":"It so happens that I'm pro choice."},{"placeId":31428,"author":"Edgar Bronfman, Sr.","wordCount":24,"categories":["ignorance","choice","poor"],"text":"John McCain's choice of Sarah Palin as running mate is the towering example of his poor judgment. Palin's ignorance of public affairs is monumental."},{"placeId":52332,"author":"Jurgen Klopp","wordCount":21,"categories":["football","thought","choice"],"text":"I always thought about working in England because of the kind of football, the intensity of football. Liverpool was first choice."},{"placeId":19394,"author":"Chuck Schumer","wordCount":26,"categories":["school","people","choice"],"text":"As long as the Palestinians send terrorists onto school buses and to nightclubs to blow up people, Israel has no choice but to build the fence."},{"placeId":61575,"author":"Lisa Cholodenko","wordCount":21,"categories":["opportunity","choice","want"],"text":"Making the choice to cast someone in a lead role is a big one. You don't want to squander your opportunity."},{"placeId":2324,"author":"Al Yankovic","wordCount":38,"categories":["best","thought","choice"],"text":"When I was a kid, I thought I was going to be an architect, because when I was 12 years old I had a guidance counselor that convinced me that that was the best career choice for me."},{"placeId":85227,"author":"Pat Nixon","wordCount":30,"categories":["people","husband","choice"],"text":"If I had a choice, I'd rather be admired less and have my husband tormented less. I'd prefer that people concentrate on a fair assessment of him and his Presidency."},{"placeId":6529,"author":"Amber Tamblyn","wordCount":10,"categories":["advice","choice","acting"],"text":"My advice is to make acting your second career choice."},{"placeId":99669,"author":"Steve Vai","wordCount":28,"categories":["life","remember","choice"],"text":"I knew that I was going to have a life as a musician, because I always felt the pull. I don't remember ever having to make a choice."},{"placeId":106057,"author":"Tina Fey","wordCount":33,"categories":["night","glasses","choice"],"text":"When I started on 'Saturday Night Live,' I had the choice of wearing contact lenses, which I had never worn before, or glasses, in order to be able to read the cue cards."},{"placeId":84924,"author":"Pope John Paul II","wordCount":19,"categories":["humanity","choice","survive"],"text":"From now on it is only through a conscious choice and through a deliberate policy that humanity can survive."},{"placeId":27277,"author":"David O. McKay","wordCount":14,"categories":["freedom","earth","choice"],"text":"Freedom of choice is more to be treasured than any possession earth can give."},{"placeId":25813,"author":"Donna Karan","wordCount":34,"categories":["life","choice","you"],"text":"You don't have that much choice in your life, which is one of the big lessons I've learned. I was going to be a designer whether I wanted to be a designer or not."},{"placeId":76825,"author":"Michael Polanyi","wordCount":38,"categories":["light","organization","choice"],"text":"The first thing to make clear is that scientists, freely making their own choice of problems and pursuing them in the light of their own personal judgment, are in fact co-operating as members of a closely knit organization."},{"placeId":293,"author":"Aja Naomi King","wordCount":21,"categories":["man","hair","choice"],"text":"A man should be well groomed. If you're going to have facial hair, it should be a choice, not an accident."},{"placeId":42064,"author":"Hugh Grant","wordCount":33,"categories":["living","remember","choice"],"text":"If it's a choice between doing a film and not doing a film, I'd rather not. But then, you remember that you're supposed to be earning a living and that it's your career."},{"placeId":26226,"author":"Daniel Espinosa","wordCount":39,"categories":["people","choice","questions"],"text":"I think it's always interesting to make sensational stories where, if these people don't make the right choice, it actually puts marks not just on their souls but also their bodies. That means that you can visualize existential questions."},{"placeId":6386,"author":"Alice Englert","wordCount":19,"categories":["believe","choice","think"],"text":"I think you manifest what you believe, and when you believe that you have no choice you lose choice."},{"placeId":74522,"author":"Mike Pompeo","wordCount":9,"categories":["business","choice","clear"],"text":"The responsible choice? Steer clear of business with Iran."},{"placeId":49655,"author":"John Forbes Nash, Jr.","wordCount":43,"categories":["competition","choice","student"],"text":"I had been offered fellowships to enter as a graduate student at either Harvard or Princeton. But the Princeton fellowship was somewhat more generous, since I had not actually won the Putnam competition... Thus Princeton became the choice for my graduate study location."},{"placeId":77130,"author":"Mackenzie Crook","wordCount":13,"categories":["hair","choice","days"],"text":"I don't have much choice these days in how I have my hair."},{"placeId":27982,"author":"Daniel Nathans","wordCount":35,"categories":["school","medical","choice"],"text":"So I applied to medical school and received a scholarship at Washington University in St. Louis. Washington University turned out to be a lucky choice. The faculty was scholarly and dedicated and accessible to students."},{"placeId":74098,"author":"Michael Korda","wordCount":34,"categories":["love","choice","him"],"text":"The real fans do not just admire the star of their choice, they identify with him or her, while the star, unlike Joan Crawford, comes to need the fans' love, admiration, and constant interest."},{"placeId":54688,"author":"Jean Alesi","wordCount":34,"categories":["man","important","choice"],"text":"I made my choice to be in Ferrari. It is not easy because it is important for a man to have satisfaction. And for me to get the satisfaction I want means getting results."},{"placeId":56838,"author":"James Beattie","wordCount":9,"categories":["knowledge","ignorance","choice"],"text":"Be ignorance thy choice, where knowledge leads to woe."},{"placeId":70270,"author":"Marian Wright Edelman","wordCount":24,"categories":["parents","parent","choice"],"text":"You didn't have a choice about the parents you inherited, but you do have a choice about the kind of parent you will be."},{"placeId":38260,"author":"George Will","wordCount":28,"categories":["time","car","choice"],"text":"The average American expends more time becoming informed about choosing a car than choosing a candidate. But, then, the consequences of the former choice are immediate and discernible."},{"placeId":57810,"author":"Jerry Orbach","wordCount":23,"categories":["choice","think","rich"],"text":"I think the choice of actors that we have is a little more varied and rich here in New York than in L.A."},{"placeId":81631,"author":"Neil Peart","wordCount":12,"categories":["choice","choose","you"],"text":"If you choose not to decide, you still have made a choice."},{"placeId":20679,"author":"Charlie Crist","wordCount":29,"categories":["choice","honest","him"],"text":"I'll be honest with you, I don't agree with President Obama about everything. But I've gotten to know him, I've worked with him, and the choice is crystal clear."},{"placeId":54203,"author":"John Boehner","wordCount":26,"categories":["war","freedom","choice"],"text":"They have called Operation Iraqi Freedom a war of choice that isn't part of the real war on terror. Someone should tell that to al Qaeda."},{"placeId":103572,"author":"Tamara Tunie","wordCount":39,"categories":["door","choice","new"],"text":"When I first got to New York, all I did was musicals. After a few years I had to make a conscious choice to close the door on musicals, because I was getting pigeon-holed as a musical theater performer."},{"placeId":59227,"author":"Jane Jacobs","wordCount":8,"categories":["choice","point","cities"],"text":"The point of cities is multiplicity of choice."},{"placeId":21984,"author":"Chico Buarque","wordCount":47,"categories":["words","writing","choice"],"text":"Whatever is original in my writing comes from my musical apprenticeship. I look for rhythm in words. I imagine words as if they were musical chords. Often I'll write something, read it, and find it musically unsatisfactory. There is a musical imperative in my choice of words."},{"placeId":5660,"author":"Art Alexakis","wordCount":8,"categories":["choice","me","fatherhood"],"text":"Fatherhood, both times for me, was a choice."},{"placeId":3183,"author":"Alicia Keys","wordCount":27,"categories":["believe","choice","wrong"],"text":"I'd rather believe in my own choice and see it all go wrong than do something I'm not fully convinced of and later feel guilty about it."},{"placeId":26567,"author":"Doug Liman","wordCount":46,"categories":["tomorrow","swimming","choice"],"text":"Finding original source material is not easy, but when something special like 'Edge of Tomorrow' comes along, everybody recognized it. I wasn't swimming against the stream. Warner Brothers immediately supported it, Tom Cruise signed on instantly; Emily Blunt, who was our first choice, signed on immediately."},{"placeId":61265,"author":"Leonardo DiCaprio","wordCount":13,"categories":["choice","choose","every"],"text":"Drugs? Every one has a choice and I choose not to do drugs."},{"placeId":59589,"author":"Jeffrey Pierce","wordCount":24,"categories":["choice","find","know"],"text":"I find it valuable to watch what I do. I like to know when I'm making a choice if it actually works or not."},{"placeId":94511,"author":"Roger Wicker","wordCount":19,"categories":["research","choice","between"],"text":"The choice is not between conducting the stem cell research or not conducting it. That is not the choice."},{"placeId":28639,"author":"Denise Van Outen","wordCount":25,"categories":["choice","me","young"],"text":"It wasn't through choice that I became a mum at 36. I wanted to be a young mum but things never worked out for me."},{"placeId":103650,"author":"Terry Zwigoff","wordCount":32,"categories":["good","choice","career"],"text":"Maybe if I found something I was really passionate about, which is entirely possible, I would make another documentary, but it's not a good career choice for anybody. I don't recommend it."},{"placeId":99411,"author":"Sonam Kapoor","wordCount":22,"categories":["free","choice","you"],"text":"You marry out of free will. If I marry, it will be from a personal choice, not some social compulsion or norm."},{"placeId":113525,"author":"Vladimir Putin","wordCount":12,"categories":["people","choice","early"],"text":"The democratic choice Russian people made in the early 90's is final."},{"placeId":104073,"author":"Thomas Frank","wordCount":33,"categories":["health","choice","insurance"],"text":"The only truly individualistic health-care choice - where you receive care that is unpolluted by anyone else's funds - is to forgo insurance altogether, paying out-of-pocket for health services as you need them."},{"placeId":99077,"author":"Sheena Iyengar","wordCount":19,"categories":["choice","me","young"],"text":"When I was very young, my background as a Sikh-American made me aware of the tensions that underlie choice."},{"placeId":45044,"author":"Izabella Scorupco","wordCount":11,"categories":["action","choice","never"],"text":"It was never really my choice to be an action heroine."},{"placeId":85097,"author":"Paolo Bacigalupi","wordCount":27,"categories":["war","choice","sometimes"],"text":"I'm really interested in how conflicts arise and how they reach points of no return. I'm no pacifist. Sometimes force is necessary. But war is a choice."},{"placeId":22881,"author":"David Cameron","wordCount":26,"categories":["america","choice","land"],"text":"Competitiveness demands flexibility, choice and openness - or Europe will fetch up in a no-man's land between the rising economies of Asia and market-driven North America."},{"placeId":94078,"author":"Raymond E. Feist","wordCount":32,"categories":["success","choice","try"],"text":"Also, it's risky to try to duplicate earlier success. Magician had a certain charm to it, mostly due to my choice of lead characters, that I would be hard put to duplicate."},{"placeId":37480,"author":"Gene Roddenberry","wordCount":23,"categories":["science","sea","choice"],"text":"My model for Kirk was Horatio Hornblower from the C.S. Forester sea stories. Shatner was open-minded about science fiction and a marvelous choice."},{"placeId":44685,"author":"Isaac Herzog","wordCount":17,"categories":["government","vote","choice"],"text":"Whoever wants Yesh Atid in the government has to vote for us - there's no other choice."},{"placeId":99367,"author":"Stella Adler","wordCount":6,"categories":["talent","choice","your"],"text":"Your talent is in your choice."},{"placeId":112970,"author":"Virgil Goode","wordCount":29,"categories":["america","choice","jobs"],"text":"We really don't have much of a choice between Obama and Romney. Neither one of them are for Medicare or taking the steps that's needed for jobs in America."},{"placeId":94030,"author":"Randa Abdel-Fattah","wordCount":23,"categories":["woman","body","choice"],"text":"A woman's body is her body and what she wears or does not wear is her choice. Get over it and move on."},{"placeId":66106,"author":"Keanu Reeves","wordCount":33,"categories":["losing","choice","think"],"text":"I think - I don't know, maybe it's nostalgia. But the choice, losing the choice to be able to use film is going to be - it's gone. It's going to be gone."},{"placeId":58763,"author":"John Morley","wordCount":9,"categories":["politics","choice","two"],"text":"In politics the choice is constantly between two evils."},{"placeId":102001,"author":"Sylvester McCoy","wordCount":36,"categories":["best","time","choice"],"text":"In acting, quite a lot of the time you're not the first choice. Usually, you're second or third. And it can turn out to be the best thing that ever happened. You get used to that."},{"placeId":97978,"author":"Stormzy","wordCount":32,"categories":["music","school","choice"],"text":"In school, all my teachers and my mum were super routing for me to study at Oxford. I picked music as a career choice, and this didn't sit too well with them!"},{"placeId":84642,"author":"Pierce Brosnan","wordCount":14,"categories":["great","choice","movies"],"text":"Movies are somewhat diminished by blockbusters, which are great, but there's not enough choice."},{"placeId":37797,"author":"George Osborne","wordCount":19,"categories":["living","choice","think"],"text":"If someone believes that living on benefits is a lifestyle choice, then we need to make them think again."},{"placeId":52872,"author":"Jesse Helms","wordCount":21,"categories":["society","government","choice"],"text":"Conservatism is a hard choice for a society that has become accustomed to big government and big entitlements promoted by liberals."},{"placeId":89717,"author":"Rand Paul","wordCount":33,"categories":["happy","father","choice"],"text":"My first choice had always been my father. He's still my first pick. Now that the nominating process is over, tonight, I'm happy to announce that I'm going to be supporting Governor Romney."},{"placeId":84979,"author":"Prince William","wordCount":35,"categories":["i am","people","choice"],"text":"I am and always will be an HRH. But out of personal choice I like to be called William because that is my name and I want people to call me William - for now."},{"placeId":17927,"author":"Cristiano Ronaldo","wordCount":27,"categories":["life","choice","sometimes"],"text":"I have practically no private life. I'm already used to this and ready for it. Yes, sometimes it is hard, but it is the choice I made."},{"placeId":26779,"author":"David A. Siegel","wordCount":24,"categories":["employees","worry","choice"],"text":"I wanted to let my employees know what will come if they make the wrong choice. They need to worry if Obama gets reelected."},{"placeId":106551,"author":"Tom Hanks","wordCount":43,"categories":["hero","people","choice"],"text":"Some people are cowards... I think by and large a third of people are villains, a third are cowards, and a third are heroes. Now, a villain and a coward can choose to be a hero, but they've got to make that choice."},{"placeId":63355,"author":"Lucas Papademos","wordCount":19,"categories":["choice","between","clear"],"text":"Our eurozone partners have made it clear: The choice is between staying in or getting out of the eurozone."},{"placeId":44152,"author":"Ibrahim Babangida","wordCount":32,"categories":["thought","choice","selfless"],"text":"Even now, we make no apologies for the choice we made. The sacrifices we made were selfless. The options we offered were patriotic while the paths we chose were well thought out."},{"placeId":47183,"author":"John Legend","wordCount":23,"categories":["music","growing up","choice"],"text":"We weren't allowed to have secular music in the house growing up. I was home-schooled, and gospel was the only choice we had."},{"placeId":63252,"author":"Lindsay Duncan","wordCount":24,"categories":["choice","me","career"],"text":"I want to have the career that is my choice - what interests me, what doesn't. I feel more and more strongly about that."},{"placeId":9475,"author":"Barbara Bush","wordCount":13,"categories":["hate","choice","someone"],"text":"I hate abortions, but just could not make that choice for someone else."},{"placeId":113456,"author":"Yuri Andropov","wordCount":26,"categories":["choice","everything","position"],"text":"Responsible statesmen have only one choice - to do everything possible to prevent a nuclear catastrophe. Any other position is short-sighted; more so, it is suicidal."},{"placeId":12957,"author":"Bill Wyman","wordCount":21,"categories":["music","myself","choice"],"text":"With the Rhythm Kings, I can involve myself in arranging and producing the music as well as the choice of songs."},{"placeId":100794,"author":"Simon Hoggart","wordCount":45,"categories":["world","people","choice"],"text":"When people move from one extreme set of views to embrace another equally batty picture of the world, they expect us to applaud their choice, as if the fact that they have rejected one form of nuttiness somehow validates the screwball views they hold now."},{"placeId":11094,"author":"Bob Newhart","wordCount":36,"categories":["wife","choice","career"],"text":"Well, my career choice made a difference because I never would have met my wife, Jenny. I met her through comedian Buddy Hackett. He set us up on a blind date and then we got married."},{"placeId":92147,"author":"Rupert Murdoch","wordCount":28,"categories":["choice","play","they say"],"text":"CNN is pretty consistently on the left, if you look at their choice of stories, what they play up. It's not what they say. It's what they highlight."},{"placeId":2141,"author":"Aeschylus","wordCount":9,"categories":["happiness","effort","choice"],"text":"Happiness is a choice that requires effort at times."},{"placeId":105654,"author":"Tim Burton","wordCount":21,"categories":["choice","meeting","choose"],"text":"If I had a choice about going to a meeting at a studio or changing a nappy, I'd choose the nappy."},{"placeId":78630,"author":"Mercedes Ruehl","wordCount":30,"categories":["brain","people","choice"],"text":"I learned a lot more about transgender people. It's not a choice, but a physiological condition that has to do with the size of the hypothalamus part of the brain."},{"placeId":77383,"author":"Mary Gordon","wordCount":44,"categories":["law","perspective","choice"],"text":"'Catholic writer' seems like you have an agenda of evangelization, as if you were somehow influenced in your choice of perspective by dogma or canon law. That has nothing to do with me. I don't have a lot in common with other 'Catholic' writers."},{"placeId":102117,"author":"Seymour Cassel","wordCount":30,"categories":["choice","jail","three"],"text":"When I was 17, I was told I had the choice of enlisting in the Navy or going to jail, so I spent the next three years in the Navy."},{"placeId":93498,"author":"Renee James","wordCount":41,"categories":["children","people","choice"],"text":"Having it all means different things to different people. I think it's an individual choice. Nothing is perfect. Everyone makes sacrifices. For me, it's worked out well. I have children. I have a very interesting career. But it's not for everybody."},{"placeId":42610,"author":"Georgi Parvanov","wordCount":34,"categories":["work","important","choice"],"text":"I will work for Bulgaria's strategic choice - Bulgaria's membership in the European Union and NATO. I think it is also extremely important to revive Bulgaria's relations with Russia, Ukraine and other strategic partners."},{"placeId":17702,"author":"Cory Booker","wordCount":22,"categories":["change","choice","country"],"text":"The change we seek for our nation is not the choice of an individual but must be the calling of a country."},{"placeId":106624,"author":"Tony Blair","wordCount":28,"categories":["defeat","choice","meeting"],"text":"There is no meeting of minds, no point of understanding with such terror. Just a choice: Defeat it or be defeated by it. And defeat it we must."},{"placeId":100102,"author":"Sam Rockwell","wordCount":8,"categories":["money","power","choice"],"text":"Money is power and power gives you choice."},{"placeId":52223,"author":"Juliana Hatfield","wordCount":14,"categories":["people","choice","want"],"text":"People need meanings to everything. People want you to intellectualize every choice you make."},{"placeId":99106,"author":"Sheena Iyengar","wordCount":42,"categories":["end","construction","choice"],"text":"If we ask for more and more material for the construction, i.e. more and more choice, we're likely to end up with a lot of combinations that don't do much for us or are far more complex than they need to be."},{"placeId":18687,"author":"Chitra Banerjee Divakaruni","wordCount":26,"categories":["successful","choice","trying"],"text":"It's never really easy to be successful as a writer when you're trying to write literary fiction. You've already limited your readership limited by that choice."},{"placeId":81413,"author":"Natsuo Kirino","wordCount":37,"categories":["book","choice","first"],"text":"'Out' was my real breakthrough, the novel that became a hit in Japan and sold a lot of books, so it was sort of an obvious choice for being the first book to be translated into English."},{"placeId":68604,"author":"Kathleen Blanco","wordCount":34,"categories":["choice","me","care"],"text":"Let me be clear - I want all Louisiana citizens to have choice - including the elderly and persons with disabilities - and their families - who rely on the state for their care."},{"placeId":24497,"author":"Dwight D. Eisenhower","wordCount":15,"categories":["soldier","choice","chains"],"text":"In the final choice a soldier's pack is not so heavy as a prisoner's chains."},{"placeId":84326,"author":"Peter Ustinov","wordCount":16,"categories":["freedom","america","choice"],"text":"In America, through pressure of conformity, there is freedom of choice, but nothing to choose from."},{"placeId":33630,"author":"Elizabeth Wilson","wordCount":43,"categories":["work","character","choice"],"text":"I had no desire to be a star. I wanted to be a character actress and be able to do all kinds of parts and work on a lot of things. That was my unconscious choice. I wanted to be an undercover actress."},{"placeId":16849,"author":"Chris Pine","wordCount":27,"categories":["control","perspective","choice"],"text":"The only thing you sometimes have control over is perspective. You don't have control over your situation. But you have a choice about how you view it."},{"placeId":14192,"author":"Bryn Terfel","wordCount":20,"categories":["music","choice","enjoy"],"text":"I enjoy all aspects of singing and I'm luckily given the choice to be part of different styles of music."},{"placeId":85722,"author":"Paul Kantner","wordCount":17,"categories":["choice","saying","you"],"text":"What we're saying now is you have a choice: You can stay, or you can go away."},{"placeId":100063,"author":"Sara Sheridan","wordCount":40,"categories":["best","day","choice"],"text":"The Best of Elvis Presley, Doris Day, Jerry Lee Lewis, Bill Hailey and the Comets, Frank Sinatra, Peggy Lee, Frankie Laine all topped the charts in the '50s. Load a playlist of rock n' roll royalty. You're spoilt for choice."},{"placeId":105378,"author":"Terry Bradshaw","wordCount":39,"categories":["today","choice","me"],"text":"After three failed marriages, I know what it's like to be replaced. So that's kind of how Joey Harrington must feel today... A former No. 1 choice looks to me like he's going to be a bust in Detroit."},{"placeId":49716,"author":"John Irving","wordCount":10,"categories":["choice","questions","poor"],"text":"I have a very poor record at multiple choice questions."},{"placeId":111075,"author":"Woody Allen","wordCount":9,"categories":["funny","humor","choice"],"text":"I think being funny is not anyone's first choice."},{"placeId":113523,"author":"Vladimir Putin","wordCount":14,"categories":["people","choice","american"],"text":"I think the American people should express their preferences, and we'll accept their choice."},{"placeId":64416,"author":"Lady Starlight","wordCount":17,"categories":["believe","choice","me"],"text":"I don't believe in societal restrictions. It wasn't a choice - conformity simply never occurred to me."},{"placeId":28087,"author":"David M. Kelley","wordCount":23,"categories":["fear","people","choice"],"text":"I don't think people do anything out of fear very well. So I think the only choice is to have them intrinsically motivated."},{"placeId":19012,"author":"Cy Twombly","wordCount":15,"categories":["time","choice","been"],"text":"I would've liked to have been Poussin, if I'd had a choice, in another time."},{"placeId":46886,"author":"John Adams","wordCount":20,"categories":["power","thought","choice"],"text":"Liberty, according to my metaphysics is a self-determining power in an intellectual agent. It implies thought and choice and power."},{"placeId":69955,"author":"Marcel Duchamp","wordCount":38,"categories":["time","good","choice"],"text":"You have to approach something with indifference, as if you had no aesthetic emotion. The choice of readymades is always based on visual indifference and, at the same time, on the total absence of good or bad taste."},{"placeId":40785,"author":"Harrison Ford","wordCount":7,"categories":["success","opportunity","choice"],"text":"To me, success is choice and opportunity."},{"placeId":38165,"author":"Gloria Steinem","wordCount":45,"categories":["marriage","time","choice"],"text":"I was never against marriage per se. Before feminism, I didn't think you had any choice. In fact, for a long time I always assumed I would get married. I just didn't see any marriages I wanted to emulate, so I kept putting it off."},{"placeId":87692,"author":"Orlando Bloom","wordCount":13,"categories":["choice","british","always"],"text":"When it comes to meals, there's always a fantastic choice on British Airways."},{"placeId":40075,"author":"Guy Debord","wordCount":15,"categories":["choice","different","same"],"text":"Behind the masks of total choice, different forms of the same alienation confront each other."},{"placeId":3311,"author":"America Ferrera","wordCount":26,"categories":["choice","career","pursue"],"text":"There's not really a choice about, am I going to pursue a typical career? Because I'm not the typical standard, so that's not even an option."},{"placeId":16443,"author":"Charles R. Swindoll","wordCount":18,"categories":["attitude","day","choice"],"text":"The remarkable thing is, we have a choice everyday regarding the attitude we will embrace for that day."},{"placeId":6120,"author":"Ahmed Chalabi","wordCount":21,"categories":["people","choice","economy"],"text":"To handle the economy and services in a country like Iraq requires delegation of authority and the choice of competent people."},{"placeId":31399,"author":"Ed Rendell","wordCount":33,"categories":["choice","think","way"],"text":"If there was a way to discourage trash constitutionally, I would sure as heck take a hard look at it. I don't think there is. So I don't think there's a choice here."},{"placeId":40614,"author":"Harold Ford, Jr.","wordCount":33,"categories":["choice","enjoy","think"],"text":"I expect the Republicans will enjoy a large bounce out of their convention. They're here wrapping themselves in the 9\/11 flag, which I think is inappropriate in many ways, but it's their choice."},{"placeId":30526,"author":"Emmanuel Macron","wordCount":41,"categories":["work","choice","trying"],"text":"I kept trying, proposing, pushing... If you want to succeed, you cannot leave work half done, and unfortunately, many things were left half done. The choice was made not to launch a second wave of economic reforms that I was proposing."},{"placeId":56537,"author":"John Sulston","wordCount":32,"categories":["children","choice","think"],"text":"I would say if we can select children who are not going to be severely disadvantaged, then we should do so, but I think it has to be done by voluntary choice."},{"placeId":14288,"author":"Barry Schwartz","wordCount":39,"categories":["end","child","choice"],"text":"How much does it really matter whether your child will soon be enjoying a first year at Harvard or Yale or will instead end up at her third or fourth or fifth choice? Probably much less than you think."},{"placeId":26923,"author":"Dean Inge","wordCount":30,"categories":["faith","choice","true"],"text":"Faith is an act of rational choice, which determines us to act as if certain things were true, and in the confident expectation that they will prove to be true."},{"placeId":71590,"author":"Michael Caine","wordCount":20,"categories":["best","choice","you"],"text":"A lot of my best parts I've been the second choice for, so you never get too egotistical about anything."},{"placeId":7678,"author":"Anne Heche","wordCount":18,"categories":["myself","truth","choice"],"text":"I put myself on the line with my truth and my sexuality. That is my choice. My choice."},{"placeId":78724,"author":"Max Landis","wordCount":13,"categories":["choice","superman","special"],"text":"What's special about Superman is that he will always make the right choice."},{"placeId":9211,"author":"Armand Deutsch","wordCount":44,"categories":["choice","me","mystery"],"text":"It was no mystery why Richard Loeb and Nathan Leopold had singled me out as a prime prospect for their heinous crime. My grandfather, Julius Rosenwald, was the chairman of the board of Sears, Roebuck and Co. His prominence made me an ideal choice."},{"placeId":39670,"author":"Graham Nelson","wordCount":44,"categories":["game","choice","think"],"text":"A deliberate choice on my part was for the player to continue to find new possibilities in the early Attic rooms far into the game. I think this builds atmosphere, though it means there's no neat division of the prologue from the middle game."},{"placeId":52798,"author":"Jeff Greenfield","wordCount":33,"categories":["voting","choice","me"],"text":"As a personal matter, I stopped voting more than a decade ago, on the grounds that it helped me as an analyst not to think about making a choice in the voting booth."},{"placeId":30944,"author":"Ethan Hawke","wordCount":26,"categories":["faith","confidence","choice"],"text":"I'd be lying if I said I had confidence in every choice I've made, that I have faith in every film I do on every shot."},{"placeId":63353,"author":"Lucas Papademos","wordCount":28,"categories":["growth","choice","right"],"text":"Our membership of the euro is a guarantee of monetary stability and creates the right conditions for sustainable growth. Our membership of the euro is the only choice."},{"placeId":100286,"author":"Seal","wordCount":17,"categories":["love","choice","trying"],"text":"I like to think that I'm trying to choose love over most things, but that's my choice."},{"placeId":52166,"author":"Julian Baggini","wordCount":33,"categories":["cooking","end","choice"],"text":"Cooking can be rewarding when it is a choice and no longer the onerous duty of the housewife, and when a dishwasher can lighten the load at the other end of the process."},{"placeId":57004,"author":"Jamie Lynn Spears","wordCount":19,"categories":["choice","cards","play"],"text":"Everybody is dealt a hand of cards. It was my choice to play them the way I played them."},{"placeId":22031,"author":"Chris Geere","wordCount":38,"categories":["school","design","choice"],"text":"I got into university to study graphic design, and I got into drama school as well, so I had the choice whether I wanted to go down the sensible route or if I wanted to become an actor."},{"placeId":56592,"author":"Julie Bishop","wordCount":17,"categories":["people","choice","care"],"text":"We are already seeing older people wanting greater choice in how, when and where they receive care."},{"placeId":79577,"author":"Margaret Beckett","wordCount":11,"categories":["choice","live","you"],"text":"You have to make your choice and live with your choice."},{"placeId":84480,"author":"Peter L. Bergen","wordCount":33,"categories":["may","choice","said"],"text":"In picking Gen. Jim Mattis for Defense secretary, President-elect Donald Trump has said that he found his 'Gen. George Patton.' Yet that label may not really capture what makes Mattis a distinctive choice."},{"placeId":37216,"author":"Gary Zukav","wordCount":41,"categories":["yourself","choice","create"],"text":"When you know your intention, you are in a position to choose the consequences that you will create for yourself. When you choose an intention that creates consequences for which you are willing to be responsible, that is a responsible choice."},{"placeId":53227,"author":"Josh Hartnett","wordCount":21,"categories":["love","choice","new"],"text":"I don't love L.A. I love New York and Minneapolis, so if I have a choice I'll stay in those places."},{"placeId":9645,"author":"Barry Goldwater","wordCount":8,"categories":["choice","echo","will"],"text":"I will offer a choice, not an echo."},{"placeId":8687,"author":"August Krogh","wordCount":26,"categories":["problems","animal","choice"],"text":"For a large number of problems, there will be some animal of choice, or a few such animals, on which it can be most conveniently studied."},{"placeId":9852,"author":"Ben Jonson","wordCount":15,"categories":["happiness","friends","choice"],"text":"True happiness consists not in the multitude of friends, but in the worth and choice."},{"placeId":87771,"author":"Orson Scott Card","wordCount":32,"categories":["god","control","choice"],"text":"The priests say that God created our souls, and that just puts us under the control of another puppeteer. If God created our will, then he's responsible for every choice we make."},{"placeId":57553,"author":"Jean Nidetch","wordCount":10,"categories":["destiny","chance","choice"],"text":"It's choice - not chance - that determines your destiny."},{"placeId":6988,"author":"Adam Wingard","wordCount":35,"categories":["music","choice","drive"],"text":"'Drive' is definitely an inspiration because it was a film that was able to use what would normally be considered cheesy, kind of bold, electronic music choice and pull it off in a mainstream way."},{"placeId":84457,"author":"Phoebe Philo","wordCount":33,"categories":["women","choice","look"],"text":"There is absolutely a gap in the market for thirty something women and, the more I look at it, the more I feel there needs to be a sense of ease and choice."},{"placeId":85103,"author":"Park Chan-wook","wordCount":17,"categories":["important","choice","moral"],"text":"Whether it's trivial or important, every choice has a moral aspect to it to a certain degree."},{"placeId":97820,"author":"Steven Pinker","wordCount":39,"categories":["community","choice","doing"],"text":"Conventions are unstated agreements within a community to abide by a single way of doing things - not because there is any inherent advantage to the choice, but because there is an advantage to everyone making the same choice."},{"placeId":6213,"author":"Alan Autry","wordCount":27,"categories":["great","choice","landscape"],"text":"There has been much talk referencing what I consider conceptual reports like the Landscape of Choice and documents created as a result of the Great Valley Center."},{"placeId":106073,"author":"Thomas Perez","wordCount":36,"categories":["good","environmental","choice"],"text":"There's a myth out there that you have to genuflect at the altar of quarterly earnings. But it's a false choice that you can either be a good fiduciary or promote values such as environmental sustainability."},{"placeId":112891,"author":"Vincent D'Onofrio","wordCount":32,"categories":["character","pizza","choice"],"text":"I'm a character actor, and I made a choice when I was young, after 'Mystic Pizza', not to go for the mainstream stuff, and to do a more eclectic kind of route."},{"placeId":32591,"author":"Eleni Zaude Gabre-Madhin","wordCount":23,"categories":["happiness","choices","choice"],"text":"One way to express choice is through the market. Well-functioning markets provide choices and, ultimately, the ability to express one's pursuit for happiness."},{"placeId":105940,"author":"Timothy Noah","wordCount":31,"categories":["liar","people","choice"],"text":"Various people have explained why Henry Kissinger is a bad choice to run an investigation into what went wrong on Sept. 11. He's a liar. He's an apologist for corrupt regimes."},{"placeId":106035,"author":"Tina Brown","wordCount":29,"categories":["beautiful","king","choice"],"text":"The British Isles are awash with the choice of beautiful historic churches, abbeys, and cathedrals where one king or another has tied the knot and bestowed a royal precedent."},{"placeId":54766,"author":"Jean-Pierre Raffarin","wordCount":12,"categories":["believe","choice","union"],"text":"We believe that the European Union is facing a truly historic choice."},{"placeId":99459,"author":"Stephen Ambrose","wordCount":28,"categories":["character","choice","new"],"text":"Washington's character was rock solid. He came to stand for the new nation and its republican virtues, which was why he became our first President by unanimous choice."},{"placeId":99642,"author":"Steve Gleason","wordCount":14,"categories":["happiness","believe","choice"],"text":"I believe happiness is a choice. Some days it is a very difficult choice."},{"placeId":19235,"author":"Calista Flockhart","wordCount":39,"categories":["character","worry","choice"],"text":"I think that the character that I'm playing now is so fundamentally different than Ally that I haven't I haven't felt like I had to worry about it at all. But I definitely wanted to make a different choice."},{"placeId":63458,"author":"Lucy Powell","wordCount":13,"categories":["government","choice","minds"],"text":"The choice between a Labour government and a Tory one is sharpening minds."},{"placeId":6987,"author":"Adam Wingard","wordCount":40,"categories":["fun","choice","direction"],"text":"The whole Bond thing has gotten so dour with the direction they've been going in, it feels like they need to move back to Pierce Brosnan-style fun Bond again. If they did that, Dan Stevens would be the perfect choice."},{"placeId":83545,"author":"Paul Ryan","wordCount":45,"categories":["government","people","choice"],"text":"This is a government takeover of our healthcare system. It is the government basically running the entire healthcare system, turning large insurers into de facto public utilities, depriving people of choice, depriving people of options, raising people's prices, raising taxes when we need new jobs."},{"placeId":102578,"author":"Stan Getz","wordCount":31,"categories":["life","choice","distractions"],"text":"Life is too full of distractions nowadays. When I was a kid we had a little Emerson radio and that was it. We were more dedicated. We didn't have a choice."},{"placeId":85513,"author":"Patty Murray","wordCount":33,"categories":["choice","new","nation"],"text":"The Republicans can send the nation into turmoil, but we will not come to any agreement that does not include new revenue - and not just token new revenue. It is their choice."},{"placeId":58742,"author":"John Lloyd","wordCount":18,"categories":["diversity","strong","choice"],"text":"I have very strong views on TV. There's no diversity, there's no choice. Things are decided by committee."},{"placeId":86198,"author":"Peter R. Grant","wordCount":24,"categories":["choice","song","independent"],"text":"The independent role of morphology in mate choice is revealed by the rare instances where the usual association between song and morphology is disrupted."},{"placeId":14625,"author":"Bob Harper","wordCount":23,"categories":["choice","me","you"],"text":"If you're wanting something salty, do air-popped popcorn. That, to me, would be a healthier choice than having any kind of fried chip."},{"placeId":80470,"author":"Nathan Wolfe","wordCount":15,"categories":["choice","think","try"],"text":"As a species, I think we have no choice but to try and forecast pandemics."},{"placeId":108183,"author":"Trevor Nunn","wordCount":36,"categories":["work","integrity","choice"],"text":"You are faced with the choice: either my integrity remains intact and this is the work that ends up on the screen, or I have to leave, and I have to be known to have left."},{"placeId":3682,"author":"Angelina Jolie","wordCount":26,"categories":["change","choice","opinion"],"text":"If every choice you make comes from an honest place, you're solid, and nothing anybody can say about you can rock you or change your opinion."},{"placeId":98054,"author":"Samantha Power","wordCount":19,"categories":["thought","choice","career"],"text":"My career is not well thought out. Every choice has been instinctive and, quite literally, impulsive in many ways."},{"placeId":43070,"author":"Heather Matarazzo","wordCount":27,"categories":["school","choice","test"],"text":"They don't teach you just how to be in school. There's no class on that. There's no multiple choice test for Why Do I Feel This Way?"},{"placeId":60099,"author":"John Reid","wordCount":30,"categories":["world","people","choice"],"text":"When people are faced with a choice between the Northern Ireland they have got and the perfect Northern Ireland, they complain. But in the real world that isn't the choice."},{"placeId":66821,"author":"Khaled Hosseini","wordCount":35,"categories":["choice","see","wait"],"text":"All stories I write are compulsive. Anything I've ever written was because I don't have a choice. I write stories because I can't wait to tell it, I can't wait to see how it ends."},{"placeId":43374,"author":"Hugh Mackay","wordCount":23,"categories":["love","culture","choice"],"text":"Although we love the idea of choice - our culture almost worships it - we seek refuge in the familiar and the comfortable."},{"placeId":14458,"author":"Bethany McLean","wordCount":29,"categories":["wise","control","choice"],"text":"The big banks advise cities about whether privatization is a wise choice. They also control the ability of states and cities to access the market for their financing needs."},{"placeId":89288,"author":"Roger Rees","wordCount":6,"categories":["good","choice","a good thing"],"text":"Exercising choice is a good thing."},{"placeId":55535,"author":"John Prescott","wordCount":17,"categories":["choice","between","europe"],"text":"The choice is not normally between the north and south. It might be between Britain and Europe."},{"placeId":2561,"author":"Alanis Morissette","wordCount":28,"categories":["i am","choice","doing"],"text":"I really do see that anywhere I am, whether it's doing interviews a hundred in a row, that every situation I'm in, I'm at choice in the matter."},{"placeId":38696,"author":"Gore Vidal","wordCount":21,"categories":["democracy","choice","feeling"],"text":"Democracy is supposed to give you the feeling of choice, like Painkiller X and Painkiller Y. But they're both just aspirin."},{"placeId":63599,"author":"Lynne Truss","wordCount":41,"categories":["world","internet","choice"],"text":"Oh, the illusion of choice in the modern world - don't get me started. But don't you agree that the Internet has softened our brains and made us forget that 'choice' used to mean something different from selecting options from menus?"},{"placeId":78870,"author":"Michael Lehmann","wordCount":28,"categories":["people","choice","look"],"text":"I can't make a choice to do a movie because people will go see it. People look at what a movie becomes and decide if they'll see it."},{"placeId":656,"author":"Alice McDermott","wordCount":28,"categories":["love","choice","story"],"text":"I love a well-plotted story. But I'm just not that kind of writer, and it's not necessarily by choice. When I manipulate plot, I feel I lose authenticity."},{"placeId":75697,"author":"Menander","wordCount":8,"categories":["bravery","choice","thy"],"text":"Let bravery be thy choice, but not bravado."},{"placeId":14777,"author":"Belinda Stewart-Wilson","wordCount":11,"categories":["choice","comedy","doing"],"text":"Comedy is my choice, as it's what I've always enjoyed doing."},{"placeId":106335,"author":"Tom Brady","wordCount":31,"categories":["trust","father","choice"],"text":"If someone lies, well, you had a choice to trust that person or not. I think the way my father raised me, well, he trusted everybody. And that worked for him."},{"placeId":44662,"author":"Isaac Bashevis Singer","wordCount":10,"categories":["believe","free","choice"],"text":"We must believe in free will, we have no choice."},{"placeId":111764,"author":"Valerie Simpson","wordCount":27,"categories":["good","choice","me"],"text":"My daughters are here, and that makes me feel good. And with the spirit of Nick Ashford, I think I'll make it through. I have no choice."},{"placeId":111659,"author":"Valerie Jarrett","wordCount":15,"categories":["choice","will","means"],"text":"No one will be forced to take the public option. The word option means choice."},{"placeId":89585,"author":"Ralph Waldo Emerson","wordCount":14,"categories":["truth","mind","choice"],"text":"Every mind must make its choice between truth and repose. It cannot have both."},{"placeId":58632,"author":"Justin Halpern","wordCount":29,"categories":["unique","choice","special"],"text":"The thing with Bill Shatner is he brings something unique to everything he does. He's not the obvious choice for anything, but he always brings something special to it."},{"placeId":112705,"author":"Vikas Swarup","wordCount":47,"categories":["man","choice","different"],"text":"It is in the genes of cities to bounce back from disasters - whether natural or man made. The denizens of suburbia have no choice but to survive and move on. But it is the manner in which different cities respond to emergencies that sets them apart."},{"placeId":9505,"author":"Barack Obama","wordCount":5,"categories":["choice","christian"],"text":"I'm a Christian by choice."},{"placeId":41204,"author":"Henry B. Eyring","wordCount":29,"categories":["day","words","choice"],"text":"The words of confirmation into the Church are an invitation: 'Receive the Holy Ghost.' And that choice must be made not once, but every day, every hour, every minute."},{"placeId":47611,"author":"Joyce Meyer","wordCount":38,"categories":["trust","god","choice"],"text":"Most of us have hoped and prayed for something to happen a certain way, but it didn't. And when this happened, we had a choice to make: to react with offense toward God or to trust Him anyway."},{"placeId":51782,"author":"John Denver","wordCount":5,"categories":["peace","choice","conscious"],"text":"Peace is a conscious choice."},{"placeId":36802,"author":"Guillermo Cabrera Infante","wordCount":25,"categories":["myself","choice","country"],"text":"Well, I write in exile because I cannot return to my country, so I have no choice but to see myself as an exiled writer."},{"placeId":54695,"author":"Jean Dujardin","wordCount":25,"categories":["choice","me","want"],"text":"I don't want everyone to like me, and I don't choose who likes me. You have to give them the choice, give them the option."},{"placeId":695,"author":"Alison Moyet","wordCount":20,"categories":["love","people","choice"],"text":"There has always been a feeling with people that they love my singing but not always the choice of material."},{"placeId":113336,"author":"Yehuda Berg","wordCount":29,"categories":["best","choice","rise"],"text":"The biggest breakthroughs in consciousness occur when things are difficult; when we have a choice to fall to the worst of ourselves or rise to the best of ourselves."},{"placeId":100967,"author":"Stone Gossard","wordCount":17,"categories":["time","politics","choice"],"text":"Politics is tricky; it cuts both ways. Every time you make a choice, it has unintended consequences."},{"placeId":39537,"author":"Glenn Hubbard","wordCount":46,"categories":["government","choice","american"],"text":"The real issue for the public is to figure out which narrative do we want. We can have a bigger government, if that's the public's choice. It'll just require higher taxes on every American. Do you want that, or do you want smaller government, smaller taxes?"},{"placeId":112316,"author":"Vaughn Monroe","wordCount":35,"categories":["time","great","choice"],"text":"If I had my choice, I'd pick a song that tells a story every time. There is a great deal of pleasure in doing the vocal on a number that you can put feeling into."},{"placeId":1293,"author":"Annette Bening","wordCount":9,"categories":["getting older","choice","older"],"text":"I don't really have a choice. I'm getting older."},{"placeId":59559,"author":"Joanne Whalley","wordCount":39,"categories":["time","people","choice"],"text":"The worst thing for an actor is to be stuck in one kind of thing. But if you're not in people's faces all the time, you can lose traction. And that affects the choice of things you get offered."},{"placeId":41772,"author":"Herbert Marcuse","wordCount":17,"categories":["free","choice","free choice"],"text":"The criterion for free choice can never be an absolute one, but neither is it entirely relative."},{"placeId":65088,"author":"Leon Blum","wordCount":11,"categories":["courage","may","choice"],"text":"Morality may consist solely in the courage of making a choice."},{"placeId":71121,"author":"Martin O'Malley","wordCount":4,"categories":["progress","choice"],"text":"Progress is a choice."},{"placeId":3898,"author":"Anne Wojcicki","wordCount":19,"categories":["choice","you","see"],"text":"I've come to the conclusion that you shouldn't have to see a genetic counselor. It should be a choice."},{"placeId":7951,"author":"Amartya Sen","wordCount":16,"categories":["choice","social","welfare"],"text":"I left Delhi, in 1971, shortly after Collective Choice and Social Welfare was published in 1970."},{"placeId":52025,"author":"Jon Anderson","wordCount":21,"categories":["life","optimism","choice"],"text":"I think in life, you have a choice. You can either be optimistic or pessimistic, and I go for the optimism."},{"placeId":68618,"author":"Kathleen Robertson","wordCount":25,"categories":["choice","think","doing"],"text":"I think everyone can relate to the idea of making a bad choice - and knowing it's a bad choice - but doing it anyway."},{"placeId":73964,"author":"Meghan Daum","wordCount":16,"categories":["choice","make","hard"],"text":"When there's so much choice, it can get overwhelming and it's hard to make a choice."},{"placeId":24039,"author":"Donna Brazile","wordCount":25,"categories":["choice","two","between"],"text":"Generally, Senate races are not a referendum on the president or on any one issue but a choice between the two candidates on the ballot."},{"placeId":14021,"author":"Bre Pettis","wordCount":32,"categories":["choice","development","complex"],"text":"I've watched with amazement as Local Motors has pioneered a co-creation and micro-manufacturing model that has democratized the development and production of complex machines, effectively transforming consumer choice from supply-driven to demand-driven."},{"placeId":25910,"author":"Douglas Alexander","wordCount":31,"categories":["politics","people","choice"],"text":"I've never been interested in self-promotion and that side of politics; and if that means people judge that you're less prominent than others, that's a choice I've been willing to make."},{"placeId":105614,"author":"Theresa May","wordCount":34,"categories":["travel","people","choice"],"text":"People have to make journeys, what we want is people to have alternatives in public transport so that they can make a choice about the sort of way in which they're going to travel."},{"placeId":21367,"author":"Carl Yastrzemski","wordCount":19,"categories":["time","choice","crown"],"text":"And if I have my choice between a pennant and a triple crown, I'll take the pennant every time."},{"placeId":75264,"author":"Mario Testino","wordCount":22,"categories":["choice","different","two"],"text":"It's a choice - there are two different sorts of photographer: those obsessed with the technicalities and those obsessed by the subject."},{"placeId":98935,"author":"Shamir","wordCount":21,"categories":["energy","people","choice"],"text":"I prefer to stay in if I have a choice. I lose energy being around people. I know that sounds horrible."},{"placeId":79952,"author":"Michael Crapo","wordCount":28,"categories":["people","choice","him"],"text":"President Bush has had an outstanding Secretary of State in Colin Powell and there are not many people who could replace him, making Condoleezza Rice an excellent choice."},{"placeId":25104,"author":"Dennis Quaid","wordCount":37,"categories":["good","great","choice"],"text":"I don't see how it's a risky thing to take a great part with a great director and a great script. That, to me, is not really a dangerous, risky proposition. It's actually a really good choice."},{"placeId":104040,"author":"Ted Sarandos","wordCount":13,"categories":["choice","want","restore"],"text":"I don't want to kill windowing; I want to restore choice and options."},{"placeId":63716,"author":"Lea DeLaria","wordCount":22,"categories":["responsibility","choice"],"text":"No one has the responsibility to be out to anyone but himself or herself. I made my choice a million years ago."},{"placeId":93587,"author":"Richard Price","wordCount":34,"categories":["choice","arts","you"],"text":"I write because I write - as anyone in the arts does. You're a painter because you feel you have no choice but to paint. You're a writer because this is what you do."},{"placeId":103946,"author":"Ted Dekker","wordCount":27,"categories":["yourself","mirror","choice"],"text":"Like all of my fictions, 'Sinner' is a mirror. Look into it and you will find yourself. What you do with what you see is your choice."},{"placeId":112684,"author":"Vin Diesel","wordCount":40,"categories":["school","choice","me"],"text":"If you had asked me back in grade school what I wanted to be when I grew up, I would have said my first choice was an actor, but if I couldn't be that, I'd want to be a superhero."},{"placeId":79378,"author":"Marsha Sinetar","wordCount":15,"categories":["choice","consequences","way"],"text":"Responsible choice involves consequences, not the least of which are relinquishments all along our way."},{"placeId":1359,"author":"Anthony Foxx","wordCount":10,"categories":["choice","key","transportation"],"text":"The key word for transportation in the 21st is 'choice.'"},{"placeId":67129,"author":"Kimbal Musk","wordCount":23,"categories":["food","choice","want"],"text":"We want kids in communities to know real food, and we want them to have a choice between real food and industrial food."},{"placeId":109709,"author":"Wayne Rooney","wordCount":26,"categories":["love","football","choice"],"text":"I love football so when I finish playing I would like to still be involved in it somehow and a manager would be my first choice."},{"placeId":61059,"author":"Leonard Cohen","wordCount":31,"categories":["body","choice","long"],"text":"You can keep the body as well-oiled and receptive as possible, but whether you're actually going to be able to go for the long haul is really not your own choice."},{"placeId":79989,"author":"Neil Tennant","wordCount":28,"categories":["music","amazing","choice"],"text":"We shouldn't feel restricted by our sexuality, and our sexuality doesn't have to be a cultural choice. That's an amazing variety of music within those five main performers."},{"placeId":55248,"author":"Joe Lando","wordCount":33,"categories":["life","my life","choice"],"text":"Soap opera wouldn't be my first choice, but at this point in my life, I would consider a soap. It would allow me to act and still do other things with my life."},{"placeId":63461,"author":"Lucy Powell","wordCount":33,"categories":["election","people","choice"],"text":"We in the Labour party owe it to the people we represent to make sure that we offer a choice at the next election between our Labour values and those of the Conservatives."},{"placeId":110674,"author":"William Wallace","wordCount":9,"categories":["choice","die","here"],"text":"Here is no choice but either do or die."},{"placeId":6840,"author":"Audrey Tautou","wordCount":46,"categories":["law","choice","me"],"text":"In France we have a law which doesn't allow the press to publish a photo that you didn't approve. It lets the paparazzi take the picture, but if they publish this picture, you have the choice to sue the newspaper. So me, I always sued them."},{"placeId":34274,"author":"Fridtjof Nansen","wordCount":14,"categories":["forward","bridges","choice"],"text":"I demolish my bridges behind me - then there is no choice but forward."},{"placeId":50342,"author":"Judd Apatow","wordCount":24,"categories":["funny","choice","see"],"text":"I wanted to see how funny I could be without making the choice that every 10 minutes something big and visual had to happen."},{"placeId":97979,"author":"Stormzy","wordCount":17,"categories":["music","engineering","choice"],"text":"Engineering was the safe and sensible choice, but music was what I loved and wanted to do."},{"placeId":74049,"author":"Melissa Etheridge","wordCount":15,"categories":["health","choice","down"],"text":"Your own personal health is your own personal choice, all the way down the line."},{"placeId":27831,"author":"Dana Boente","wordCount":17,"categories":["financial","choice","turn"],"text":"When public officials turn to financial gain for official acts, we have no choice but to prosecute."},{"placeId":14954,"author":"Bruce Greenwood","wordCount":45,"categories":["fear","decision","choice"],"text":"I think on some level, that's a fear that exists in everybody, that if we're tested, we won't make the courageous choice. We won't make the decision that would make us heroic. We make the decision that would reveal us to be all too human."},{"placeId":109571,"author":"Warren Spector","wordCount":22,"categories":["choice","consequences","gaming"],"text":"We set up a situation and let you interact with it and see the consequences of your choice. That's what gaming does."},{"placeId":46466,"author":"Joan Rivers","wordCount":9,"categories":["choice","television","you"],"text":"Every television show you go on is a choice."},{"placeId":84577,"author":"Peter O'Toole","wordCount":22,"categories":["food","choice","favorite"],"text":"My favorite food from my homeland is Guinness. My second choice in Guinness. My third choice - would have to be Guinness."},{"placeId":37231,"author":"Gary Zukav","wordCount":18,"categories":["love","fear","choice"],"text":"The choice that frees or imprisons us is the choice of love or fear. Love liberates. Fear imprisons."},{"placeId":71352,"author":"Maya Angelou","wordCount":23,"categories":["life","choice","me"],"text":"At fifteen life had taught me undeniably that surrender, in its place, was as honorable as resistance, especially if one had no choice."},{"placeId":46119,"author":"Jesse Ventura","wordCount":31,"categories":["knowledge","loyalty","choice"],"text":"Patriotism is voluntary. It is a feeling of loyalty and allegiance that is the result of knowledge and belief. A patriot shows their their patriotism through their actions, by their choice."},{"placeId":95595,"author":"Roman Abramovich","wordCount":24,"categories":["choice","think","london"],"text":"If I had to think where I could live if not Moscow, London would be my first choice and second would be New York."},{"placeId":84362,"author":"Peter Jackson","wordCount":36,"categories":["small","choice","head"],"text":"I'm not going to head off and do a Marvel film. So if I don't do a Marvel film, I don't have any other choice - I've got to go make a small New Zealand movie!"},{"placeId":47072,"author":"John Mayer","wordCount":19,"categories":["life","good","choice"],"text":"You make a choice in your life, and it affects your life in all the ways, good and bad."},{"placeId":6193,"author":"Al Goldstein","wordCount":21,"categories":["marriage","cheating","choice"],"text":"For me working on the marriage and not making the easy choice of cheating was something that I could not do."},{"placeId":3147,"author":"Alice Waters","wordCount":16,"categories":["life","decisions","choice"],"text":"The decisions you make are a choice of values that reflect your life in every way."},{"placeId":107646,"author":"Ted Ligety","wordCount":36,"categories":["passion","parents","choice"],"text":"My parents never pushed me to ski race. It was my choice and something I really wanted to do. I would have rebelled if they had pushed me, and I wouldn't have had the same passion."},{"placeId":19490,"author":"Corey Hawkins","wordCount":26,"categories":["choices","choice","want"],"text":"I had my foot in both worlds. I knew what I didn't want, and so I had to make a choice, just like N.W.A. made choices."},{"placeId":69068,"author":"Ken Mehlman","wordCount":37,"categories":["future","choice","security"],"text":"Why shouldn't future generations and young Americans have the choice to earn a higher rate of return? Why shouldn't they be able to own their own Social Security so that Congress can't spend it on other things?"},{"placeId":32461,"author":"Evan Osnos","wordCount":24,"categories":["choice","economic","china"],"text":"China is so central to our economic lives that journalists have had no choice but to engage China with greater technical analysis and precision."},{"placeId":65681,"author":"Kate Hudson","wordCount":24,"categories":["woman","support","choice"],"text":"You have a choice: Support the woman standing next to you, or compete with her. But if you compete, you're going to be miserable."},{"placeId":102212,"author":"Sarah Churchwell","wordCount":29,"categories":["children","help","choice"],"text":"'Sesame Street' was a pioneering educational T.V. show, intended to help underprivileged children. But even those of us middle-class kids spoilt for pedagogical choice couldn't get enough of it."},{"placeId":64181,"author":"Linda Chavez","wordCount":15,"categories":["choice","worth","person"],"text":"Choosing one's leaders is an affirmation that the person making the choice has inherent worth."},{"placeId":99910,"author":"Suzanne Somers","wordCount":39,"categories":["choice","brave","late"],"text":"It is a very brave choice to go against traditional medicine and embrace the alternative route. It's easier to try the traditional route and then, if it fails, go to the alternatives, but often it can be too late."},{"placeId":30108,"author":"Ellie Goulding","wordCount":28,"categories":["dress","choice","attention"],"text":"My fancy dress costume of choice is... something 1920s or 30s, when there was still so much elegance and attention to detail. An excuse for ultimate dressing-up indulgence."},{"placeId":22857,"author":"David Byrne","wordCount":18,"categories":["music","people","choice"],"text":"I found music to be the therapy of choice. I guess it is for a lot of people."},{"placeId":110392,"author":"William James","wordCount":26,"categories":["good","man","choice"],"text":"We are all ready to be savage in some cause. The difference between a good man and a bad one is the choice of the cause."},{"placeId":19496,"author":"Corey Lewandowski","wordCount":37,"categories":["people","choice","think"],"text":"There is clearly a move among some tea-party people, not all of them, to always elect or nominate the most conservative person, and under that scenario, I don't think Scott Brown would probably be their first choice."},{"placeId":13559,"author":"Bill Clegg","wordCount":35,"categories":["world","choice","you"],"text":"If you feel like you don't have a choice to write it, write it. If you feel like you do have a choice, then move on, because there are so many books in the world."},{"placeId":65217,"author":"Kajol","wordCount":27,"categories":["tomorrow","body","choice"],"text":"Everyone has the right to their lives and to look the way they want to! Tomorrow I can put on 25 kilos... it's my choice, my body!"},{"placeId":101107,"author":"Saul Perlmutter","wordCount":18,"categories":["ending","choice","tough"],"text":"It is a tough choice between ending up in the cold or ending up in a fiery blast."},{"placeId":87945,"author":"Oscar Wilde","wordCount":13,"categories":["choice","two","pessimist"],"text":"Pessimist: One who, when he has the choice of two evils, chooses both."},{"placeId":67669,"author":"Karolina Kurkova","wordCount":14,"categories":["decisions","choice","right"],"text":"It is up to us to make the right choice and the right decisions."},{"placeId":103405,"author":"Sue Gardner","wordCount":24,"categories":["choice","down","between"],"text":"If it were a choice between putting ads on Wikipedia or shutting down Wikipedia, we would then very reluctantly consider putting ads on Wikipedia."},{"placeId":56363,"author":"John Frankenheimer","wordCount":36,"categories":["choice","company","experiences"],"text":"But I really am very active in the choice of the line producer with the producer of record and the distributing company, because I've had some terrible, terrible experiences with some line producers, particularly in cable."},{"placeId":57525,"author":"Jayma Mays","wordCount":42,"categories":["morning","mom","choice"],"text":"My mom was a big 'Smurfs' fan, so she would force me to watch every Saturday morning. I had no choice in the matter. I would jump downstairs on Saturday morning, 'Hurray, cartoons!' and she would say, 'Smurfs! That's what you're watching.'"},{"placeId":36463,"author":"Gore Verbinski","wordCount":24,"categories":["progress","world","choice"],"text":"All the traditional westerns are about choice and the individual. When progress comes it's much more difficult to define the individual in that world."},{"placeId":71783,"author":"Michael J. Fox","wordCount":28,"categories":["choices","choice","parkinson"],"text":"I often say now I don't have any choice whether or not I have Parkinson's, but surrounding that non-choice is a million other choices that I can make."},{"placeId":11491,"author":"Brigham Young","wordCount":23,"categories":["opportunity","choice","choose"],"text":"If I had a choice of educating my daughters or my sons because of opportunity constraints, I would choose to educate my daughters."},{"placeId":2686,"author":"Albert Ellis","wordCount":24,"categories":["good","yourself","choice"],"text":"Let's suppose somebody abused you sexually. You still had a choice, though not a good one, about what to tell yourself about the abuse."},{"placeId":89419,"author":"Ron Johnson","wordCount":11,"categories":["school","choice","well"],"text":"The Obama administration's hostility to school choice programs is well known."},{"placeId":11822,"author":"Barbara Deming","wordCount":37,"categories":["vision","behavior","choice"],"text":"I think the only choice that will enable us to hold to our vision... is one that abandons the concept of naming enemies and adopts a concept familiar to the nonviolent tradition: naming behavior that is oppressive."},{"placeId":97866,"author":"Steven Spielberg","wordCount":23,"categories":["education","children","choice"],"text":"When my children were born, I made the choice I wanted them to be raised as Jews and to have a Jewish education."},{"placeId":5078,"author":"Allison Tolman","wordCount":34,"categories":["strong","yourself","choice"],"text":"As a comedian who's used to, like, punching the jokes, it's hard to teach yourself that that's not the strong choice in the sense that you have to really have to dial it back."},{"placeId":13510,"author":"Bidzina Ivanishvili","wordCount":34,"categories":["politics","choice","live"],"text":"I was forced to come into politics because Saakashvili had destroyed the opposition. I had a choice either to leave the country, because it was dangerous to live here, or to go into politics."},{"placeId":113142,"author":"Vita Sackville-West","wordCount":24,"categories":["moment","problems","choice"],"text":"Among the many problems which beset the novelist, not the least weighty is the choice of the moment at which to begin his novel."},{"placeId":68487,"author":"Kit Harington","wordCount":18,"categories":["good","looking","choice"],"text":"As an actor, you don't have much choice about your appearance. It's a good excuse for looking ridiculous."},{"placeId":94664,"author":"Rula Ghani","wordCount":29,"categories":["family","women","choice"],"text":"Chadaris, as far as I'm concerned, I think should be a personal choice of the women and the members of her family. I personally would not wear a chadari."},{"placeId":69272,"author":"Kassie DePaiva","wordCount":29,"categories":["people","choice","me"],"text":"People always ask, 'Do you wanna do movies; do you wanna do other things?' But they haven't fired me from 'OLTL' yet. When that happens, I'll make that choice."},{"placeId":85563,"author":"Penelope Lively","wordCount":18,"categories":["choice","me","everything"],"text":"It seems to me that everything that happens to us is a disconcerting mix of choice and contingency."},{"placeId":61129,"author":"Lester B. Pearson","wordCount":19,"categories":["peace","choice","individual"],"text":"The choice, however, is as clear now for nations as it was once for the individual: peace or extinction."},{"placeId":111296,"author":"Wietse Venema","wordCount":32,"categories":["work","people","choice"],"text":"I want to avoid locking people into solutions that work only with Postfix. People should have a choice in what software they want to use with Postfix, be it anti-virus or otherwise."},{"placeId":31895,"author":"Elle Macpherson","wordCount":42,"categories":["time","friends","choice"],"text":"If I have a choice between putting my kids to bed and going to a party, I'll put my kids to bed. If I have a choice of going to a restaurant or having friends round, I'll have friends round. Every time."},{"placeId":2030,"author":"Action Bronson","wordCount":42,"categories":["choice","me","alive"],"text":"I have to be able to rap. I don't have the look. I don't have the typical slim-dude, fancy-clothes look. That's not me. I have to be able to rap - there is no other choice, or else I get eaten alive."},{"placeId":92873,"author":"Rob Walton","wordCount":13,"categories":["politics","choice","american"],"text":"The thing about American politics, as I've learned, is there is no choice."},{"placeId":694,"author":"Alison Moyet","wordCount":13,"categories":["limits","choice","you"],"text":"When you have kids, it limits you. That was a choice I made."},{"placeId":101720,"author":"Stephen Cambone","wordCount":36,"categories":["choice","between","integration"],"text":"Where we have the choice between putting a dollar against those that are going to advance horizontal integration and those that are going to sustain current capability, we'd rather put them against the horizontal integration activity."},{"placeId":72735,"author":"M. J. Rose","wordCount":26,"categories":["power","book","choice"],"text":"As a self-published author, you have the choice. Embrace the power to create a book that is truly yours. Don't be a whiner or a copycat."},{"placeId":54213,"author":"Jessica Biel","wordCount":43,"categories":["work","choice","working"],"text":"I'm not a perfect person who doesn't mess up, eat bad, not work out - I do all those things. It's just for the most part, when I'm working, I don't feel like I have the choice. I have to bring my A-game."},{"placeId":2441,"author":"Alan Greenspan","wordCount":32,"categories":["future","choice","trying"],"text":"Forecasting our futures is built into our psyches because we will soon have to manage that future. We have no choice. No matter how often we fail, we can never stop trying."},{"placeId":46416,"author":"Joan Didion","wordCount":25,"categories":["choice","survive","imagine"],"text":"We imagine things - that we wouldn't be able to survive, but in fact, we do survive. We have no choice, so we do it."},{"placeId":93419,"author":"Raul Grijalva","wordCount":14,"categories":["war","society","choice"],"text":"This war of choice in Iraq is undermining the very fabric of American society."},{"placeId":16133,"author":"Channing Tatum","wordCount":39,"categories":["people","choice","play"],"text":"I'm not a comedian. I can play off of people, but I'm not that guy. I don't want people being like, 'Yeah, he should have stuck with drama.' It would not be my choice to have critics mumbling that."},{"placeId":50009,"author":"John Travolta","wordCount":11,"categories":["luck","choice","acting"],"text":"Acting is a mix of luck and choice. I got lucky."},{"placeId":75042,"author":"Manoj Bhargava","wordCount":13,"categories":["service","wealth","choice"],"text":"Service to others seems the only intelligent choice for the use of wealth."},{"placeId":3873,"author":"Anne Wojcicki","wordCount":6,"categories":["choice","healthcare","should"],"text":"There should be choice in healthcare."},{"placeId":50369,"author":"Julian Casablancas","wordCount":38,"categories":["cool","people","choice"],"text":"If the choice is between doing something supercool and having no one hear it and doing something equally cool and tricking people into putting it on the radio, I don't think the second option is some big sellout."},{"placeId":53201,"author":"Joseph Barbera","wordCount":23,"categories":["choice","dentist","ride"],"text":"Faced with the choice of enduring a bad toothache or going to the dentist, we generally tried to ride out the bad tooth."},{"placeId":74489,"author":"Mike Nichols","wordCount":36,"categories":["choice","mystery","play"],"text":"A play, after all, is a mystery. There's no narration. And as soon as there's no narration, it's open to interpretation. It must be interpreted. You don't have a choice... Each play can become many things."},{"placeId":49762,"author":"John Lee Hooker","wordCount":40,"categories":["people","choice","listen"],"text":"The one thing the blues don't get is the backing and pushing of TV and radio like a lot of this garbage you hears. They choke stuff down people's throat so they got no choice but to listen to it."},{"placeId":96077,"author":"Samuel Johnson","wordCount":11,"categories":["life","choice","live"],"text":"When making your choice in life, do not neglect to live."},{"placeId":96655,"author":"Shania Twain","wordCount":16,"categories":["growing up","choice","growing"],"text":"I didn't have a choice growing up but to be more insecure because others had more."},{"placeId":56889,"author":"James Green Somerville","wordCount":34,"categories":["god","i am","choice"],"text":"While I am the one who made the choice to enter the ministry, there was a choice before that one, the choice God made in calling me to be his in the first place."},{"placeId":100018,"author":"Sara Ramirez","wordCount":27,"categories":["life","responsibility","choice"],"text":"I've never been very cookie cutter. If I choose something different from the status quo, it's my responsibility and my choice to live my life that way."},{"placeId":66321,"author":"Kenneth Chenault","wordCount":16,"categories":["time","leader","choice"],"text":"I say this all the time: Everyone can make a conscious choice to be a leader."},{"placeId":10750,"author":"Billy Corgan","wordCount":14,"categories":["wish","choice","die"],"text":"Soon you won't even have the choice to live or die as you wish!"},{"placeId":69308,"author":"Klaus Lackner","wordCount":36,"categories":["plants","choice","think"],"text":"I don't think you have a choice but to pull CO2 back that has already made it out, or is about to make it out, because we are not overnight shutting down all the coal plants."},{"placeId":57336,"author":"Julie London","wordCount":42,"categories":["people","choice","appearance"],"text":"The one appearance that I made for President Kennedy, he, as I understand, had his choice or was asked to make a list of the people he would like to have perform, and I was fortunate enough to be one of them."},{"placeId":8973,"author":"Allan Massie","wordCount":20,"categories":["war","military","choice"],"text":"Blunders are an inescapable feature of war, because choice in military affairs lies generally between the bad and the worse."},{"placeId":112324,"author":"Veerappa Moily","wordCount":32,"categories":["best","choice","be prepared"],"text":"We as a nation have no choice but to conserve fuel to the best of our abilities or be prepared for harsh measures like steep price increase, if the need so arises."},{"placeId":2738,"author":"Aldous Huxley","wordCount":25,"categories":["happiness","god","choice"],"text":"God isn't compatible with machinery and scientific medicine and universal happiness. You must make your choice. Our civilization has chosen machinery and medicine and happiness."},{"placeId":109803,"author":"Werner Heisenberg","wordCount":43,"categories":["power","balance","choice"],"text":"The Anglo-Americans want the balance of power in Eurasia. The only balance of power they can achieve now is the whole of Europe against Russia. The only choice for us is either to join this Western European bloc or join in with Russia."},{"placeId":19428,"author":"Connie Stevens","wordCount":11,"categories":["choice","feeling","piece"],"text":"Every decorative piece in this house is my feeling, my choice."},{"placeId":44660,"author":"Isaac Bashevis Singer","wordCount":10,"categories":["believe","choice","got"],"text":"We have to believe in free-will. We've got no choice."},{"placeId":96825,"author":"Shimon Peres","wordCount":47,"categories":["future","important","choice"],"text":"What should be the future of Israel? Is the land the most important choice, and for that reason to keep the whole of the land at any cost, or to have a partition and build the Jewish state on part of the land? And the other part?"},{"placeId":22303,"author":"Dave Barry","wordCount":29,"categories":["time","christmas","choice"],"text":"Once again, we come to the Holiday Season, a deeply religious time that each of us observes, in his own way, by going to the mall of his choice."},{"placeId":22286,"author":"Dave Attell","wordCount":31,"categories":["school","people","choice"],"text":"Yeah, I know, some people are against drunk driving, and I call those people 'the cops.' But you know, sometimes, you've just got no choice; those kids gotta get to school!"},{"placeId":8426,"author":"Abraham Flexner","wordCount":39,"categories":["education","war","choice"],"text":"Nations have recently been led to borrow billions for war; no nation has ever borrowed largely for education... no nation is rich enough to pay for both war and civilization. We must make our choice; we cannot have both."},{"placeId":91567,"author":"Robert M. Gates","wordCount":22,"categories":["i am","choice","will"],"text":"I will always be an advocate in terms of wars of necessity. I am just much more cautious on wars of choice."},{"placeId":15164,"author":"Bob Buckhorn","wordCount":16,"categories":["happy","being happy","choice"],"text":"Given a choice between being happy or being efficient and safe, I'll take efficient and safe."},{"placeId":109990,"author":"William Glasser","wordCount":20,"categories":["choices","control","choice"],"text":"We almost always have choices, and the better the choice, the more we will be in control of our lives."},{"placeId":43797,"author":"Ian MacKaye","wordCount":28,"categories":["music","choice","feel"],"text":"I feel completely fortunate to have this outlet for something I don't really feel like I have a choice in, to make music. I've got to make it."},{"placeId":89293,"author":"Roger Rees","wordCount":40,"categories":["people","choice","me"],"text":"People very often say to actors that they admire their careers, and I rather think that what's implied by that is that we have a choice in the matter. When really, most actors, me included, do whatever comes along next."},{"placeId":24384,"author":"Donald Johanson","wordCount":41,"categories":["marriage","thought","choice"],"text":"When the first fossils began to be found in eastern Africa, in the late 1950s, I thought, what a wonderful marriage this was, biology and anthropology. I was around 16 years old when I made this particular choice of academic pursuit."},{"placeId":32797,"author":"Ezra Cornell","wordCount":28,"categories":["life","important","choice"],"text":"I have always considered that choosing a companion for life was a very important affair and that my happyness or misery in this life depended on the choice."},{"placeId":79362,"author":"Mike Wilson","wordCount":34,"categories":["experience","effort","choice"],"text":"I do NOT think that PC gaming is over... it will always be the choice of the gaming enthusiast who is willing to put in the extra effort for a richer, more rewarding experience."},{"placeId":102907,"author":"Susan Barker","wordCount":36,"categories":["cloud","choice","obvious"],"text":"It would be unthinkable to have a top-ten list of multiple narrative novels that doesn't include David Mitchell. 'Cloud Atlas' is the most obvious choice, but I have opted for Mitchell's slightly lesser known debut, 'Ghostwritten.'"},{"placeId":66904,"author":"Khloe Kardashian","wordCount":37,"categories":["happy","friends","choice"],"text":"No party is complete without cocktails! My friends all have different tastes when it comes to their drink of choice, so I like to maintain a well-stocked bar with different kinds of alcohol to keep everyone happy."},{"placeId":108752,"author":"Terence Fisher","wordCount":42,"categories":["important","choice","you"],"text":"The written word is the basic of everything. Most important, the idea, and after that, the dialogue. You can rehash the dialogue as you go along, it 's disgraceful to have to do this, but now and again you have no choice."},{"placeId":104381,"author":"Tony Cardenas","wordCount":10,"categories":["opportunity","choice","deserve"],"text":"Consumers deserve the opportunity to watch their program of choice."},{"placeId":74405,"author":"Mick Foley","wordCount":14,"categories":["choice","house","fan"],"text":"I don't have much choice but to be a WWE fan in my house."},{"placeId":103998,"author":"Tim O'Reilly","wordCount":26,"categories":["eyes","sacrifice","choice"],"text":"While the willingness of the ancient Greeks to sacrifice their lives for glory brings tears to my eyes, I cannot ultimately condone the choice of Achilles."},{"placeId":51646,"author":"Joel Kinnaman","wordCount":29,"categories":["yourself","choice","you"],"text":"As actors, we're like these vagabond artists: we have to be invited to perform, so if you don't have a choice of options, it's very hard to define yourself."},{"placeId":17131,"author":"Christopher Hitchens","wordCount":32,"categories":["beautiful","choice","head"],"text":"Beautiful sentences pop into my head. Beautiful sentences that aren't always absolutely accurate. Then, I have to choose between the beautiful sentence and being absolutely accurate. It can be a difficult choice."},{"placeId":14683,"author":"Bonnie Bedelia","wordCount":28,"categories":["love","children","choice"],"text":"I have two children - could I ever choose between them? Never. That's what 'Sophie's Choice' was about. If you have 50 children, you don't love one less."},{"placeId":56529,"author":"John Stossel","wordCount":10,"categories":["people","america","choice"],"text":"Isn't allowing people a choice what America is all about?"},{"placeId":48128,"author":"Justin Trudeau","wordCount":37,"categories":["trust","choice","different"],"text":"I trust Canadians to be able to look at the different parties, the different leaders, the plans, the teams, and make a responsible choice. And I'm very, very confident that's exactly what Canadians are going to do."},{"placeId":68214,"author":"Kevin Brady","wordCount":36,"categories":["choice","better","find"],"text":"We're going to have to find a way to serve our constituents and our taxpayers better and quicker and more accurately with fewer workers. I'm convinced we can do it and we don't have a choice."},{"placeId":111171,"author":"Warren Littlefield","wordCount":43,"categories":["destination","choice","want"],"text":"Our D.V.R.s make up the schedule of the shows that we're passionate about. You want Jon Stewart? You've got it. Your D.V.R. will give that to you, as opposed to making the destination and the choice to spend that evening with a network."},{"placeId":55587,"author":"Jon Fishman","wordCount":33,"categories":["choice","think","better"],"text":"I think that you really don't have a choice, when you see that things are wrong the only choice you really have is to just do what you can to make it better."},{"placeId":52375,"author":"Jack Bowman","wordCount":35,"categories":["parents","choice","you"],"text":"My parents were laborers so we lived on South Park, which was a low-income region of Seattle. You had a choice - you either joined or formed a gang or you let others bully you."},{"placeId":1536,"author":"Archibald MacLeish","wordCount":15,"categories":["god","choice","guilty"],"text":"We have no choice but to be guilty. God is unthinkable if we are innocent."},{"placeId":82712,"author":"Ninon de L'Enclos","wordCount":12,"categories":["women","man","choice"],"text":"A man is given the choice between loving women and understanding them."},{"placeId":91024,"author":"Robert Anton Wilson","wordCount":21,"categories":["prison","plan","choice"],"text":"On a planet that increasingly resembles one huge Maximum Security prison, the only intelligent choice is to plan a jail break."},{"placeId":37808,"author":"George Osborne","wordCount":15,"categories":["growth","human rights","choice"],"text":"We don't see a choice between securing growth and investment and raising human rights issues."},{"placeId":70114,"author":"Marco Rubio","wordCount":31,"categories":["identity","choice","nation"],"text":"2010 is not just a choice between Republicans and Democrats. 2010 is not just a choice between liberals and conservatives. 2010 is a referendum on the very identity of our nation."},{"placeId":113153,"author":"Vitruvius","wordCount":46,"categories":["healthy","city","choice"],"text":"In setting out the walls of a city the choice of a healthy situation is of the first importance: it should be on high ground, neither subject to fogs nor rains; its aspects should be neither violently hot nor intensely cold, but temperate in both respects."},{"placeId":106460,"author":"Tom DeLonge","wordCount":18,"categories":["life","opportunities","choice"],"text":"When you see opportunities in your life, you've got to analyze, 'Why was that choice given to me?'"},{"placeId":77807,"author":"Mike Leigh","wordCount":16,"categories":["eyes","choice","steel"],"text":"Given the choice of Hollywood or poking steel pins in my eyes, I'd prefer steel pins."},{"placeId":100313,"author":"Sebastian Horsley","wordCount":14,"categories":["morning","myself","choice"],"text":"I like to remind myself that every morning I'm making a choice to live."},{"placeId":22150,"author":"Danny Meyer","wordCount":14,"categories":["choice","eating","young"],"text":"When I was young, I had no choice as to what I was eating."},{"placeId":50796,"author":"James Gleick","wordCount":21,"categories":["words","information","choice"],"text":"At its most fundamental, information is a binary choice. In other words, a single bit of information is one yes-or-no choice."},{"placeId":27955,"author":"David Cone","wordCount":42,"categories":["rules","choice","said"],"text":"The owners said that they wanted the salary cap and refused to promise that they would abide by the rules of the just-expired contract after the season ended. Believing we had no choice, the players went on strike in August of 1994."},{"placeId":87992,"author":"Rachel Weisz","wordCount":16,"categories":["living","drawing","choice"],"text":"I think actors have a choice of drawing attention to themselves or living on the outskirts."},{"placeId":30237,"author":"Elizabeth Warren","wordCount":16,"categories":["politics","world","choice"],"text":"I had to make a choice - recede into the academic world, or wade into politics."},{"placeId":44649,"author":"Isaac Barrow","wordCount":17,"categories":["thoughts","choice","safe"],"text":"It is safe to make a choice of your thoughts, scarcely ever safe to express them all."},{"placeId":78622,"author":"Matthew Nable","wordCount":16,"categories":["living","choice","choose"],"text":"Given the choice of living in Los Angeles or living in Sydney, I would choose Sydney."},{"placeId":32988,"author":"Edward Dmytryk","wordCount":38,"categories":["end","fight","choice"],"text":"I knew that if it ever got down to a choice between the Party and our traditional democratic structure I would fight the Party and our traditional democratic structure I would fight the Party to the bitter end."},{"placeId":83862,"author":"Peggy Noonan","wordCount":24,"categories":["generation","choice","belief"],"text":"My generation, faced as it grew with a choice between religious belief and existential despair, chose marijuana. Now we are in our Cabernet stage."},{"placeId":20109,"author":"Charlie Kimball","wordCount":39,"categories":["car","competition","choice"],"text":"You don't get a mix of ovals and road\/street course racing with this level of competition and speed anywhere other than Indy Car, and I think that's why it has remained a popular choice for so many young drivers."},{"placeId":27600,"author":"Donald E. Westlake","wordCount":35,"categories":["character","choice","me"],"text":"Once he became a series character, I made the conscious choice that he would never act like a series character, never wink at the reader, never pull his punches. Better for him, better for me."},{"placeId":71613,"author":"Michael Eric Dyson","wordCount":33,"categories":["world","identity","choice"],"text":"There is no conscious choice of heterosexual identity any more than there is a homosexual one. The last person in the world who wants to be homosexual, for the most part, are homosexuals."},{"placeId":44803,"author":"Jack Kevorkian","wordCount":18,"categories":["woman","independence","choice"],"text":"I'm for absolute autonomy of the individual, and an adult, competent woman has absolute autonomy. It's her choice."},{"placeId":22069,"author":"Christina Cox","wordCount":26,"categories":["choice","done","here"],"text":"I have done a lot of sci-fi, not out of choice, necessarily. It's just that I'm Canadian, and it's more cost-efficient to film sci-fi up here."},{"placeId":4994,"author":"Alison Owen","wordCount":39,"categories":["good","woman","choice"],"text":"With 'Suffragette,' I felt that a female writer would be good, and considering the subject matter, who would be better to write the script than Abi Morgan? She was the first choice, and she happens to be a woman."},{"placeId":69353,"author":"Kathryn Morris","wordCount":10,"categories":["choice","reason","actress"],"text":"'Sophie's Choice' is actually the reason I became an actress."},{"placeId":90370,"author":"Rebecca MacKinnon","wordCount":39,"categories":["service","legal","choice"],"text":"Yahoo! had a choice. It chose to provide an e-mail service hosted on servers based inside China, making itself subject to Chinese legal jurisdiction. It didn't have to do that. It could have provided a service hosted offshore only."},{"placeId":87115,"author":"O. Henry","wordCount":17,"categories":["nature","i am","choice"],"text":"By nature and doctrines I am addicted to the habit of discovering choice places wherein to feed."},{"placeId":76632,"author":"Melissa Leo","wordCount":26,"categories":["choice","me","birth"],"text":"To get the hippie out of certain characters is probably the most difficult thing for me. I was not a hippie by choice but by birth."},{"placeId":31120,"author":"Eva Green","wordCount":16,"categories":["work","america","choice"],"text":"Everyone wants to work in America. Maybe not blockbusters or Terminator, but to have the choice."},{"placeId":56078,"author":"Jamie Bamber","wordCount":13,"categories":["start","choice","new"],"text":"When you start a new project, you wonder whether it's the right choice."},{"placeId":92924,"author":"Robert Casey","wordCount":6,"categories":["choice","abortion","question"],"text":"Abortion is a question of choice."},{"placeId":106896,"author":"Tori Amos","wordCount":26,"categories":["time","choice","think"],"text":"I don't choose to analyze what I have done and I think that is the right choice, because then I won't be spending my time creating."}]