[{"placeId":45648,"author":"Janet Yellen","wordCount":24,"categories":["business","trust","confidence"],"text":"The trust institutions have in the marketplace, the confidence customers and suppliers and workers and employees have, are very important to a business's effectiveness."},{"placeId":43990,"author":"Ike Turner","wordCount":33,"categories":["myself","confidence","man"],"text":"I really enjoy myself in Norway. Because I had started losing confidence in my ability of what I do. But sometimes, man, you just get tired of fighting and trying to prove yourself."},{"placeId":101189,"author":"Sean Durkin","wordCount":21,"categories":["best","confidence","try"],"text":"I always try to keep the confidence of the actors, and try my best to make them feel comfortable or confident."},{"placeId":69260,"author":"Klaus Fuchs","wordCount":29,"categories":["time","death","confidence"],"text":"At that time I had complete confidence in Russian policy and I believed that the Western Allies deliberately allowed Russia and Germany to fight each other to the death."},{"placeId":85313,"author":"Pauline Marois","wordCount":29,"categories":["confidence","people","help"],"text":"One of the ways to make sure policies are more transparent and to help restore people's confidence in politicians... is to ensure renewal at the highest level of office."},{"placeId":13606,"author":"Ben Silbermann","wordCount":34,"categories":["time","day","confidence"],"text":"I used to wake up and look at our analytics and think, 'What if yesterday was the last day anyone used Pinterest?' Like, everyone collectively decided, 'We're done!' Over time I got more confidence."},{"placeId":54948,"author":"Jenna Elfman","wordCount":31,"categories":["confidence","parents","someone"],"text":"Not hippie - my parents were not hippies - but they were very supportive and encouraging, and that does a lot for someone, and it gives them a lot of confidence."},{"placeId":84430,"author":"Phil Jackson","wordCount":22,"categories":["confidence","coaching","think"],"text":"I think the most important thing about coaching is that you have to have a sense of confidence about what you're doing."},{"placeId":106539,"author":"Tommy Hilfiger","wordCount":22,"categories":["confidence","good","school"],"text":"I had no confidence at school. I was not a good student and I really thought I was pretty stupid. Just dumb."},{"placeId":56417,"author":"John Osborne","wordCount":18,"categories":["confidence","think","doing"],"text":"Go on - but don't think you can kill my confidence. I've had experts doing it for years."},{"placeId":39987,"author":"Greg Rusedski","wordCount":33,"categories":["confidence","winning","win"],"text":"The only way to get back the confidence is to play and win matches. You can practise as much as you like, but you need confidence that comes from playing and winning matches."},{"placeId":97729,"author":"Steve Nash","wordCount":34,"categories":["love","confidence","crazy"],"text":"The crowd gives us so much energy and we are able to really feed off of it. Hitting those shots and having the crowd go crazy helps boost our confidence. We love our fans."},{"placeId":11328,"author":"Boris Johnson","wordCount":24,"categories":["work","confidence","losing"],"text":"What I worry about is that people are losing confidence, losing energy, losing enthusiasm, and there's a real opportunity to get them into work."},{"placeId":25626,"author":"Dick Cavett","wordCount":35,"categories":["work","confidence","strong"],"text":"Every writer knows that unless you were born gifted with either supreme confidence or outsize ego, handing in your work holds, in some cases, admitted terror. If that's too strong, at least fairly high anxiety."},{"placeId":76821,"author":"Michael Owen","wordCount":16,"categories":["confidence","i am","people"],"text":"You are affected by the surroundings, the mood of people, by confidence. I am no different."},{"placeId":25123,"author":"David Blunkett","wordCount":16,"categories":["confidence","identity","people"],"text":"Strengthening our identity is one way of reinforcing people's confidence and sense of citizenship and well-being."},{"placeId":70233,"author":"Maria Sharapova","wordCount":29,"categories":["best","confidence","good"],"text":"When you look good, you feel good. Confidence with what you're wearing is very important. If you feel good, you will always perform your best without worrying about anything."},{"placeId":48270,"author":"Joyce Meyer","wordCount":43,"categories":["light","god","confidence"],"text":"If you're in a workplace you don't like right now, be encouraged because God will use it for your good. Think about it this way: He wants you to be a light in the darkness - and He's putting His confidence in you!"},{"placeId":27030,"author":"David Josiah Brewer","wordCount":47,"categories":["respect","trust","confidence"],"text":"Christianity is entitled to the tribute of respect. I do not of course mean that all individuals, nominally Christian, deserve trust, confidence, or even respect, for the contrary is too often the case. Too often, men hold religion as they do property - in their wives' names."},{"placeId":43531,"author":"Howard Coble","wordCount":30,"categories":["business","death","confidence"],"text":"Eliminating the Death Tax will continue to restore consumer confidence, spur capital investment, and create new jobs which are critical components of economic growth, particularly within the small business community."},{"placeId":30648,"author":"Epicurus","wordCount":19,"categories":["confidence","friends","help"],"text":"We do not so much need the help of our friends as the confidence of their help in need."},{"placeId":56154,"author":"Jesse McCartney","wordCount":42,"categories":["music","confidence","cool"],"text":"The first record I ever listened to was Elvis Presley, and I remember thinking, 'Man this guy is cool!' The swagger he had really helped my confidence, because he really made me think that a white boy could make music like this."},{"placeId":23528,"author":"Diane von Furstenberg","wordCount":45,"categories":["women","confidence","eyes"],"text":"What I think I sell with my clothes is confidence, so hopefully all my dresses, my accessories, are friends to the women. When you open the closet, and your eyes are swollen, and you don't like the way you look, you go to your friends."},{"placeId":66795,"author":"Kevin Spacey","wordCount":39,"categories":["trust","confidence","people"],"text":"I have long been a supporter of The Prince's Trust, and so when American Express asked me to launch 'Amex Be Inspired' and help young people build their confidence and fulfil their potential, I was delighted to get involved."},{"placeId":32322,"author":"Ethan Canin","wordCount":33,"categories":["confidence","character","you"],"text":"Bausch is a wonderful storyteller. He's a mature writer who has a lot of confidence in the quality of character. He doesn't need to hook you with a sneaky plot and zany characters."},{"placeId":26123,"author":"Drew Brees","wordCount":19,"categories":["day","confidence","reason"],"text":"Each day, you get an ounce more confidence. When we're playing like we are, there's no reason not to."},{"placeId":64583,"author":"Larry Williams","wordCount":15,"categories":["fear","confidence","learn"],"text":"The three traits speculators must learn to manage within themselves are confidence, fear, and aggressiveness."},{"placeId":72369,"author":"Mitt Romney","wordCount":45,"categories":["freedom","leader","confidence"],"text":"The words spoken by the leader of the free world can expand the frontiers of freedom or shrink them. When Ronald Reagan called on Gorbachev to 'tear down this wall', a surge of confidence rose that would ultimately breach the bounds of the evil empire."},{"placeId":45203,"author":"Isla Fisher","wordCount":26,"categories":["confidence","job","never"],"text":"I never had the chutzpah to just come to L.A. and make it. I didn't have that confidence. I'm always surprised when I get a job."},{"placeId":15806,"author":"Carol Moseley Braun","wordCount":28,"categories":["confidence","spiritual"],"text":"I really think that's the key, part of the spiritual renewal that America needs to have, the notion that we really can have confidence in a better tomorrow."},{"placeId":479,"author":"Alek Wek","wordCount":44,"categories":["confidence","color","ignorance"],"text":"I don't even know where to start in terms of people having such an issue about color, especially being dark. I just think on different levels it's ignorance; it's no belief, no confidence, it's insecurity, so you want to inflict it on somebody else."},{"placeId":67186,"author":"Kofi Annan","wordCount":27,"categories":["confidence","together","people"],"text":"National markets are held together by shared values and confidence in certain minimum standards. But in the new global market, people do not yet have that confidence."},{"placeId":61486,"author":"Lindsay Lohan","wordCount":15,"categories":["nature","beauty","confidence"],"text":"Beauty is grace and confidence. I've learned to accept and appreciate what nature gave me."},{"placeId":63800,"author":"Laura Wade","wordCount":43,"categories":["education","confidence","great"],"text":"Old Etonians are the most charming people in the world. It's not just the analytic ability and the great education; there is a really easy confidence to them that draws people to them and makes their passage though the world a little easier."},{"placeId":38131,"author":"George Vecsey","wordCount":39,"categories":["leadership","confidence"],"text":"All our lives are enriched by the leadership and excellence and confidence of female athletes, whether the Mia Hamms and Maya Moores we know or the field hockey, lacrosse and track and field athletes we do not necessarily know."},{"placeId":99619,"author":"Steve Easterbrook","wordCount":19,"categories":["confidence","data","invest"],"text":"We're guided by consumer data, and it helps give us the confidence to invest where the consumer is going."},{"placeId":48479,"author":"James Surowiecki","wordCount":30,"categories":["confidence","job","people"],"text":"Being out of a job can erode people's confidence and their sense of possibility; and employers, often unfairly, tend to take long-term unemployment as a signal that something is wrong."},{"placeId":33925,"author":"Frank B. Kellogg","wordCount":42,"categories":["hope","peace","confidence"],"text":"Certain it is that a great responsibility rests upon the statesmen of all nations, not only to fulfill the promises for reduction in armaments, but to maintain the confidence of the people of the world in the hope of an enduring peace."},{"placeId":88434,"author":"Rebel Wilson","wordCount":14,"categories":["attitude","confidence","fat"],"text":"Even when I'm playing someone named 'Fat Amy.' I'm all about confidence and attitude."},{"placeId":20563,"author":"Crystal Bowersox","wordCount":32,"categories":["love","confidence","self"],"text":"I don't think anyone's sexuality needs to be a public issue other than to give others the confidence to love themselves wholeheartedly and to be their true, authentic self without any shame."},{"placeId":103632,"author":"Tariq Ali","wordCount":35,"categories":["food","myself","confidence"],"text":"I was never totally what we would now call 'politically correct,' even in my most militant phase. I always liked good food, good wines. I suppose it was because I had total confidence in myself."},{"placeId":5426,"author":"Ann Nocenti","wordCount":44,"categories":["beauty","confidence","daughter"],"text":"When my editor sent me the first two images of Joker's daughter, I was struck by how confident she looked despite her boney appearance and horribly scarred face. So I starting thinking, how did Duela gain such confidence in a world that prizes beauty?"},{"placeId":65352,"author":"Kangana Ranaut","wordCount":35,"categories":["confidence","good","help"],"text":"I cannot approach someone; I lack the confidence when it comes to the guy I desire. I'm very good when it comes to matchmaking and hooking others up. But I can't help my own cause."},{"placeId":72293,"author":"Miriam Margolyes","wordCount":22,"categories":["confidence","parents","regret"],"text":"I don't for a second regret my closeness to them because they were wonderful, golden parents who gave me so much confidence."},{"placeId":1043,"author":"Andrew Ross Sorkin","wordCount":13,"categories":["confidence","lesson","driven"],"text":"The lesson of 2008 is that ultimately our markets are driven by confidence."},{"placeId":79718,"author":"Matthew Stafford","wordCount":29,"categories":["positive","confidence","team"],"text":"As a football team, you head into the season the same way with confidence and a positive mindset that you are going to win a bunch of football games."},{"placeId":77126,"author":"Miguel Ferrer","wordCount":36,"categories":["art","confidence","great"],"text":"We were given clear concrete tools. The course did a great job demystifying the art of fiction writing and fostering confidence. The instructor brought complex concepts down to earth. I will miss coming here every week."},{"placeId":75257,"author":"Mario Monti","wordCount":40,"categories":["confidence","vote","question"],"text":"As to the question of elected or not elected, each member of the European Commission has been appointed jointly by the governments of the 15 member states, and undergone individual scrutiny and a vote of confidence from the European Parliament."},{"placeId":30580,"author":"Enda Kenny","wordCount":32,"categories":["confidence","week","people"],"text":"It is the young people in whom I place my confidence because of their competence, because of their enthusiasm, because of their capacity to meet the frontiers that are changing every week."},{"placeId":90476,"author":"Rene Descartes","wordCount":19,"categories":["confidence","never","place"],"text":"It is only prudent never to place complete confidence in that by which we have even once been deceived."},{"placeId":54868,"author":"Julian Fellowes","wordCount":11,"categories":["confidence","father","husband"],"text":"I have derived enormous confidence from being a husband and father."},{"placeId":80732,"author":"Neil MacGregor","wordCount":34,"categories":["confidence","church","first"],"text":"There is not much we can say with absolute confidence about the early church, but we can be fairly sure that the first Christians would not have dreamed of making a likeness of Jesus."},{"placeId":14331,"author":"Ben Edwards","wordCount":35,"categories":["work","confidence","community"],"text":"The finished product is often of less importance than the skills and confidence gained through the process and the way in which the community is strengthened through people in it work and are brought together."},{"placeId":38660,"author":"Giorgio Armani","wordCount":24,"categories":["happiness","confidence"],"text":"I believe that my clothes can give people a better image of themselves - that it can increase their feelings of confidence and happiness."},{"placeId":98527,"author":"Sarah Gavron","wordCount":28,"categories":["change","women","confidence"],"text":"I think the main thing for young women is to have confidence and not be afraid to challenge continuing inequalities, because that's the only way you'll get change."},{"placeId":80199,"author":"Michael Parkinson","wordCount":12,"categories":["confidence","timing","lot"],"text":"Confidence has a lot to do with interviewing - that, and timing."},{"placeId":72406,"author":"Mitt Romney","wordCount":40,"categories":["confidence","humility","world"],"text":"I don't doubt for a second that Neil Armstrong's spirit is still with us: that unique blend of optimism, humility and the utter confidence that when the world needs someone to do the really big stuff, you need an American."},{"placeId":90886,"author":"Richard Flanagan","wordCount":29,"categories":["truth","confidence","lost"],"text":"The only accusation of Gillian Triggs with the ring of truth is that she has lost the confidence of the government - but then, so too has Tony Abbott."},{"placeId":19754,"author":"Chad Kelly","wordCount":24,"categories":["confidence","me","special"],"text":"I have confidence in my players around me - my offensive line, my running backs, my wide receivers, and the defense and special teams."},{"placeId":43840,"author":"Ian Mcewan","wordCount":36,"categories":["strength","confidence","think"],"text":"I think of novels in architectural terms. You have to enter at the gate, and this gate must be constructed in such a way that the reader has immediate confidence in the strength of the building."},{"placeId":17793,"author":"Clayton Christensen","wordCount":32,"categories":["work","time","confidence"],"text":"Innovation almost always is not successful the first time out. You try something, and it doesn't work, and it takes confidence to say we haven't failed yet... Ultimately, you become commercially successful."},{"placeId":12537,"author":"Bill Drayton","wordCount":25,"categories":["confidence","school","youth"],"text":"We would like to have every middle and high school become a place where there will be lots of examples of youth competence and confidence."},{"placeId":40432,"author":"Hans Vestberg","wordCount":22,"categories":["confidence","world","remember"],"text":"Remember, China is the largest country in the world, so they have the confidence, the capital and resources to create large companies."},{"placeId":78372,"author":"Marguerite Gardiner","wordCount":12,"categories":["fear","confidence","religion"],"text":"Superstition is only the fear of belief, while religion is the confidence."},{"placeId":6552,"author":"Amy Carlson","wordCount":26,"categories":["beautiful","confidence","easy"],"text":"I like clothes that are easy to wear. I like to be comfortable and confident. When people have an inner sense of confidence, they're more beautiful."},{"placeId":74939,"author":"Morley Safer","wordCount":44,"categories":["confidence","great","sleep"],"text":"Don may yawn at the idea, which he often does, but the great thing about Don, he has confidence in me and Mike and Ed and Leslie and Steve, that we're not going go out and do stories that will put people to sleep."},{"placeId":25043,"author":"Daniel Cormier","wordCount":28,"categories":["life","confidence","together"],"text":"My confidence comes from knowing I do the right things in my life. I do the right things in the gym. I do the right things all together."},{"placeId":55758,"author":"Jacky Ickx","wordCount":45,"categories":["life","confidence","my life"],"text":"Before the season begins, I had even damaged some frames, but Ken did not hold it against me and kept all his confidence. He was the one who incontestably changed my life, because without his help, I do not know what I will have become."},{"placeId":52453,"author":"Jacob Whitesides","wordCount":19,"categories":["confidence","start","singing"],"text":"I started playing guitar when I was 14 and eventually gained the confidence to start singing a little bit."},{"placeId":27401,"author":"DeForest Soaries","wordCount":23,"categories":["freedom","confidence","voting"],"text":"When public access to voting is impaired or when public confidence in voting is diluted, democracy suffers and our freedom is less secure."},{"placeId":88886,"author":"Robin Wright","wordCount":22,"categories":["faith","confidence","walking"],"text":"Hollywood is a suction for your confidence or your faith or your togetherness. Just walking on the street you can feel it."},{"placeId":25149,"author":"Daniel Cormier","wordCount":28,"categories":["smile","day","confidence"],"text":"I will tell you with 100 percent confidence, Jon Jones is not deep in my head. The fact he actually thinks that, it makes me smile every day."},{"placeId":30919,"author":"Eric Schneiderman","wordCount":33,"categories":["confidence","focus","crime"],"text":"I'm going to go after crime and corruption wherever it is. But I did focus particularly on the need to restore public confidence in essential institutions of both the public and private sector."},{"placeId":112676,"author":"Vilayanur S. Ramachandran","wordCount":39,"categories":["work","nature","confidence"],"text":"You need to have tremendous confidence in your work, even a touch of arrogance, chutzpah. Many very fine researchers lack intellectual daring. It's human nature to want to be cozy, secure. But that can be a cul de sac."},{"placeId":7071,"author":"Antoine Griezmann","wordCount":40,"categories":["happy","confidence","proud"],"text":"I'm very happy at Atletico. I'm very proud to play for these fans, with these players, and with this coach. I want to try and pay back the confidence and care that the people at Atletico have always shown me."},{"placeId":87377,"author":"Olivia Wilde","wordCount":25,"categories":["confidence","think","speed"],"text":"I think my confidence has developed over the years in terms of the speed at which I will reveal how collaborative I want to be."},{"placeId":62293,"author":"Luke Evans","wordCount":37,"categories":["best","confidence","think"],"text":"I think the best directors provide you with a safe environment where they can instill you with confidence and allow you to try things out and not feel like you're failing or that you're doing it wrong."},{"placeId":44883,"author":"Ivanka Trump","wordCount":28,"categories":["confidence","expectations"],"text":"When I was younger, I was more self-conscious about living up to or surpassing the expectations of others. But as you get older, you start to build confidence."},{"placeId":78035,"author":"Mariano Rajoy","wordCount":21,"categories":["change","confidence","create"],"text":"We have to change economic policy: create confidence, foster investment, cut the public deficit, restructure taxation and reform the labor laws."},{"placeId":45720,"author":"Jason Statham","wordCount":43,"categories":["art","confidence","great"],"text":"Take a martial art or a sport, something that gives you a skill, engages the body, and allows you the possibility of being great - or at least being active. You'll find your confidence. Without it, you're nothing. It's the remedy for everything."},{"placeId":103853,"author":"Taylor Schilling","wordCount":23,"categories":["confidence","thought","you"],"text":"I actually like pole dancing! It gives you so much confidence. I never thought I'd do it, but now I'm really into it."},{"placeId":39616,"author":"Goran Ivanisevic","wordCount":20,"categories":["confidence","winning","great"],"text":"Winning Wimbledon was a great feeling and it is still a great feeling. It has given me so much confidence."},{"placeId":8590,"author":"Arsenio Hall","wordCount":21,"categories":["dreams","fear","confidence"],"text":"I am consumed with the fear of failing. Reaching deep down and finding confidence has made all my dreams come true."},{"placeId":107113,"author":"Travis Bradberry","wordCount":46,"categories":["smile","fear","confidence"],"text":"If you can't relax during your interview, then nothing you do to prepare will matter. Being yourself is essential to the selection process, and interviewers will feel it if you're too nervous. Showing fear or anxiety appears weak compared to a relaxed smile and genuine confidence."},{"placeId":67150,"author":"Kirsten Dunst","wordCount":15,"categories":["confidence","sexy","cute"],"text":"Confidence is very sexy. You could be not cute at all and have such confidence."},{"placeId":17401,"author":"Cilla Black","wordCount":27,"categories":["life","confidence","control"],"text":"You couldn't give me any more confidence than when I was on T.V. because I was in control, but I wasn't in control in my private life."},{"placeId":26338,"author":"Daphne Zuniga","wordCount":30,"categories":["confidence","college","him"],"text":"Tim Robbins had real confidence in college. He literally stole actors from the theater department at UCLA to be in his plays. The department heads got so mad at him."},{"placeId":108799,"author":"Thomas Kaplan","wordCount":16,"categories":["confidence","gold","asset"],"text":"I've reached a point where I feel the only asset I have confidence in is gold."},{"placeId":21193,"author":"Clancy Brown","wordCount":37,"categories":["life","confidence","father"],"text":"It used to be that a son could look at the father, and pretty much know what life was gonna be like as an adult. There was confidence in that, and comfort in that, and frustration also."},{"placeId":57566,"author":"Jean-Marc Vallee","wordCount":24,"categories":["love","confidence","feel"],"text":"I love those films where I feel the director's confidence - where he doesn't need to overdo it with the shots and the cuts."},{"placeId":34001,"author":"Fiona McIntosh","wordCount":47,"categories":["war","confidence","book"],"text":"Readers want to have the confidence that you understand the era in which the book is set, so for 'The Perfumer's Secret,' I needed to know everything about the First World War from a French perspective. I had to understand those people and that town in 1914."},{"placeId":14214,"author":"Burt Rutan","wordCount":40,"categories":["time","confidence","creative"],"text":"When there's ever a breakthrough, a true breakthrough, you can go back and find a time period when the consensus was 'well, that's nonsense!' so what that means is that a true creative researcher has to have confidence in nonsense."},{"placeId":77072,"author":"Martha Hunt","wordCount":40,"categories":["life","confidence","fake"],"text":"I've learned how to adapt to different cultures and understand all different walks of life. I've also learned that confidence is key, even if you have to fake it at times. Fake it till you make it, as they say."},{"placeId":81551,"author":"Neil deGrasse Tyson","wordCount":27,"categories":["nature","science","confidence"],"text":"The methods and tools of science perennially breach barriers, granting me confidence that our epic march of insight into the operations of nature will continue without end."},{"placeId":47180,"author":"John Legend","wordCount":15,"categories":["confidence","world","way"],"text":"There's a certain confidence that comes with being sure about the way the world works."},{"placeId":24915,"author":"Dana Carvey","wordCount":24,"categories":["confidence","television"],"text":"I did a lot of ridiculous television. Between 1980 and '85 I had no confidence, so I did everything I was told to do."},{"placeId":112181,"author":"Vanilla Ice","wordCount":45,"categories":["confidence","people","game"],"text":"Listen, if you don't talk big game, you never get anywhere. If you don't think big, you don't get big. Some people call it egotistical, some people call it high hopes, some people call it confidence. It's all in how you want to dissect it."},{"placeId":27966,"author":"David Denman","wordCount":36,"categories":["home","confidence","beginning"],"text":"Petruchio is a very clever guy and clearly has a lot of bravado and confidence. My feeling is that he's broke at the beginning of the play and needs a dowry to save face back home."},{"placeId":100760,"author":"Simon Conway Morris","wordCount":20,"categories":["confidence","pretty","human"],"text":"One can say with reasonable confidence that the likelihood of something analogous to a human evolving is really pretty high."},{"placeId":83041,"author":"Pat Summitt","wordCount":4,"categories":["confidence","lost"],"text":"I lost my confidence."},{"placeId":60037,"author":"Johnny Unitas","wordCount":15,"categories":["confidence","job","believe"],"text":"Conceit is bragging about yourself. Confidence means you believe you can get the job done."},{"placeId":109195,"author":"Wale","wordCount":42,"categories":["confidence","man","baby"],"text":"Hip-hop is all about impact, baby. You can sell records, you can be two-times platinum, you can be gold... but if you lame, you lame, man. We try to provide the exact opposite of that. It's style, individuality, confidence. We exude that."},{"placeId":20992,"author":"Cobie Smulders","wordCount":44,"categories":["confidence","men","yourself"],"text":"I have so many single girlfriends who fit themselves into the mold of what they think a guy's looking for. But being comfortable around men is about being comfortable with yourself. They gravitate toward confidence. Really, that is what they want to be around."},{"placeId":84027,"author":"Pete Wentz","wordCount":24,"categories":["time","myself","confidence"],"text":"I feel confidence in myself, but at the same time there's these cracks in the facade and those little things underneath that are unstable."},{"placeId":110948,"author":"Wole Soyinka","wordCount":29,"categories":["confidence","action","think"],"text":"I think that feeling that if one believed absolutely in any cause, then one must have the confidence, the self-certainty, to go through with that particular course of action."},{"placeId":75,"author":"Abdullah II of Jordan","wordCount":14,"categories":["confidence","help","american"],"text":"Wikileaks didn't help confidence with American administrations because of conversations made public so easily."},{"placeId":76070,"author":"Maggie Gyllenhaal","wordCount":29,"categories":["myself","confidence","college"],"text":"I feel so gratified about having finished college. I learned how to articulate myself. It gave me confidence more than anything. And also the ability to analyze the text."},{"placeId":13767,"author":"Binyavanga Wainaina","wordCount":18,"categories":["confidence","diversity","pride"],"text":"There is no country in the world with the diversity, confidence and talent and black pride like Nigeria."},{"placeId":42459,"author":"Hope Solo","wordCount":18,"categories":["confidence","pain","loss"],"text":"You're always going to survive the pain of loss. I can live with that confidence inside of me."},{"placeId":37515,"author":"Gene Wilder","wordCount":17,"categories":["mother","confidence","you"],"text":"When your mother gives you confidence about anything that you do, you carry that confidence with you."},{"placeId":4916,"author":"Alex Lifeson","wordCount":46,"categories":["confidence","style","rules"],"text":"Of any guitarist, Jimmy Page was my biggest influence. I wanted to look, think and play like him. Zeppelin had a heavy influence on Rush during our early days. Page's loose style of playing showed an immense confidence, and there are no rules to his playing."},{"placeId":77998,"author":"Major Taylor","wordCount":25,"categories":["confidence","champion","belief"],"text":"Realizing full well that fine condition and confidence will not in themselves make a champion, it is my belief, however, that they are essential factors."},{"placeId":98760,"author":"Scott Hamilton","wordCount":35,"categories":["confidence","gold","win"],"text":"When you're expected to win and you have the press saying that you are going to win the Olympic gold medal, and you're the only sure thing in the Olympics, it can undermine your confidence."},{"placeId":109889,"author":"William Congreve","wordCount":20,"categories":["integrity","confidence","own"],"text":"He who closes his ears to the views of others shows little confidence in the integrity of his own views."},{"placeId":52691,"author":"Jamie Vardy","wordCount":20,"categories":["confidence","sky","football"],"text":"Confidence is sky high, but we're also all very grounded. We know, in football, nothing can be taken for granted."},{"placeId":112194,"author":"Vanilla Ice","wordCount":45,"categories":["confidence","earth","enjoy"],"text":"I do freestyle jumping. Been doing since I was eight years old and can't quit. I'm addicted. I've broken many bones, but I ride with confidence. It's my thing - there's no high on earth like it. It's my hobby and I really enjoy it."},{"placeId":58612,"author":"Jurnee Smollett","wordCount":35,"categories":["mother","confidence","me"],"text":"You go through those awkward, dorky, geeky stages, and growing up in the industry amplifies all that. Fortunately, I have a mother who encouraged me to build my confidence from within and embrace my imperfections."},{"placeId":16330,"author":"Charles Duhigg","wordCount":20,"categories":["confidence","depression","rock"],"text":"Even if consumer confidence hit rock bottom, that most likely would not be enough, by itself, to cause a depression."},{"placeId":111898,"author":"Vanessa Carlton","wordCount":39,"categories":["funny","confidence","men"],"text":"I am always drawn to men that are funny. I do not know why. But I am always drawn to people that are struggling with parts of themselves... But it's like in the end, there has to be confidence."},{"placeId":18523,"author":"Charlie Dent","wordCount":38,"categories":["time","today","confidence"],"text":"We live in a time of conflict - external and internal - when we sometimes concentrate too much on what divides us. Today, fly the Stars and Stripes with pride and confidence that what unites is far stronger."},{"placeId":92600,"author":"Rich Sommer","wordCount":10,"categories":["confidence","off","moustache"],"text":"I don't have the confidence to pull off a moustache."},{"placeId":1175,"author":"Angela Carter","wordCount":26,"categories":["experience","confidence"],"text":"The notion of a universality of human experience is a confidence trick and the notion of a universality of female experience is a clever confidence trick."},{"placeId":54845,"author":"Jeremy Sisto","wordCount":47,"categories":["confidence","good","law"],"text":"Well, I was coming off of being on 'Law & Order,' and I was a little worried that it might be the end of my career - I've never been one of those actors with a lot of confidence that the next good job will come along."},{"placeId":59156,"author":"James Wolfe","wordCount":37,"categories":["success","confidence","rocks"],"text":"Possessed with a full confidence of the certain success which British valor must gain over such enemies, I have led you up these steep and dangerous rocks, only solicitous to show you the foe within your reach."},{"placeId":25527,"author":"Danny McBride","wordCount":13,"categories":["confidence","humor","good"],"text":"Confidence and a good sense of humor can usually win a chick over."},{"placeId":11397,"author":"Brian Tracy","wordCount":10,"categories":["confidence","expect","own"],"text":"Whatever we expect with confidence becomes our own self-fulfilling prophecy."},{"placeId":6387,"author":"Alice Lowe","wordCount":29,"categories":["confidence","woman","thinking"],"text":"Confidence in a bloke would be arrogance in a woman. For years, I didn't give interviews because I was scared of people judging me or thinking I was arrogant."},{"placeId":101039,"author":"Sun Yang","wordCount":7,"categories":["happy","confidence","i am"],"text":"I am happy with my confidence level."},{"placeId":75385,"author":"Mark Ronson","wordCount":27,"categories":["confidence","good","feel good"],"text":"The cologne you pick should make you feel good when you go out with it. I think confidence comes across more than any other of our attributes."},{"placeId":44650,"author":"Isaac Barrow","wordCount":34,"categories":["integrity","confidence","mind"],"text":"That in affairs of very considerable importance men should deal with one another with satisfaction of mind, and mutual confidence, they must receive competent assurances concerning the integrity, fidelity, and constancy each of other."},{"placeId":97091,"author":"Stephen Curry","wordCount":24,"categories":["success","faith","confidence"],"text":"I've always believed that success for anyone is all about drive, dedication, and desire, but for me, it's also been about confidence and faith."},{"placeId":21284,"author":"Chauncey Wright","wordCount":42,"categories":["confidence","belief","minds"],"text":"Such evidence is not the only kind which produces belief; though positivism maintains that it is the only kind which ought to produce so high a degree of confidence as all minds have or can be made to have through their agreements."},{"placeId":100887,"author":"Steve Largent","wordCount":24,"categories":["confidence","father","child"],"text":"When a child grows up without a father, there is an empty place where someone must stand, providing an example of character and confidence."},{"placeId":93452,"author":"Raymond Bonner","wordCount":20,"categories":["confidence","sea","swimming"],"text":"I've gradually gained more confidence swimming for distance in the open sea, but I still return to the rock pools."},{"placeId":5405,"author":"Ann Cotton","wordCount":25,"categories":["confidence","poverty","someone"],"text":"Poverty diminishes confidence. So if someone offers you a grain store, even if you really need a plough, you take what is offered to you."},{"placeId":90406,"author":"Recep Tayyip Erdogan","wordCount":25,"categories":["confidence","problem"],"text":"It is obvious that putting the Arab-Israeli dispute on a resolution track would be an important element of overcoming the confidence problem in the region."},{"placeId":15015,"author":"Bunker Roy","wordCount":42,"categories":["confidence","man","problems"],"text":"Wherever I've been, and I've been to over 20, maybe 25, countries in Africa, I've noticed how their backbone is broken. They don't have any confidence in themselves. They always think a white man will solve their problems from outside for them."},{"placeId":42592,"author":"George Stephanopoulos","wordCount":41,"categories":["confidence","inspire"],"text":"You would have to say his number one accomplishment has been to inspire a sense of confidence in the country. That confidence, that optimism, not only gives President Obama a political cushion, but it could have a real world economic impact."},{"placeId":106676,"author":"Tom Landry","wordCount":36,"categories":["confidence","team","good"],"text":"I don't believe in team motivation. I believe in getting a team prepared so it knows it will have the necessary confidence when it steps on a field and be prepared to play a good game."},{"placeId":87683,"author":"Orlando Bloom","wordCount":9,"categories":["confidence","working","feel"],"text":"I feel real confidence in working on the stage."},{"placeId":5111,"author":"Alphonsus Liguori","wordCount":29,"categories":["love","god","confidence"],"text":"Acquire the habit of speaking to God as if you were alone with Him, familiarly and with confidence and love, as to the dearest and most loving of friends."},{"placeId":113957,"author":"Zendaya","wordCount":37,"categories":["confidence","fun","worry"],"text":"X Out has helped me keep up my confidence, and I know it can help anyone who would rather have fun than worry about blemishes. If you want clear, seriously good-looking skin, X Out is for you."},{"placeId":57885,"author":"Jessie Cave","wordCount":21,"categories":["confidence","i am","people"],"text":"I am not comfortable telling people I am trying stand-up because to me that implies confidence. I'm - well, I'm not."},{"placeId":2905,"author":"Alex Rodriguez","wordCount":45,"categories":["success","confidence","grace"],"text":"This is how I define grace: you're on the main stage, and it looks like it has been rehearsed 100 times, everything goes so smoothly. That's where I get my confidence and success, from knowing that I have an edge because I know I'm prepared."},{"placeId":46651,"author":"John Calvin","wordCount":16,"categories":["confidence","intelligence"],"text":"There is no worse screen to block out the Spirit than confidence in our own intelligence."},{"placeId":74684,"author":"Mohamed ElBaradei","wordCount":25,"categories":["confidence","law","democracy"],"text":"I think the Egyptian people need to restore confidence that Americans, the U.S., means what they say when they talk about democracy, rule of law."},{"placeId":28008,"author":"Daniela Hantuchova","wordCount":46,"categories":["time","confidence","great"],"text":"It was a great time here in the States this year, and definitely I feel like I'm playing well again. I gained a lot of confidence in the last couple of weeks, and I just have to, you know, keep going and keep the momentum now."},{"placeId":101817,"author":"Steve Schirripa","wordCount":43,"categories":["home","confidence","great"],"text":"With girls, there's an insecurity that starts early on. It hangs around them, like some annoying kid from down the block who won't take the hint and go home when dinnertime comes. And moms are usually not great at giving their daughters confidence."},{"placeId":31745,"author":"Eileen Ford","wordCount":22,"categories":["family","myself","confidence"],"text":"My family believed I could do no wrong. That's probably why I have utter confidence in myself even when I shouldn't have."},{"placeId":36908,"author":"Gabby Douglas","wordCount":14,"categories":["confidence","be yourself","you"],"text":"You just have to be yourself and go full with confidence and be courageous."},{"placeId":9853,"author":"Ben Jonson","wordCount":15,"categories":["success","confidence"],"text":"Success produces confidence; confidence relaxes industry, and negligence ruins the reputation which accuracy had raised."},{"placeId":13858,"author":"Bobby Davro","wordCount":24,"categories":["business","confidence","people"],"text":"Despite my confidence and self-belief, I've always wrestled with feelings of insecurity. To be honest, I think most people in show business are insecure."},{"placeId":45761,"author":"Jason Statham","wordCount":41,"categories":["home","confidence","good"],"text":"If you got a good imagination, a lot of confidence and you kind of know what you are saying, then you might be able to do it. I know a lot of colorful characters at home that would make great actors."},{"placeId":49098,"author":"Jeff Koons","wordCount":5,"categories":["art","confidence","me"],"text":"Art helped give me confidence."},{"placeId":83256,"author":"Patti Davis","wordCount":37,"categories":["confidence","father","people"],"text":"I think that my father would find it so confusing that people want to imitate him. Not because he didn't have confidence in who he was, but because he never imitated anybody. He was his own person."},{"placeId":106440,"author":"Tom Cotton","wordCount":17,"categories":["leadership","confidence","line"],"text":"I have always had confidence in our front line F.B.I. personnel as well as the F.B.I. leadership."},{"placeId":45530,"author":"James Madison","wordCount":8,"categories":["confidence","union"],"text":"Union of religious sentiments begets a surprising confidence."},{"placeId":55377,"author":"John Conyers","wordCount":33,"categories":["confidence","fire","terrorism"],"text":"If we want to build the Iraqis' confidence about our intentions in their country, if we want to stop adding fuel to the fire of insurgency and terrorism, we must clarify our intent."},{"placeId":70529,"author":"Marine Le Pen","wordCount":21,"categories":["confidence","protect","union"],"text":"I do not have the slightest bit of confidence in the European Union to protect the borders of the European Union."},{"placeId":10494,"author":"Bill Dedman","wordCount":47,"categories":["funny","home","confidence"],"text":"Relaxing at home in his 55th-floor condominium before a game, Sammy Sosa is the same as at the ball park: focused but funny, exuberant but reserved. He is in a strange country, conversing in two languages, but his every movement displays a combination of confidence and humility."},{"placeId":52923,"author":"Jim Talent","wordCount":31,"categories":["confidence","team","decisions"],"text":"General Petraeus is not a miracle worker. He can not be successful unless the president creates greater confidence within his own team about the decisions which the president has himself made."},{"placeId":87317,"author":"Paul Gleason","wordCount":38,"categories":["confidence","safety","job"],"text":"Confidence, knowing for certain that the person making the call has your safety foremost in their mind. And knowing that the job you are about to take on is the right thing to do, that it makes sense."},{"placeId":9824,"author":"Ben Carson","wordCount":32,"categories":["money","health","confidence"],"text":"People spending more of their own money on routine health care would make the system more competitive and transparent and restore the confidence between the patients and the doctors without government rationing."},{"placeId":100473,"author":"Sprague Grayden","wordCount":24,"categories":["myself","confidence","parents"],"text":"I was lucky I was raised by parents who gave me a lot of sense of self and a lot of confidence in myself."},{"placeId":81222,"author":"Nat Turner","wordCount":40,"categories":["confidence","greatest","living"],"text":"Since the commencement of 1830, I had been living with Mr. Joseph Travis, who was to me a kind master and placed the greatest confidence in me; in fact, I had no cause to complain of his treatment of me."},{"placeId":92473,"author":"Randy Johnson","wordCount":26,"categories":["confidence","determination"],"text":"I've refined my mechanics, refined my pitches. I've gotten more confidence, and I've gotten more determination. I've got a better idea what I'm doing out there."},{"placeId":59704,"author":"Joelle Carter","wordCount":32,"categories":["confidence","woman","measure"],"text":"The first entry into modeling doesn't build your confidence. They pull out the tape measure and pick you apart. I'm a curvy woman, so I was definitely told I was 'too curvy.'"},{"placeId":58654,"author":"John George Nicolay","wordCount":43,"categories":["confidence","gold","credit"],"text":"It turned out in the long run that Lincoln's credit and the popular confidence that supported it were as valuable both to his creditors and himself as if the sums which stood over his signature had been gold coin in a solvent bank."},{"placeId":66624,"author":"Kevin Durant","wordCount":16,"categories":["myself","confidence","style"],"text":"My style has changed and evolved mainly because I've grown to have more confidence in myself."},{"placeId":16017,"author":"Catherine Zeta-Jones","wordCount":18,"categories":["strength","confidence","strong"],"text":"Being glamorous is about strength and confidence. It's black and white - dramatic. You have to be strong."},{"placeId":112540,"author":"Victoria Osteen","wordCount":23,"categories":["god","confidence","acceptance"],"text":"We have to be careful not to look for confidence in the acceptance of others because true confidence only comes from knowing God."},{"placeId":49224,"author":"Jeremy Grantham","wordCount":38,"categories":["family","confidence","forest"],"text":"The only investable idea I have real confidence in is farming and forestry. My family owns some forest, and now we're closing on a farm. Make the farming more sustainable and the forestry more sustainable, and everyone benefits."},{"placeId":60239,"author":"Josefa Iloilo","wordCount":23,"categories":["trust","confidence","good"],"text":"Give me your trust and confidence, knowing that what I seek is for the good of Fiji, for the good of us all."},{"placeId":30857,"author":"Erwin McManus","wordCount":37,"categories":["god","confidence","changes"],"text":"I have so much confidence in the reality of Jesus that I feel no pressure to try to make people act or be a certain way. I'm banking everything on the fact that God actually changes people."},{"placeId":73117,"author":"Mariella Frostrup","wordCount":37,"categories":["life","confidence","trials"],"text":"Having lived a full and stimulating life before I had my kids, I've relished every minute I've had to spend with them and felt a degree of confidence in dealing with their trials and tribulations to date."},{"placeId":42452,"author":"Hope Solo","wordCount":35,"categories":["confidence","grow","find"],"text":"With each year that's gone by, and as I grow up and get older, I've become more mature, of course, but you have a sense of who you are, and you find confidence in that."},{"placeId":75574,"author":"Mary Karr","wordCount":11,"categories":["confidence","me","always"],"text":"I'm always astonished by the confidence my readers put in me."},{"placeId":25042,"author":"Daniel Cormier","wordCount":9,"categories":["confidence","training","fights"],"text":"My confidence comes from my fights and my training."},{"placeId":78348,"author":"Margaret Geller","wordCount":43,"categories":["confidence","great","woman"],"text":"I had a great deal of confidence when I graduated from Berkeley. I had almost none when I was at Princeton. After a while, when people tell you you can't do something because you're a woman, you begin to believe maybe they're right."},{"placeId":38265,"author":"George Will","wordCount":21,"categories":["confidence","government","big"],"text":"Big government inevitably drives an upward distribution of wealth to those whose wealth, confidence and sophistication enable them to manipulate government."},{"placeId":42916,"author":"Howard Schultz","wordCount":27,"categories":["confidence","customer","i am"],"text":"I am concerned about any attrition in customer traffic at Starbucks, but I don't want to use the economy, commodity prices or consumer confidence as an excuse."},{"placeId":78960,"author":"Mohamed El-Erian","wordCount":19,"categories":["business","confidence","loss"],"text":"The once-unthinkable loss of the AAA rating will constitute a further hit to already fragile business and consumer confidence."},{"placeId":90011,"author":"Russell Peters","wordCount":43,"categories":["age","confidence","child"],"text":"No matter where you are, the root of you is designed from a young age. So if my confidence was taken as a child, you can gain back a lot of the confidence, but that root of the cavity will still be there."},{"placeId":52842,"author":"Jermain Defoe","wordCount":44,"categories":["confidence","good","beginning"],"text":"To win a major tournament you have to face the top teams at some point, but if you avoid those at the beginning then you can win games and build confidence. I think the key is just to get off to a good start."},{"placeId":49833,"author":"John Malkovich","wordCount":22,"categories":["myself","confidence","you"],"text":"I wouldn't describe myself as lacking in confidence, but I would just say that - the ghosts you chase you never catch."},{"placeId":69916,"author":"Marcus Garvey","wordCount":16,"categories":["life","courage","confidence"],"text":"If you have no confidence in self, you are twice defeated in the race of life."},{"placeId":56467,"author":"Joshua Lederberg","wordCount":19,"categories":["age","confidence","successful"],"text":"Being successful at a very young age gave me the confidence and the capability to try out other things."},{"placeId":22226,"author":"Dani Shapiro","wordCount":43,"categories":["confidence","struggle","she"],"text":"Confidence is highly overrated when it comes to creating literature. A writer who is overly confident will not engage in the struggle to get it exactly right on the page - but rather, will assume that she's getting it right without the struggle."},{"placeId":6969,"author":"Adam Rayner","wordCount":39,"categories":["confidence","great","school"],"text":"That's the great thing about university: you've got people around you who are taking a risk and trying things out themselves. It gives you the confidence to try and take it to the next step, which was drama school."},{"placeId":28722,"author":"Derek Luke","wordCount":31,"categories":["confidence","performance"],"text":"Denzel Washington invoked confidence. When you have confidence, you can do anything. And that's what happened. I learned about being honest and keeping it true, keeping it true in my performance."},{"placeId":80438,"author":"Nick Cummins","wordCount":32,"categories":["change","attitude","confidence"],"text":"I reckon you have to put a presence in front of your opponent - a bit of confidence and attitude - and then you can change what their next move may be."},{"placeId":103179,"author":"Sidney Sheinberg","wordCount":30,"categories":["confidence","people","think"],"text":"I had the benefit of being guided by Lew Wasserman. I think part of being a mentor is you have to have confidence in the people you're guiding and mentoring."},{"placeId":34734,"author":"Floyd Skloot","wordCount":46,"categories":["experience","confidence","self"],"text":"I've forgotten what it's like to remember. I've lost the mindless confidence that a moment, an idea, a thought will be there for me later, the bravado of breezing through experience in the certainty that it will become part of my self, part of my story."},{"placeId":47726,"author":"Jacob Bronowski","wordCount":41,"categories":["nature","future","confidence"],"text":"We are all afraid for our confidence, for the future, for the world. That is the nature of the human imagination. Yet every man, every civilization, has gone forward because of its engagement with what it has set itself to do."},{"placeId":19683,"author":"Cathy Freeman","wordCount":29,"categories":["confidence","woman","looking"],"text":"I like looking feminine and I enjoy being a role model. I enjoy being a woman. It all comes down to having the confidence to be who you are."},{"placeId":70651,"author":"Mark Twain","wordCount":15,"categories":["life","success","confidence"],"text":"All you need in this life is ignorance and confidence, and then success is sure."},{"placeId":71937,"author":"Michelle Obama","wordCount":22,"categories":["success","confidence","country"],"text":"Whether you come from a council estate or a country estate, your success will be determined by your own confidence and fortitude."},{"placeId":28407,"author":"Donna McKechnie","wordCount":22,"categories":["confidence","dance","build"],"text":"It takes a lifetime of devotion to build your craft, your confidence, and the ability to sing and dance and act believably."},{"placeId":35746,"author":"Gabriela Sabatini","wordCount":18,"categories":["confidence","feeling"],"text":"I was feeling a lot of confidence, so I wanted to take advantage of that and keep playing."},{"placeId":104827,"author":"T. J. Miller","wordCount":10,"categories":["best","confidence","face"],"text":"My face is oblong. But the best grooming is confidence."},{"placeId":100305,"author":"Sebastian Stan","wordCount":35,"categories":["peace","confidence","mind"],"text":"Working out and working as an actor have gone hand in hand - I always feel more prepared if I know I have done a workout. It gives me confidence - and peace of mind."},{"placeId":52660,"author":"Jane Byrne","wordCount":39,"categories":["life","future","confidence"],"text":"I am here before you tonight to dedicate this administration to bringing a new renaissance of neighborhood life and community spirit, a renewal of confidence in the future of our city and a revival of opportunity for all Chicago."},{"placeId":102303,"author":"Sherry Argov","wordCount":35,"categories":["respect","dreams","confidence"],"text":"Men secretly respect a woman who is strong, has confidence and has dreams of her own. There's nothing more attractive to a man than a woman who has dignity and pride in who she is."},{"placeId":49659,"author":"Joe Namath","wordCount":21,"categories":["confidence","fun","amazing"],"text":"When you have confidence, you can have a lot of fun. And when you have fun, you can do amazing things."},{"placeId":5118,"author":"Alphonsus Liguori","wordCount":35,"categories":["confidence","treat","speak"],"text":"Not only is there no need of an intermediary through whom He would want you to speak to Him, but He finds His delight in having you treat with Him personally and in all confidence."},{"placeId":18377,"author":"Cat Deeley","wordCount":12,"categories":["confidence","woman","hair"],"text":"I understand how important hair is to a woman's self-esteem and confidence."},{"placeId":36034,"author":"Gautam Adani","wordCount":15,"categories":["confidence","long-term","most"],"text":"Investor confidence in Adani is fairly high, and most of our investors are long-term investors."},{"placeId":50368,"author":"Julian Casablancas","wordCount":16,"categories":["confidence","care","clothes"],"text":"I don't really care about clothes, but it's about wearing something that gives you social confidence."},{"placeId":9790,"author":"Ben Bernanke","wordCount":45,"categories":["change","confidence","great"],"text":"Long term, I have a lot of confidence in the United States. We have an excellent record in terms of innovation. We have great universities that are involved in technological change and progress. We have an entrepreneurial culture, much more than almost any other country."},{"placeId":68346,"author":"Kim Novak","wordCount":20,"categories":["confidence","losing","said"],"text":"As I said, I began losing confidence in my instincts, which is tough and very bad for an instinctive person."},{"placeId":85011,"author":"Priyanka Chopra","wordCount":37,"categories":["death","myself","confidence"],"text":"I taught myself confidence. When I'd walk into a room and feel scared to death, I'd tell myself, 'I'm not afraid of anybody.' And people believed me. You've got to teach yourself to take over the world."},{"placeId":20186,"author":"Chen Shui-bian","wordCount":36,"categories":["confidence","great","democracy"],"text":"Even if I were knocked down by one gunshot it wouldn't affect our democracy and I wasn't knocked down and I have great confidence in our democracy and in Taiwan and in the people of Taiwan."},{"placeId":14416,"author":"Bernard Beckett","wordCount":45,"categories":["future","fear","confidence"],"text":"Human spirit is the ability to face the uncertainty of the future with curiosity and optimism. It is the belief that problems can be solved, differences resolved. It is a type of confidence. And it is fragile. It can be blackened by fear and superstition."},{"placeId":83795,"author":"Paulo Freire","wordCount":17,"categories":["trust","confidence","people"],"text":"The trust of the people in the leaders reflects the confidence of the leaders in the people."},{"placeId":30606,"author":"Enrique Pena Nieto","wordCount":19,"categories":["confidence","energy","matters"],"text":"The route of expropriation, and especially in energy matters, is not what most promotes investment or generates greater confidence."},{"placeId":19245,"author":"Cam Gigandet","wordCount":33,"categories":["confidence","good","world"],"text":"To be let go from a soap opera is the most embarrassing confidence basher in the world. It's like, 'Oh, if I'm not good enough for that, I'm not good enough for anything.'"},{"placeId":87732,"author":"Rachel Nichols","wordCount":41,"categories":["confidence","action","people"],"text":"It's a confidence booster for me to be known as a female who can take on any action, which is nice, to have that reputation, because then people know that when they hire me, I can actually do the physical stuff."},{"placeId":71010,"author":"Mary Kay Ash","wordCount":18,"categories":["success","confidence","honesty"],"text":"Honesty is the cornerstone of all success, without which confidence and ability to perform shall cease to exist."},{"placeId":87620,"author":"Orison Swett Marden","wordCount":28,"categories":["courage","confidence","great"],"text":"There can be no great courage where there is no confidence or assurance, and half the battle is in the conviction that we can do what we undertake."},{"placeId":111954,"author":"Wolfgang Ketterle","wordCount":34,"categories":["confidence","parents","friends"],"text":"Explorations into chemistry were done in our basement, sometimes with friends, and my parents must have had quite a bit of confidence in my abilities when they allowed me to experiment with explosive mixtures."},{"placeId":80640,"author":"Nonito Donaire","wordCount":37,"categories":["myself","confidence","team"],"text":"As long as I have that support from my team, and I have that confidence in myself that I train really hard, I think there's no one out there who can defeat me in my weight class."},{"placeId":28094,"author":"Daphne Koller","wordCount":33,"categories":["confidence","people","credit"],"text":"I feel strongly that degrees are really valuable to people, and having MOOCs allow for credit down the line will increase the number of students with the confidence and wherewithal to complete degrees."},{"placeId":98934,"author":"Shamir","wordCount":46,"categories":["life","confidence","girl"],"text":"I never felt like a boy or a girl, never felt I should wear this or dress like that. I think that's where that confidence comes from because I never felt I had to play a part in my life. I just always come as Shamir."},{"placeId":46006,"author":"Jimmy Carter","wordCount":30,"categories":["confidence","lie","me"],"text":"I'll never tell a lie. I'll never make a misleading statement. I'll never betray the confidence that any of you had in me. And I'll never avoid a controversial issue."},{"placeId":95579,"author":"Roh Moo-hyun","wordCount":12,"categories":["confidence","destiny","drive"],"text":"We must regain the confidence and drive to decide our own destiny."},{"placeId":35082,"author":"Francois de La Rochefoucauld","wordCount":7,"categories":["confidence","conversation"],"text":"Confidence contributes more to conversation than wit."},{"placeId":278,"author":"Aimee Mullins","wordCount":18,"categories":["confidence","believe","body"],"text":"I've said this before, but I believe more than ever that confidence is sexier than any body part."},{"placeId":31414,"author":"Eddie Marsan","wordCount":14,"categories":["education","confidence","you"],"text":"Private education can give you confidence, which is marvellous; a sense of entitlement isn't."},{"placeId":33315,"author":"Ellen Muth","wordCount":39,"categories":["family","confidence","people"],"text":"Oddly, because she has that confidence, the people around her like her more. She becomes more a part of the Reaper family, and she also is able to get along with people more outside of their circle as well."},{"placeId":29841,"author":"Elia Kazan","wordCount":15,"categories":["confidence","way","looks"],"text":"I didn't have that much confidence. Maybe it looks that way. I'm glad it does."},{"placeId":27470,"author":"Didier Drogba","wordCount":11,"categories":["confidence","win","you"],"text":"When you don't win games, yeah, you lose confidence. That's normal."},{"placeId":83425,"author":"Paul Mooney","wordCount":22,"categories":["money","confidence","fame"],"text":"If you have money and you have fame, but you don't have any confidence in your blackness, then it's all for nothing."},{"placeId":21896,"author":"Charles Rosen","wordCount":37,"categories":["confidence","past","may"],"text":"The belief may be too often mistaken, but the illusion of coming into direct contact with the past is intoxicating and persuasive, and can result in an interpretation that carries conviction. Sometimes confidence is all that's needed."},{"placeId":876,"author":"Amy Lee","wordCount":21,"categories":["success","confidence","artist"],"text":"Success gave me confidence as an artist. And now I'm able to do what I want without anybody thinking it's dumb."},{"placeId":33923,"author":"Frank B. Kellogg","wordCount":34,"categories":["war","peace","confidence"],"text":"There has not been a war in South America for fifty years, and I have every confidence that the countries of Central and South America are deeply in earnest in the maintenance of peace."},{"placeId":112444,"author":"Victoria Beckham","wordCount":47,"categories":["confidence","humor","great"],"text":"I think the sexiest thing about a woman is confidence, but confidence in a humble way, not in an arrogant way. Sense of humor is definitely important. And sunglasses always hide a multitude of sins. Sunglasses and a great pair of heels can turn most outfits around."},{"placeId":82362,"author":"Nikki Reed","wordCount":11,"categories":["confidence","rock","top"],"text":"If I had more confidence, I would rock a crop top."},{"placeId":86028,"author":"Paul Greengard","wordCount":23,"categories":["confidence","child","trying"],"text":"I have a lot of confidence through my accomplishments. I'm always trying to prove I'm not the worthless child they say I was."},{"placeId":70416,"author":"Marilyn Manson","wordCount":22,"categories":["confidence","quality","artist"],"text":"I think confidence is the most appealing quality in any human being or any artist; that's what really attracts us to people."},{"placeId":100560,"author":"Stacy Keibler","wordCount":28,"categories":["confidence","good","path"],"text":"Confidence comes from within and as long as you are putting forth a respectable effort to take good care of yourself, you should feel confident about that path."},{"placeId":1055,"author":"Andrew Shue","wordCount":35,"categories":["life","work","confidence"],"text":"Community service has taught me all kinds of skills and increased my confidence. You go out there and think on your feet, work with others and create something from nothing. That's what life's all about."},{"placeId":37161,"author":"Garry Shandling","wordCount":31,"categories":["confidence","artist","pen"],"text":"I once saw an elaborate landscape in a gallery, drawn in pencil, that took my breath away. Then I realized the artist probably didn't have enough confidence to use a pen."},{"placeId":97089,"author":"Stephen Curry","wordCount":33,"categories":["best","confidence","i am"],"text":"When I step forward on the floor, I have the confidence that I'm the best player playing that night and that I am the most prepared at what I need to be doing."},{"placeId":23506,"author":"Diane Arbus","wordCount":35,"categories":["confidence","control","victory"],"text":"Regardless of how you feel inside, always try to look like a winner. Even if you are behind, a sustained look of control and confidence can give you a mental edge that results in victory."},{"placeId":4175,"author":"Arianna Huffington","wordCount":42,"categories":["women","confidence","choices"],"text":"The more we refuse to buy into our inner critics - and our external ones too - the easier it will get to have confidence in our choices, and to feel comfortable with who we are - as women and as mothers."},{"placeId":113516,"author":"Zaha Hadid","wordCount":41,"categories":["women","confidence","win"],"text":"Women are always told, 'You're not going to make it, its too difficult, you can't do that, don't enter this competition, you'll never win it,' - they need confidence in themselves and people around them to help them to get on."},{"placeId":39414,"author":"Geraldine McCaughrean","wordCount":31,"categories":["work","confidence","end"],"text":"Most of my central characters lack confidence but overcome their timidity or low self-esteem to win through in the end, so I suppose there is a kind of wish-fulfillment at work."},{"placeId":35745,"author":"Gabriela Sabatini","wordCount":19,"categories":["confidence","tennis","think"],"text":"I think in the lifetime of a tennis player there are many times where you feel that tremendous confidence."},{"placeId":35817,"author":"Fred Durst","wordCount":19,"categories":["confidence","great","yourself"],"text":"To walk around with an ego is a bad thing. To have confidence in yourself is a great thing."},{"placeId":23689,"author":"Diego Maradona","wordCount":21,"categories":["confidence","win","step"],"text":"When you win, you don't get carried away. But if you go step by step, with confidence, you can go far."},{"placeId":41079,"author":"Helena Bonham Carter","wordCount":37,"categories":["confidence","choose","way"],"text":"Tim also has enough confidence so that it always looks like a Tim Burton film, but it really is collaborative. You're allowed to do it your way but of course he's always going to choose his way."},{"placeId":26119,"author":"Dree Hemingway","wordCount":34,"categories":["confidence","people","acting"],"text":"I think people are always like, 'She's a model-turned-actress.' And I don't want to turn actress. I want to do both. I wouldn't have built the confidence to do acting if I didn't model."},{"placeId":106472,"author":"Tom Douglas","wordCount":41,"categories":["confidence","fun","cooking"],"text":"Mastering one recipe is better than mastering too many. Learn something and own it, and you'll feel so much better about it. You'll have more confidence if you've made it five times, and that confidence adds so much fun to cooking."},{"placeId":51111,"author":"Jeff Nichols","wordCount":34,"categories":["confidence","good","successful"],"text":"I have gained a lot of confidence in my process of making films. It does't mean I'll make a successful film or even a good film, but I know how to make my film."},{"placeId":44188,"author":"Ian Dunbar","wordCount":19,"categories":["confidence","stupid","crazy"],"text":"With every animal, you have to build its confidence around people because people do some crazy and stupid things."},{"placeId":27472,"author":"Didier Drogba","wordCount":9,"categories":["confidence","teach","you"],"text":"Coaches can teach you two things: confidence and technique."},{"placeId":7743,"author":"Amber Riley","wordCount":33,"categories":["confidence","goal","amazing"],"text":"When I receive letters from girls that say, 'You give me confidence,' I think, 'Wow, this is amazing.' That's my goal: to let people know it's truly what's on the inside that counts."},{"placeId":106055,"author":"Tina Fey","wordCount":21,"categories":["confidence","parents","me"],"text":"I want to thank my parents for somehow raising me to have confidence that is disproportionate with my looks and abilities."},{"placeId":30922,"author":"Eric Schneiderman","wordCount":33,"categories":["work","integrity","confidence"],"text":"I don't think it's any secret that the public has lost confidence in the state government, and there's a lot of work that needs to be done on issues related to public integrity."},{"placeId":65404,"author":"Karl Barth","wordCount":17,"categories":["god","confidence","alone"],"text":"Religion is the possibility of the removal of every ground of confidence except confidence in God alone."},{"placeId":79478,"author":"Marvin Bower","wordCount":24,"categories":["business","confidence","people"],"text":"A business of high principle generates greater drive and effectiveness because people know that they can do the right thing decisively and with confidence."},{"placeId":22389,"author":"Danica Patrick","wordCount":31,"categories":["car","confidence","yourself"],"text":"I think you have to feel comfortable with your car. You have to go into turn one, every lap, with confidence. You have to be sure of yourself and your equipment."},{"placeId":53019,"author":"John Doolittle","wordCount":15,"categories":["confidence","thanks","now"],"text":"Thanks to President Bush and Republican principles, businesses now have more confidence to hire workers."},{"placeId":43705,"author":"Heather Bresch","wordCount":45,"categories":["strength","confidence","me"],"text":"The most important characteristic that has allowed me to succeed is confidence. I have always been comfortable in my own skin, and even when I was just starting out in my career, had the strength and self-assurance to ask tough questions and push for answers."},{"placeId":80125,"author":"Natalie Gulbis","wordCount":18,"categories":["time","confidence","learn"],"text":"You learn so much from competition you gain confidence every time you have to step up and perform."},{"placeId":91703,"author":"Robert Schumann","wordCount":12,"categories":["confidence","i am","proud"],"text":"I sometimes lack confidence in public, although I am proud enough inwardly."},{"placeId":103265,"author":"Stan Smith","wordCount":12,"categories":["experience","confidence","you"],"text":"Experience tells you what to do; confidence allows you to do it."},{"placeId":47035,"author":"John Lasseter","wordCount":34,"categories":["confidence","character","short"],"text":"Pixar's short films convinced Disney that if the company could produce memorable characters within five minutes, then the confidence was there in creating a feature film with those abilities in story and character development."},{"placeId":4830,"author":"Alain Prost","wordCount":20,"categories":["experience","confidence"],"text":"I was very interested in that. It is very important to have confidence as well as to build up experience."},{"placeId":3650,"author":"Angela Merkel","wordCount":39,"categories":["confidence","debt","nothing"],"text":"I see nothing that points to a recession in Germany. But I see considerable long-term tasks ahead of us that have to do with markets regaining confidence in Europe and that have a lot to do with reducing debt."},{"placeId":11372,"author":"Brian O'Driscoll","wordCount":31,"categories":["myself","confidence","me"],"text":"Rugby gave me a confidence. I was quite shy and relatively timid, but it gave me the confidence to be a little bit more out-going and back myself a bit more."},{"placeId":63152,"author":"Lillian Hellman","wordCount":16,"categories":["best","confidence","you"],"text":"It is best to act with confidence, no matter how little right you have to it."},{"placeId":27087,"author":"Dee Dee Ramone","wordCount":23,"categories":["confidence","grow","career"],"text":"I didn't have the confidence to leave the band because of a solo career, or anything like that. I just wanted to grow."},{"placeId":22717,"author":"David Beckham","wordCount":15,"categories":["work","hard work","confidence"],"text":"That was my way of getting through difficult times of low confidence - hard work."},{"placeId":70009,"author":"Marc Jacobs","wordCount":31,"categories":["confidence","moments","diet"],"text":"For so many years, I felt so insecure, so inferior, and I still have those moments, but I have a newfound confidence since I got in shape and changed my diet."},{"placeId":49134,"author":"Jeffrey Kluger","wordCount":42,"categories":["love","truth","confidence"],"text":"It's a deep and all but certain truth about narcissistic personalities that to meet them is to love them, but to know them well is to find them unbearable. Confidence quickly curdles into arrogance; smarts turn to smugness, charm turns to smarm."},{"placeId":4515,"author":"Aung San Suu Kyi","wordCount":39,"categories":["life","trust","confidence"],"text":"The people have given me their support; they have given me their trust and confidence. My colleagues have suffered a lot in order to give me support. I do not look upon my life as a sacrifice at all."},{"placeId":1973,"author":"Abraham Lincoln","wordCount":17,"categories":["respect","confidence","you"],"text":"If once you forfeit the confidence of your fellow-citizens, you can never regain their respect and esteem."},{"placeId":71675,"author":"Michael Gove","wordCount":35,"categories":["trust","fear","confidence"],"text":"Making promises and then saddling yourself with a political system and a political union that means that you cannot deliver those promises, I fear, doesn't contribute to an atmosphere of trust and confidence in politics."},{"placeId":24936,"author":"Danica McKellar","wordCount":11,"categories":["confidence","sexiest","guys"],"text":"Confidence is one of the sexiest things in guys and girls."},{"placeId":67730,"author":"Kate Bosworth","wordCount":17,"categories":["confidence","she","someone"],"text":"You have to have confidence. You can't be someone who's so insecure that she's a basket case."},{"placeId":104993,"author":"Trinny Woodall","wordCount":13,"categories":["women","confidence","great"],"text":"You don't find women with great confidence dressed as if they don't care."},{"placeId":45989,"author":"Jimmy Carr","wordCount":15,"categories":["women","confidence","think"],"text":"Women were quite terrifying until I was older. I think that's partly down to confidence."},{"placeId":65910,"author":"Katherine Jenkins","wordCount":7,"categories":["confidence","sexiest","things"],"text":"Confidence is one of the sexiest things."},{"placeId":25831,"author":"Donnie Yen","wordCount":46,"categories":["confidence","character","man"],"text":"I gained a lot of confidence after 'IP Man' as being a true actor. I went on to tackle what it is an actor is supposed to do before a film. Do a lot of research, get into the character. That's what I did with 'Dragon.'"},{"placeId":12887,"author":"Bill Rancic","wordCount":24,"categories":["life","love","confidence"],"text":"When you lose your hair, it has an impact on confidence and your overall self-esteem whether it affects your career or your love life."},{"placeId":102439,"author":"Scott Tolzien","wordCount":41,"categories":["day","confidence","good"],"text":"You've always got to have that inner confidence in you. That's where it all starts. You're gong to have good days, you're going to have bad days. You've got to have the same desire and try to get better each day."},{"placeId":86406,"author":"Pallam Raju","wordCount":28,"categories":["confidence","building","should"],"text":"There should be more interaction and more confidence building between our various academic institutions just like how there needs to be a confidence building between industry and academics."},{"placeId":3342,"author":"Amy Jo Martin","wordCount":41,"categories":["work","best","confidence"],"text":"Confidence and empowerment are cousins in my opinion. Empowerment comes from within and typically it's stemmed and fostered by self-assurance. To feel empowered is to feel free and that's when people do their best work. You can't fake confidence or empowerment."},{"placeId":13542,"author":"Bela Karolyi","wordCount":39,"categories":["strength","confidence","good"],"text":"A good 80 percent of the vault is still physical and another percentage of it, 20, 25 percent is mental. Mental is always the mental strength, the confidence building up to that contest or repetition, practice, practice, and practice."},{"placeId":20055,"author":"Christine Taylor","wordCount":23,"categories":["sports","confidence","fun"],"text":"We want to encourage the young ones to learn and get some confidence in sports. It's fun and keeps you active and moving."},{"placeId":37800,"author":"George Osborne","wordCount":11,"categories":["confidence","think","economy"],"text":"I think you can look at the British economy with confidence."},{"placeId":70043,"author":"Marcus Tullius Cicero","wordCount":22,"categories":["hope","trust","confidence"],"text":"Confidence is that feeling by which the mind embarks in great and honorable courses with a sure hope and trust in itself."},{"placeId":75888,"author":"Morris Chestnut","wordCount":43,"categories":["confidence","people","chance"],"text":"I did a film which was considered an independent movie with Dustin Hoffman and Andy Garcia called Confidence, and that's the type of film I was willing to take a chance on that because of the caliber of people involved with the film."},{"placeId":83433,"author":"Paul Pierce","wordCount":24,"categories":["myself","confidence","line"],"text":"There's a line that separates having confidence and being conceited. I don't cross that line, but I have a lot of confidence in myself."},{"placeId":71965,"author":"Michelle Obama","wordCount":20,"categories":["education","confidence","learn"],"text":"Through my education, I didn't just develop skills, I didn't just develop the ability to learn, but I developed confidence."},{"placeId":82241,"author":"Nicole Scherzinger","wordCount":25,"categories":["strength","power","confidence"],"text":"Girl power is about loving yourself and having confidence and strength from within, so even if you're not wearing a sexy outfit, you feel sexy."},{"placeId":111246,"author":"Wendy Cope","wordCount":36,"categories":["time","confidence","thinking"],"text":"In my case, the long gaps between my books have got quite a lot to do with lack of confidence. A lot of the time when I'm not writing I start thinking I can't do it."},{"placeId":61683,"author":"LL Cool J","wordCount":33,"categories":["confidence","arrogance"],"text":"What I say on a record and what I say off a record is two different things. And that's always been the case. There's a difference between confidence on a record and arrogance."},{"placeId":35329,"author":"Freida Pinto","wordCount":30,"categories":["learning","confidence","style"],"text":"I guess confidence is the only thing that I take from project to project, but I'm always open to learning everybody's style - the director, the actor I'm working with."},{"placeId":83232,"author":"Paul Gosar","wordCount":45,"categories":["confidence","step","first step"],"text":"108 members of congress have signed onto my Resolution of No Confidence in Attorney General Holder as a first step towards recognizing that he must be held accountable for the actions of his department and for his personal unwillingness to cooperate with congressional oversight requests."},{"placeId":30521,"author":"Emma Watson","wordCount":30,"categories":["confidence","walk","me"],"text":"Now, honestly, every movie set that I go on, I walk onto set with the confidence that there is nothing that they can throw at me that's gonna surprise me."},{"placeId":24740,"author":"Dan Marino","wordCount":36,"categories":["best","confidence","good"],"text":"If you ask any great player or great quarterback, there's a certain inner confidence that you're as good as anybody. But you can't say who is the absolute best. To be considered is special in itself."},{"placeId":26493,"author":"David Duval","wordCount":8,"categories":["confidence","precious","thing"],"text":"Confidence is such a fragile and precious thing."},{"placeId":103452,"author":"Suriya","wordCount":44,"categories":["freedom","confidence","college"],"text":"Being in Loyola College exposed me to other options and gave me confidence, apart from the freedom to bunk classes. I became a merchandiser and then a garment manufacturer, and interacting with foreign buyers and manufacturing foreign brands in India gave me a high."},{"placeId":100330,"author":"Sergio Aguero","wordCount":35,"categories":["time","confidence","good"],"text":"I knew Manuel Pellegrini from my time in Spain. I'd only heard good things about him, that he was someone who instilled the confidence in his players to go out and play good, attacking football."},{"placeId":92005,"author":"Rosalynn Carter","wordCount":16,"categories":["confidence","tough","you"],"text":"You have to have confidence in your ability, and then be tough enough to follow through."},{"placeId":62056,"author":"Lajos Kossuth","wordCount":19,"categories":["confidence","believe","me"],"text":"I believe that the confidence of Hungary in me is not shaken by misfortune nor broken by my calumniators."},{"placeId":56187,"author":"Jessica Raine","wordCount":19,"categories":["time","confidence","baby"],"text":"The first time I had to hold a baby, I was really nervous, but I soon grew in confidence."},{"placeId":124,"author":"Adam Peaty","wordCount":10,"categories":["confidence","arrogance","line"],"text":"There is a very thin line between confidence and arrogance."},{"placeId":30790,"author":"Erwin McManus","wordCount":39,"categories":["confidence","creative","moving"],"text":"I have an incredible confidence in the resilience of the human spirit and the creative ability of the Holy Spirit. So, if you can get people asking the right questions, it really will start moving in the right direction."},{"placeId":97623,"author":"Stacy London","wordCount":20,"categories":["confidence","style","lost"],"text":"Style is the instrument you can pick back up when you want to regain some of the confidence you've lost."},{"placeId":104248,"author":"Timothy Radcliffe","wordCount":14,"categories":["power","confidence","society"],"text":"Our society has lost confidence in the power of reason, except perhaps scientific reason."},{"placeId":87107,"author":"O'Shea Jackson, Jr.","wordCount":19,"categories":["work","confidence","basketball"],"text":"When, you know, when you're playing basketball, you have to have confidence in your moves if they're gonna work."},{"placeId":111922,"author":"Vanessa Hudgens","wordCount":22,"categories":["confidence","me","think"],"text":"I want to try doing sportier things, kite surfing and paddle surfing - I think it would give me that extra confidence."},{"placeId":20044,"author":"Christina Romer","wordCount":44,"categories":["work","confidence","great"],"text":"Recovery measures work better when they raise confidence - as Franklin D. Roosevelt understood. His fireside chats, and his inaugural address proclaiming he would fight the Great Depression with the same resolve he would muster against a foreign foe, were aimed at reassuring Americans."},{"placeId":5198,"author":"Amy Heckerling","wordCount":31,"categories":["confidence","you","never"],"text":"I always get hats but never have the nerve to wear them. Hats are a thing that are really stylish, but you have to have the confidence to pull it off."},{"placeId":18080,"author":"Camryn Manheim","wordCount":37,"categories":["love","women","confidence"],"text":"When I meet large women who walk with confidence and are articulate and really have an understanding of how they walk in this world, I love them so deeply for being able to overcome such unbelievable odds."},{"placeId":81437,"author":"Natalie Portman","wordCount":26,"categories":["confidence","girl","world"],"text":"I think all girls in the world wish they were a Parisian girl - that sort of effortless chic confidence and comfort in their own skin."},{"placeId":51311,"author":"Jessie J","wordCount":9,"categories":["confidence","think","sexiest"],"text":"I think confidence is the sexiest thing to have."},{"placeId":108049,"author":"Tony Parker","wordCount":31,"categories":["best","confidence","world"],"text":"Playing in the playoffs is the best basketball in the world, and if you can learn under that pressure, succeed under that pressure, it gives you more confidence the next year."},{"placeId":101170,"author":"Sally Yates","wordCount":26,"categories":["trust","confidence","justice"],"text":"It's really important to me that the public have confidence in their criminal justice system. We don't operate very well if the public doesn't trust us."},{"placeId":34187,"author":"Fred Savage","wordCount":33,"categories":["confidence","great","self"],"text":"I think it is important to maintain a sense of self and confidence, not letting either falter for the sake of a particular part or project, no matter how great it might be."},{"placeId":3982,"author":"Annie Lennox","wordCount":45,"categories":["life","age","confidence"],"text":"Life is not quantifiable in terms of age, but I suppose in my fifties I am more grounded and more at ease in my own skin than when I was younger. I have a confidence that I didn't have before from the experiences I've had."},{"placeId":87298,"author":"Olivia Wilde","wordCount":29,"categories":["confidence","school","youth"],"text":"It was helpful to have the confidence of youth that came from a lack of desperation. I thought, 'If I don't succeed, I'll go back to school and study.'"},{"placeId":85109,"author":"Paul Keating","wordCount":35,"categories":["confidence","down","know"],"text":"I used to say in the cabinet room, 'confidence is not like a can of Popeye spinach - you can't take the top off and swallow it down.' You know, confidence has to be earned."},{"placeId":1061,"author":"Andrew Shue","wordCount":29,"categories":["journey","confidence","believe"],"text":"It's easy to say young people should believe in themselves, but the number one thing is recognizing that it's a journey, that you have to build confidence in yourself."},{"placeId":89997,"author":"Rachel Platten","wordCount":41,"categories":["myself","confidence"],"text":"I wrote 'Fight Song' as this declaration to believe in myself, and that is similar to what you are taught to believe in Girl Scouts. Building confidence. Building character. And above all else, being there for each other as a community."},{"placeId":32967,"author":"Edward Brooke","wordCount":22,"categories":["leader","confidence","people"],"text":"President Nixon has lost his effectiveness as the leader of this country, primarily because he has lost the confidence of the people."},{"placeId":84944,"author":"Potter Stewart","wordCount":9,"categories":["confidence","society","lack"],"text":"Censorship reflects a society's lack of confidence in itself."},{"placeId":98460,"author":"Sara Sampaio","wordCount":24,"categories":["confidence","girl","body"],"text":"I used to not have any confidence when it came to my body - I developed very late in terms of being a girl!"},{"placeId":9802,"author":"Ben Bernanke","wordCount":37,"categories":["confidence","alone","risk"],"text":"To be sure, the provision of liquidity alone can by no means solve the problems of credit risk and credit losses; but it can reduce liquidity premiums, help restore the confidence of investors, and thus promote stability."},{"placeId":107723,"author":"Terence Stamp","wordCount":31,"categories":["confidence","you","kind"],"text":"When I tested for Billy Budd, I had that kind of confidence that comes with the certainty that you're not going to get something. I was very rough around the edges."},{"placeId":47754,"author":"Jacqueline Fernandez","wordCount":18,"categories":["time","confidence","me"],"text":"It took me so much time to build my confidence and say that I can take on more."},{"placeId":64835,"author":"Louis Oosthuizen","wordCount":31,"categories":["confidence","good","yourself"],"text":"You've got so much confidence if you start making big putts because you know you just need to hit the greens, and you've got yourself a good opportunity for the birdies."},{"placeId":14296,"author":"Barry Zito","wordCount":27,"categories":["confidence","mind","view"],"text":"I view my pitching on how confident I was out there, period. And if I lose that confidence, I can become a prisoner of my own mind."},{"placeId":49185,"author":"Jennifer Granholm","wordCount":30,"categories":["confidence","problem","people"],"text":"The problem with the auto industry is layered upon the lack of consumer confidence. People are not buying cars. I don't care whether they're or American cars, or international cars."},{"placeId":108997,"author":"Ulrich Walter","wordCount":35,"categories":["confidence","space","problems"],"text":"Every astronaut flew into space for a living. But while NASA has not solved the security problems, I would not put me back into a shuttle - and no other astronaut. The confidence is shaken."},{"placeId":11773,"author":"Brunello Cucinelli","wordCount":28,"categories":["future","confidence","politics"],"text":"These new young politicians have given us the confidence to start dreaming again to believe there is a better politics, and a better future for Italy in general."},{"placeId":80544,"author":"Naima Adedapo","wordCount":47,"categories":["confidence","good","me"],"text":"My first impression when I made it through was 'Good, because I'm going to prove to you that I deserve to be here', because they told me that sometimes I lack confidence in my performance and sometimes I'm not as consistent as they'd like me to be."},{"placeId":52756,"author":"Jason Moran","wordCount":31,"categories":["confidence","strong","believe"],"text":"Confidence is the key. When you're playing something new, find the part you know very well and play it really strong. That'll make you believe that you really do know it."},{"placeId":81865,"author":"Niccolo Machiavelli","wordCount":30,"categories":["confidence","people","opinions"],"text":"When you disarm the people, you commence to offend them and show that you distrust them either through cowardice or lack of confidence, and both of these opinions generate hatred."},{"placeId":112933,"author":"Virgil","wordCount":10,"categories":["confidence","safety","find"],"text":"Confidence cannot find a place wherein to rest in safety."},{"placeId":91234,"author":"Robert Downey, Jr.","wordCount":35,"categories":["power","confidence","moving"],"text":"I think that the power is the principle. The principle of moving forward, as though you have the confidence to move forward, eventually gives you confidence when you look back and see what you've done."},{"placeId":55069,"author":"Jill Hennessy","wordCount":18,"categories":["confidence","good","need"],"text":"To be a good model, I'd need a lot more confidence... and more confidence to be more bare."},{"placeId":22391,"author":"Danica Patrick","wordCount":18,"categories":["confidence","giving","speech"],"text":"One of the areas I have a little less confidence in is giving any kind of a speech."},{"placeId":19098,"author":"Cliff Richard","wordCount":8,"categories":["confidence","christian","grew"],"text":"When I became a Christian my confidence grew."},{"placeId":112019,"author":"Vanessa Hudgens","wordCount":15,"categories":["confidence","key","you"],"text":"Confidence is key. Sometimes, you need to look like you're confident even when you're not."},{"placeId":10331,"author":"Bhumibol Adulyadej","wordCount":32,"categories":["work","confidence","inspire"],"text":"We need to inspire and give each other confidence so that the work we do will be fruitful for the well-being of the people and the stability and security of the country."},{"placeId":36404,"author":"George Thorogood","wordCount":19,"categories":["day","confidence","lot"],"text":"Not to this extent but from day one I had an awful lot of confidence when I got started."},{"placeId":22747,"author":"Daniel Radcliffe","wordCount":30,"categories":["time","confidence","moment"],"text":"With any kind of artistic thing, it's a muscle, like any athlete, and the moment you're not doing it, you lose all confidence. That's why I'm terrible with down time."},{"placeId":4002,"author":"Ansel Adams","wordCount":35,"categories":["confidence","man","men"],"text":"No man has the right to dictate what other men should perceive, create or produce, but all should be encouraged to reveal themselves, their perceptions and emotions, and to build confidence in the creative spirit."},{"placeId":66121,"author":"Katy Perry","wordCount":13,"categories":["confidence","yourself","you"],"text":"If you're presenting yourself with confidence, you can pull off pretty much anything."},{"placeId":40664,"author":"Harvey Weinstein","wordCount":34,"categories":["confidence","black","king"],"text":"Last year, when 'Black Swan,' 'True Grit' and 'King's Speech' all grossed over $100 million, it gave studios and independent financiers the confidence to make daring movies and not do the same old you-know-what."},{"placeId":74393,"author":"Mick Foley","wordCount":18,"categories":["time","confidence","speak"],"text":"By the time I got to WWE, I had a lot more confidence and willingness to speak up."},{"placeId":48619,"author":"Janet Reno","wordCount":33,"categories":["best","confidence","honor"],"text":"I'm humbled by the honor that President Clinton has done me in nominatinq me as Attorney General of the United States, and I'm going to do my very best to deserve his confidence."},{"placeId":28496,"author":"Della Reese","wordCount":21,"categories":["courage","god","confidence"],"text":"When you really believe in God, it gives you a courage, a confidence that enables you to meet the things coming."},{"placeId":67715,"author":"Kate Brown","wordCount":32,"categories":["work","change","confidence"],"text":"The Department of Energy is a critical component of our efforts to curtail climate change; that work will be less effective unless we collaboratively rebuild confidence in the agency and its programs."},{"placeId":92789,"author":"Rick Astley","wordCount":40,"categories":["confidence","may","talent"],"text":"Working as a teaboy may have helped my confidence, but not everyone else was so pleased. I could never remember who had milk or how many sugars, and I had an unusual talent for spilling tea on the recording console."},{"placeId":8535,"author":"Adnan Pachachi","wordCount":16,"categories":["confidence","blame","political"],"text":"I think people are rapidly losing confidence in the political class, and I don't blame them."},{"placeId":58313,"author":"Joey McIntyre","wordCount":16,"categories":["work","integrity","confidence"],"text":"I think a show can work anywhere if it's done honestly, with integrity, and with confidence."},{"placeId":11278,"author":"Bonnie Tyler","wordCount":40,"categories":["love","confidence","influence"],"text":"I love Tina Turner. I'm one of Tina Turner's biggest fans. Tina Turner was a big influence on me to become a singer. A role model and in a way she gave me back my confidence in choosing my material."},{"placeId":45454,"author":"James Dyson","wordCount":36,"categories":["confidence","busy","may"],"text":"Everyone has ideas. They may be too busy or lack the confidence or technical ability to carry them out. But I want to carry them out. It is a matter of getting up and doing it."},{"placeId":89413,"author":"Ron Johnson","wordCount":35,"categories":["confidence","important","think"],"text":"I have to - I think an endorsement is something incredibly important. I would never do it just strategically. I would have to have full confidence that I have got no questions about the person."},{"placeId":36527,"author":"George Clinton","wordCount":14,"categories":["confidence","you can do it"],"text":"Style is whatever you want to do, if you can do it with confidence."},{"placeId":102628,"author":"Stephanie Herseth","wordCount":46,"categories":["confidence","support","job"],"text":"I'm sure that they will continue to look for ways to try and undermine my support, but I have every confidence that in doing this job for South Dakota, I will continue to build on my support and be able to succeed once again in November."},{"placeId":17361,"author":"Ciara","wordCount":14,"categories":["confidence","think","being"],"text":"I think it takes a lot of confidence to be comfortable in being vulnerable."},{"placeId":54981,"author":"Jesse L. Martin","wordCount":31,"categories":["best","confidence","decision"],"text":"The best decision I made at NYU was joining the Shakespeare ensemble. It literally led to everything I did after that. It gave me the kind of confidence I really needed."},{"placeId":67761,"author":"Kate Reardon","wordCount":44,"categories":["education","confidence","good"],"text":"A good education gives you confidence to stick up your hand for anything - whether it is the job you want, or the bloke. And the more you stick up your hand, the better your chances are that you will get what you want."},{"placeId":51743,"author":"John C. Reilly","wordCount":28,"categories":["confidence","acting","camera"],"text":"Acting's all about the confidence you exude, especially on film. I mean, nervousness isn't attractive in anyone, but a film camera will seek it out and punish you."},{"placeId":53896,"author":"Jim Ramstad","wordCount":21,"categories":["time","confidence","optimism"],"text":"Always the eternal optimist, President Reagan instilled confidence and optimism at a time both were in short supply in our country."},{"placeId":102653,"author":"Sara Chase","wordCount":26,"categories":["music","confidence","sound"],"text":"I sing 'I Have Confidence' from 'The Sound of Music' as Judy Garland, Celine Dion, Britney Spears, Elaine Stritch and Julie Andrews - each alternating lines."},{"placeId":74149,"author":"Michael Morpurgo","wordCount":41,"categories":["confidence","believe","writing"],"text":"It gives me confidence to know that what I'm writing has a veracity of its own without me having to invent it. When I'm writing fiction, I must believe it to be true, or I can see no point in it."},{"placeId":9694,"author":"Baruch Spinoza","wordCount":21,"categories":["war","peace","confidence"],"text":"Peace is not an absence of war, it is a virtue, a state of mind, a disposition for benevolence, confidence, justice."},{"placeId":35834,"author":"Gail Porter","wordCount":10,"categories":["confidence","greatest","child"],"text":"The greatest thing you can give a child is confidence."},{"placeId":37456,"author":"George Herbert","wordCount":7,"categories":["confidence","army","skill"],"text":"Skill and confidence are an unconquered army."},{"placeId":37283,"author":"George Clooney","wordCount":43,"categories":["confidence","people","you"],"text":"I certainly direct with confidence even if I'm not confident. I learned early on as an actor that confidence can be faked, and it's not always a terrible thing to do. A lot of times if people feel you're confident, then they're confident."},{"placeId":43780,"author":"Ian Hislop","wordCount":33,"categories":["life","confidence","problem"],"text":"You have a huge amount of confidence when you're younger, which slowly ebbs away for the rest of your life. You think: 'No problem. I can do that. Why shouldn't I do it?'"},{"placeId":89605,"author":"Ralph Waldo Emerson","wordCount":14,"categories":["confidence","man","genius"],"text":"The man of genius inspires us with a boundless confidence in our own powers."},{"placeId":15054,"author":"Betty Carter","wordCount":38,"categories":["confidence","culture","believe"],"text":"This is our culture, and I don't care who the musician is, if he avoids black people, then he is scared of something. He doesn't have confidence in himself or else he doesn't believe in what he's doing."},{"placeId":27648,"author":"Donna Rice","wordCount":17,"categories":["confidence","college","world"],"text":"I had gained so much confidence through my college achievements that I wanted to tackle the world."},{"placeId":37368,"author":"George Foreman","wordCount":25,"categories":["confidence","dream","you"],"text":"Everybody wants to be somebody. The thing you have to do is give them confidence they can. You have to give a kid a dream."},{"placeId":27698,"author":"Dan Colen","wordCount":44,"categories":["myself","confidence","me"],"text":"As opposed to putting too much confidence in myself, or in an image or a scene or a set of brushes, I really want to allow the oil paint to perform, to show me the things that it wants to do, beyond my imagination."},{"placeId":45786,"author":"Jason Statham","wordCount":12,"categories":["faith","confidence","team"],"text":"There's a huge amount of faith and confidence in the stunt team."},{"placeId":46513,"author":"Joe Paterno","wordCount":18,"categories":["confidence","losing","play"],"text":"You need to play with supreme confidence, or else you'll lose again, and then losing becomes a habit."},{"placeId":2119,"author":"Adlai E. Stevenson","wordCount":33,"categories":["faith","integrity","confidence"],"text":"Public confidence in the integrity of the Government is indispensable to faith in democracy; and when we lose faith in the system, we have lost faith in everything we fight and spend for."},{"placeId":31583,"author":"Elliot Richardson","wordCount":29,"categories":["hope","confidence","people"],"text":"I hope you will respond to the crisis of confidence that Watergate has created by opening up your administration and reaching out to people in a more magnanimous spirit."},{"placeId":79099,"author":"Michel Temer","wordCount":28,"categories":["confidence","character"],"text":"My first word for the people of Brazil is the word 'confidence.' Confidence in the values that form the character of our people, the vitality of our democracy."},{"placeId":9788,"author":"Ben Bernanke","wordCount":30,"categories":["business","confidence","acting"],"text":"The crisis in Europe has affected the U.S. economy by acting as a drag on our exports, weighing on business and consumer confidence, and pressuring U.S. financial markets and institutions."},{"placeId":101626,"author":"Sloane Stephens","wordCount":8,"categories":["confidence","you","anything"],"text":"When you have confidence, you can do anything."},{"placeId":42718,"author":"Georgie Henley","wordCount":29,"categories":["confidence","i am","people"],"text":"I am definitely not into the exposed look. I am not one of those people who flashes their stomach or anything like that, because I don't have the confidence."},{"placeId":29496,"author":"Eden Hazard","wordCount":45,"categories":["respect","today","confidence"],"text":"Jose Mourinho and I get along well. I've lots of respect for him. He gives me a lot of confidence. After a bad game, he dares to say, 'We have played with 10 today,' but that's it. At moments like that, he leaves me alone."},{"placeId":27537,"author":"Dixie Lee Ray","wordCount":8,"categories":["confidence","people","sense"],"text":"I have confidence in people's basic common sense."},{"placeId":107121,"author":"Travis Bradberry","wordCount":43,"categories":["life","confidence","growth"],"text":"Common sense would suggest that having ability, like being smart, inspires confidence. It does, but only while the going is easy. The deciding factor in life is how you handle setbacks and challenges. People with a growth mindset welcome setbacks with open arms."},{"placeId":10548,"author":"Bill Goldberg","wordCount":27,"categories":["confidence","yourself","you"],"text":"Go empower yourself. You need confidence because the one thing that bullying does is it belittles you, and it takes away your confidence, and nobody deserves that."},{"placeId":43804,"author":"Henry Bonilla","wordCount":44,"categories":["leadership","confidence"],"text":"President Bush offers the American people an optimistic vision and a clear choice in November. The President has provided steady leadership in remarkably changing times. He knows exactly where he wants to lead this country, and he has complete confidence in the American people."},{"placeId":8791,"author":"Albert II of Belgium","wordCount":43,"categories":["confidence","sympathy"],"text":"Queen Paola and I will never forget the ties that have grown between the people and us during the course of the years. Thank you for your confidence, tokens of sympathy and support, sometimes even with a little criticism. We always loved you."},{"placeId":5890,"author":"Ayelet Waldman","wordCount":31,"categories":["confidence","parents","friends"],"text":"My kids are incredibly secure. More and more of their friends' parents are divorcing, but my kids have absolute confidence that we'll stay together forever. That goes a long, long way."},{"placeId":14910,"author":"Brian McDermott","wordCount":31,"categories":["confidence","adversity"],"text":"If you ask me why I've succeeded, it's because I was in the Royal Marines. You have this unbelievable sense of achievement and of overcoming adversity. That's the confidence it breeds."},{"placeId":37721,"author":"George McGovern","wordCount":23,"categories":["faith","confidence","politics"],"text":"Politics is an act of faith; you have to show some kind of confidence in the intellectual and moral capacity of the public."},{"placeId":28832,"author":"David Vitter","wordCount":31,"categories":["confidence","strong","vision"],"text":"Ronald Reagan's vision of smaller government, less taxes, and a strong national defense has led to a prosperous America. As president, he rebuilt our military and reinvigorated our confidence in ourselves."},{"placeId":7122,"author":"Amy Ryan","wordCount":31,"categories":["freedom","confidence","great"],"text":"I find that all great directors, and I would include Ben Affleck and Clint Eastwood in that, they have great confidence. And with great confidence comes great freedom for the actor."},{"placeId":75064,"author":"Marc Faber","wordCount":39,"categories":["confidence","believe","view"],"text":"I believe that the market is slowly waking up to the fact that the Federal Reserve is a clueless organization. They have no idea what they're doing. And so the confidence level of investors is diminishing, in my view."},{"placeId":72040,"author":"Mike Birbiglia","wordCount":34,"categories":["confidence","know","you"],"text":"If you're asked something on a movie set and you say 'I don't know,' you lose confidence in every department. What you need to say is 'I'll have that for you in five minutes.'"},{"placeId":59808,"author":"Javier Hernandez","wordCount":13,"categories":["confidence","yourself"],"text":"The most important thing is to have opportunities and feel confidence in yourself."},{"placeId":6391,"author":"Alice Lowe","wordCount":38,"categories":["learning","confidence","me"],"text":"I think 'Sightseers' was a bit of an epiphany, a massive learning curve, and it gave me loads of confidence to go out there, and also to create a female character which is completely unexpected and defies convention."},{"placeId":5114,"author":"Alphonsus Liguori","wordCount":14,"categories":["love","confidence","greatest"],"text":"Yet you should practice the greatest possible love and confidence in treating with Him."},{"placeId":77996,"author":"Major Taylor","wordCount":30,"categories":["best","confidence","win"],"text":"I have also noticed that when a rider who had confidence in his ability was defeated, after doing his level best to win, always received an ovation from the gathering."},{"placeId":51849,"author":"John Hurt","wordCount":45,"categories":["confidence","silence","think"],"text":"You can't lose your concentration at all. And there are times when you're on the stage, and you've got silence, which is wonderful, but you have to have the confidence to make you realize it's fine. You can't suddenly wobble and think, 'They're not interested.'"},{"placeId":28064,"author":"David Kay","wordCount":38,"categories":["leader","confidence","great"],"text":"But I do think the survey group - and I think Charlie Duelfer is a great leader. I have the utmost confidence in Charles. I think you will get as full an answer as you can possibly get."},{"placeId":91389,"author":"Robert Griffin III","wordCount":36,"categories":["best","confidence","think"],"text":"I try to keep my confidence on the charts, but I'm a confident guy as well. You've got to be that way. If you don't think that you're the best, then you won't perform that way."},{"placeId":92330,"author":"Ryan Gosling","wordCount":18,"categories":["confidence","go","where"],"text":"I did what I had to do to get where I wanted to go. I had unearned confidence."},{"placeId":94955,"author":"Rafik Hariri","wordCount":12,"categories":["confidence","country","first"],"text":"We need to restore the confidence in the country, first of all."},{"placeId":63356,"author":"Lucas Papademos","wordCount":38,"categories":["confidence","government"],"text":"I thank all of those deputies who supported the government and gave it a vote of confidence. I believe each of those votes represents a responsible decision to avoid placing our country's membership of the eurozone in danger."},{"placeId":98134,"author":"Sugar Ray Leonard","wordCount":46,"categories":["leader","confidence","self"],"text":"Without boxing, because of my neighborhoods, who knows what would have happened to me. It was always about following the leader. And I definitely was not a leader. Boxing gave me discipline; a sense of self. It made me more outspoken. It gave me more confidence."},{"placeId":86880,"author":"Parker Young","wordCount":37,"categories":["confidence","humor","smart"],"text":"I've dated girls that aren't, this is gonna sound so horrible, that aren't super smart, but they still are super confident, and that's more what I've been attracted to is the confidence and the sense of humor."},{"placeId":109827,"author":"Will Poulter","wordCount":43,"categories":["experience","confidence"],"text":"Sometimes I've been more emotionally disturbed by the experience of shooting a comedy than a drama. After 'We're the Millers', I think playing this battered loser who's confidence was at zero for 90 percent of the movie, I did genuinely feel that way."},{"placeId":16171,"author":"Charles B. Rangel","wordCount":12,"categories":["faith","confidence","community"],"text":"I'm just glad that my community has faith and confidence in me."},{"placeId":6113,"author":"Agyness Deyn","wordCount":36,"categories":["truth","confidence","thinking"],"text":"When you're young, you say it how it is, and even your views are, like, 'This is totally the truth', 'cos you don't know any difference, so there's a real confidence in your way of thinking."},{"placeId":74639,"author":"Mira Nair","wordCount":29,"categories":["confidence","challenge","heart"],"text":"Making films is about having absolute and foolish confidence; the challenge for all of us is to have the heart of a poet and the skin of an elephant."},{"placeId":14692,"author":"Boris Trajkovski","wordCount":24,"categories":["trust","confidence","community"],"text":"Our citizens will lose their confidence or trust in the values and principles of the international community, especially if our personal identity is denied."},{"placeId":38356,"author":"Gerald R. Ford","wordCount":33,"categories":["best","confidence","honesty"],"text":"In all my public and private acts as your president, I expect to follow my instincts of openness and candor with full confidence that honesty is always the best policy in the end."},{"placeId":61124,"author":"Leslie Odom, Jr.","wordCount":23,"categories":["time","dreams","confidence"],"text":"The time I spent in New York when I was 17 gave me the confidence to pursue my dreams with my whole heart."},{"placeId":102012,"author":"Sylvia Kristel","wordCount":8,"categories":["confidence","self","me"],"text":"Self confidence for me is a fragile fleece."},{"placeId":9398,"author":"Baltasar Gracian","wordCount":34,"categories":["confidence","may","easy"],"text":"Attempt easy tasks as if they were difficult, and difficult as if they were easy; in the one case that confidence may not fall asleep, in the other that it may not be dismayed."},{"placeId":99723,"author":"Stipe Miocic","wordCount":19,"categories":["best","confidence","world"],"text":"I've got the best coaches in the world. I've got confidence in them, and they've got confidence in me."},{"placeId":114261,"author":"Zlatan Ibrahimovic","wordCount":11,"categories":["confidence","you","will"],"text":"When you have my confidence, I will do 200% for you."},{"placeId":56757,"author":"Jack Wagner","wordCount":15,"categories":["happy","confidence","parents"],"text":"My parents weren't extremely successful financially, but they were happy people. They gave me confidence."},{"placeId":112401,"author":"Venus Williams","wordCount":21,"categories":["confidence","losing","real"],"text":"Self-doubt is real. Everyone has it. Having confidence and losing confidence is real, too, and everyone has been in that position."},{"placeId":33392,"author":"Eric Bristow","wordCount":10,"categories":["morning","confidence","two"],"text":"I have two bowls of confidence for breakfast each morning."},{"placeId":7977,"author":"Amelie Mauresmo","wordCount":11,"categories":["myself","confidence","right"],"text":"Right now I have more confidence in myself. I grew up."},{"placeId":15444,"author":"Brad Grey","wordCount":24,"categories":["confidence","want","you"],"text":"I don't lack confidence. I don't sweat. I don't want to get too Zen on you, but I have to run my own race."},{"placeId":33921,"author":"Frank B. Kellogg","wordCount":32,"categories":["work","hope","confidence"],"text":"If we will maintain our hope and confidence in the genius of our people, they will work out this problem, and their ability and industry will bring us back to normal conditions."},{"placeId":63307,"author":"Lionel Richie","wordCount":19,"categories":["home","myself","confidence"],"text":"I find myself going out on the road to get my confidence back, because I lose it at home."},{"placeId":28519,"author":"David Charvet","wordCount":35,"categories":["love","experience","confidence"],"text":"Speaking from experience, because I have three daughters, I think it's always important to give your daughter the confidence that she needs so that she won't look elsewhere for approval and feeling love and acceptance."},{"placeId":4314,"author":"Arsene Wenger","wordCount":24,"categories":["age","confidence","good"],"text":"At a young age winning is not the most important thing... the important thing is to develop creative and skilled players with good confidence."},{"placeId":57960,"author":"Jim Doyle","wordCount":19,"categories":["confidence","lie","ideas"],"text":"With new jobs, new ideas, and growing confidence that our brightest days lie ahead, Wisconsin is on the move."},{"placeId":54360,"author":"John Lothrop Motley","wordCount":5,"categories":["strength","confidence","wealth"],"text":"Wealth brings strength, strength confidence."},{"placeId":28926,"author":"Derek Drouin","wordCount":44,"categories":["confidence","london","stronger"],"text":"I feel like I've changed a lot since the London Games. I was really young, and it was my first year on the international stage. I've matured physically since then, and I've become stronger, and because of that, I've gained a lot of confidence."},{"placeId":758,"author":"Amanda Lindhout","wordCount":14,"categories":["confidence","grateful","way"],"text":"My confidence came from the way I grew up, and I'm grateful for it."},{"placeId":2887,"author":"Alex Ferguson","wordCount":32,"categories":["life","myself","confidence"],"text":"If my parents were still alive, they would be very proud. They gave me a good start in life, the values that have driven me, and the confidence to believe in myself."},{"placeId":105243,"author":"Twinkle Khanna","wordCount":31,"categories":["happy","confidence","goals"],"text":"I think every woman should have the skills and confidence to be able to earn a living. A working woman is happy because she has goals beyond herself and her needs."},{"placeId":69972,"author":"Marcus Samuelsson","wordCount":37,"categories":["life","today","confidence"],"text":"My parents were there: in front of me, behind me, in the middle of my life at all times: reprimanding me, giving me confidence, teaching me valuable lessons, to help make me the man I am today."},{"placeId":40375,"author":"Harry Houdini","wordCount":14,"categories":["confidence","man","matter"],"text":"Only one man ever betrayed my confidence, and that only in a minor matter."},{"placeId":110201,"author":"William Hazlitt","wordCount":8,"categories":["confidence","capacity","our"],"text":"As is our confidence, so is our capacity."},{"placeId":60036,"author":"Johnny Unitas","wordCount":23,"categories":["confidence","job","believe"],"text":"There is a difference between conceit and confidence. Conceit is bragging about yourself. Confidence means you believe you can get the job done."},{"placeId":59939,"author":"John Harwood","wordCount":33,"categories":["confidence","journalism"],"text":"I try very hard to maintain the confidence of my sources by speaking candidly with them, honoring agreements about the use of our conversation, and practicing journalism in an honest and straightforward way."},{"placeId":37751,"author":"George Michael","wordCount":33,"categories":["confidence","political","song"],"text":"I've never done anything so political before. I've spent years shouting my mouth off about serious issues over dinner tables but never really had the confidence to express my views in a song."},{"placeId":97101,"author":"Stephen Curry","wordCount":21,"categories":["confidence","moment","game"],"text":"Most of the stuff I try in a game, in the moment, I have supreme confidence I'm going to execute it."},{"placeId":77768,"author":"Miesha Tate","wordCount":12,"categories":["confidence","feel","everything"],"text":"I feel like I'm evolving quickly with my confidence, physically, just everything."},{"placeId":76912,"author":"Mohammad Azharuddin","wordCount":37,"categories":["leader","confidence","good"],"text":"When you are scoring runs, you automatically become a good leader because you are armed with so much confidence. If you struggle with your performance, then it becomes very difficult for a leader to perform his role."},{"placeId":20824,"author":"Chad le Clos","wordCount":29,"categories":["confidence","want","events"],"text":"I want to get faster every year, keep my confidence high, so I can continue dominating my main events and extend my range to other freestyle and medley races."},{"placeId":30354,"author":"Eminem","wordCount":45,"categories":["myself","confidence","father"],"text":"I don't even know how to speak up for myself, because I don't really have a father who would give me the confidence or advice. And if you're always the new kid, you never get a chance to adapt, so your confidence is just zilch."},{"placeId":53311,"author":"Julia Gillard","wordCount":25,"categories":["confidence","strong","economy"],"text":"Here in Australia we do get impacted by global economic events. But we should have some confidence that our economy has got strong underlying fundamentals."},{"placeId":93046,"author":"Robert Pozen","wordCount":36,"categories":["confidence","people","way"],"text":"The way you delegate is that first you have to hire people that you really have confidence in. You won't truly let those people feel a sense of autonomy if you don't have confidence in them."},{"placeId":21776,"author":"Christopher Koch","wordCount":26,"categories":["age","poetry","confidence"],"text":"I was completely devoted to reading and books from the age of seven. It took until I was 18 to have the confidence to write poetry."},{"placeId":86603,"author":"Patrice Motsepe","wordCount":11,"categories":["confidence","opportunities"],"text":"I have confidence in mining. I see exciting opportunities in it."},{"placeId":94170,"author":"Richard Cobden","wordCount":27,"categories":["war","peace","confidence"],"text":"From 1836, down to last year, there is no proof of the Government having any confidence in the duration of peace, or possessing increased security against war."},{"placeId":44085,"author":"Iman","wordCount":46,"categories":["myself","confidence","soul"],"text":"Granted, I've changed internally as I've gotten older - I take it easy, I know when to stop and take care of myself, I laugh much more and with my belly and soul - but this comes from the confidence and acceptance that comes with maturity."},{"placeId":42924,"author":"Howard Schultz","wordCount":34,"categories":["business","confidence","think"],"text":"We can't wait for Washington. Business leaders are going to have to galvanize their own constituencies and do everything they can to demonstrate confidence in the economy, and I think that can be contagious."},{"placeId":66195,"author":"Kendall Jenner","wordCount":19,"categories":["confidence","think","camera"],"text":"When I started getting in front of the camera a lot, I think my confidence started to come out."},{"placeId":67397,"author":"Kurt Elling","wordCount":35,"categories":["confidence","space","city"],"text":"Chicago has a burly, action-oriented but still self-assured and relaxed confidence to its stride. The city has a lot of wide-open space and all the possibilities that suggests. There's a lot of horizontal grandeur here."},{"placeId":29373,"author":"Eddie Murphy","wordCount":19,"categories":["myself","confidence"],"text":"I've always had confidence. It came because I have lots of initiative. I wanted to make something of myself."},{"placeId":80528,"author":"Nadine Velazquez","wordCount":29,"categories":["love","confidence","men"],"text":"I'm attracted to men who just love what they do, have confidence in what they do and have potential to be on their own if they need to be."},{"placeId":11787,"author":"Bruno Mars","wordCount":46,"categories":["confidence","hate","guitar"],"text":"You know, when Michael Jackson does the moonwalk, he's showing off! When Prince or Hendrix do a guitar solo, it's confidence! I would hate to be at a show and some nervous wreck is sweating up there and doesn't feel like he deserves to be there."},{"placeId":9671,"author":"Barton Gellman","wordCount":24,"categories":["confidence","customer","loss"],"text":"Experts said public companies worry about the loss of customer confidence and the legal liability to shareholders or security vendors when they report flaws."},{"placeId":76805,"author":"Miranda Cosgrove","wordCount":37,"categories":["family","confidence","inspire"],"text":"My friends and I have always loved the Neutrogena brand and their ability to help inspire confidence. So when I found out I was actually going to be part of the Neutrogena family, I was really excited."},{"placeId":71717,"author":"Michael Gove","wordCount":43,"categories":["future","confidence","achieve"],"text":"If we, in the future, have confidence in ourselves, then there's no limit to what we can achieve, and I think the depressing litany... that we hear from the Remain side is not the type of approach we should take into the future."},{"placeId":44832,"author":"Ivan Pavlov","wordCount":45,"categories":["time","respect","confidence"],"text":"It goes without saying that the desire to accomplish the task with more confidence, to avoid wasting time and labour, and to spare our experimental animals as much as possible, made us strictly observe all the precautions taken by surgeons in respect to their patients."},{"placeId":13482,"author":"Bayard Taylor","wordCount":32,"categories":["confidence","honesty","people"],"text":"There is a degree of confidence exhibited towards strangers in Sweden, especially in hotels, at post-stations, and on board the inland steamers, which tells well for the general honesty of the people."},{"placeId":48842,"author":"Jason Day","wordCount":42,"categories":["confidence","amazing","world"],"text":"It really is amazing that some days you'll come out and you'll feel like you can beat anyone, and then some days you come out and you've got no confidence in the world, and you can't break an egg with a hammer."},{"placeId":72973,"author":"Maisie Williams","wordCount":17,"categories":["confidence","think","build"],"text":"I don't think Twitter is a platform to build your confidence on at all. Not at all."},{"placeId":13902,"author":"Boman Irani","wordCount":31,"categories":["teacher","mom","confidence"],"text":"When I was child, I never spoke. Teacher used to write remarks on my note book. My mom sent me to a trainer. I started talking, and it gave me confidence."},{"placeId":74365,"author":"Michelle Williams","wordCount":41,"categories":["life","confidence","me"],"text":"Maybe it has something to do with turning 30. I don't feel as shy or nervous or self-conscious. I have more confidence that I can handle what life brings me. I don't feel scared to have an idea and express it."},{"placeId":103740,"author":"Taye Diggs","wordCount":44,"categories":["women","confidence","earth"],"text":"I've always been attracted to women who are assertive and have confidence - qualities older women possess. They've been on the Earth a little longer. They're more seasoned. They don't play games. They know what they want, and they're not afraid to tell you."},{"placeId":70198,"author":"Maria Montessori","wordCount":25,"categories":["confidence","soul","help"],"text":"The consciousness of knowing how to make oneself useful, how to help mankind in many ways, fills the soul with noble confidence, almost religious dignity."},{"placeId":103218,"author":"Sivamani","wordCount":39,"categories":["experience","confidence","me"],"text":"I know I have experience, having worked with the likes of legendary composers like Ilaiyaraaja. And, I've been long enough with my dear friend A. R. Rahman, and we've collaborated on several musical works. All this gives me confidence."},{"placeId":79648,"author":"Maryam D'Abo","wordCount":29,"categories":["confidence","brain","lost"],"text":"In common with many who have a brain injury, I initially lost my confidence and felt very vulnerable, as if a protective layer of skin had been stripped away."},{"placeId":98429,"author":"Sam Graves","wordCount":28,"categories":["integrity","confidence"],"text":"The integrity of the federal procurement system needs to be protected so that the public has confidence in government contracts, and small businesses have every opportunity to compete."},{"placeId":48156,"author":"James Comey","wordCount":42,"categories":["strength","confidence","heart"],"text":"Public corruption is the FBI's top criminal priority. The threat - which involves the corruption of local, state, and federally elected, appointed, or contracted officials - strikes at the heart of government, eroding public confidence and undermining the strength of our democracy."},{"placeId":18618,"author":"Cheryl Tiegs","wordCount":22,"categories":["children","mother","confidence"],"text":"The only thing that I can do is know that I have great confidence in raising children and being a great mother."},{"placeId":73411,"author":"Mark McKinnon","wordCount":10,"categories":["confidence","tax","create"],"text":"Temporary tax cuts don't create permanent confidence, nor permanent jobs."},{"placeId":11353,"author":"Brad D. Smith","wordCount":14,"categories":["confidence","employees","proof"],"text":"The ultimate proof of confidence for a small-business owner is, are they hiring employees?"},{"placeId":113585,"author":"Yohan Blake","wordCount":11,"categories":["confidence","me","lot"],"text":"The 100m taught me a lot and it's given me confidence."},{"placeId":99497,"author":"Sonny Bill Williams","wordCount":43,"categories":["confidence","tough","reason"],"text":"I've got confidence that I'll be able to pick it up eventually, but that's the reason I'm a full-time Sevens player this year: because I knew coming into it that it would be really tough, and I've got to give it my all."},{"placeId":57121,"author":"Joseph Epstein","wordCount":19,"categories":["confidence","way","wrong"],"text":"By the way, the secret of speaking French is confidence. Whether you are right or wrong, you don't hesitate."},{"placeId":61104,"author":"Leslie Mann","wordCount":12,"categories":["age","confidence","kind"],"text":"Along with age comes more confidence, so it kind of works out."},{"placeId":28133,"author":"David Neeleman","wordCount":23,"categories":["confidence","government"],"text":"I believe the public's confidence would be increased if the federal government took over the functions of airport security screening for all passengers."},{"placeId":54575,"author":"Junipero Serra","wordCount":33,"categories":["journey","confidence","place"],"text":"We found on our journey, as well as in the place where we stopped, that they treated us with as much confidence and good-will as if they had known us all their lives."},{"placeId":43037,"author":"Hayley Hasselhoff","wordCount":27,"categories":["confidence","woman","yourself"],"text":"It's all about confidence and how you feel about yourself. There's no such thing as a perfect woman. I like imperfections - that's what makes you unique."},{"placeId":61949,"author":"Louis Navellier","wordCount":37,"categories":["money","confidence","advice"],"text":"My advice to the average investor in 1988 is to be patient and think long-term. It will take 18 months for confidence to get better and, in the meantime, this is absolutely no place for short-term money."},{"placeId":104240,"author":"Timothy Radcliffe","wordCount":12,"categories":["confidence","humility","two"],"text":"To be a preacher requires two apparently contradictory qualities: confidence and humility."},{"placeId":63950,"author":"Leland Ryken","wordCount":39,"categories":["confidence","step","lost"],"text":"With so many contradictory renditions of the biblical text, the public has lost confidence that we can actually know what the Bible says. It is an easy step from this skepticism to an indifference about what the Bible says."},{"placeId":29980,"author":"Elizabeth Esty","wordCount":20,"categories":["confidence","job"],"text":"For me to do my job effectively, we need to continue to earn public confidence. That involves transparency and accountability."},{"placeId":78521,"author":"M. John Harrison","wordCount":34,"categories":["confidence","good","writing"],"text":"A good ground rule for writing in any genre is, start with a form, then undermine its confidence in itself. Ask what it's afraid of, what it's trying to hide - then write that."},{"placeId":88895,"author":"Robin Wright","wordCount":30,"categories":["mom","mother","confidence"],"text":"My mother gave me a sense of independence, a sense of total confidence that we could do whatever it was we set out to do. That's how we were raised."},{"placeId":97094,"author":"Stephen Curry","wordCount":32,"categories":["confidence","coach","sometimes"],"text":"I always have confidence, whether I miss four in a row or make four in a row, that the next one's going in. To a coach, sometimes that might not make sense."},{"placeId":6250,"author":"Alexandra Roach","wordCount":16,"categories":["confidence","school","shy"],"text":"I went to stage school with a neighbor to build confidence because I was quite shy."},{"placeId":60679,"author":"Lawrence Kudlow","wordCount":17,"categories":["confidence","audio","feed"],"text":"When the now-infamous Donald Trump-Billy Bush audio feed was released, my confidence in Trump all but evaporated."},{"placeId":66912,"author":"Khloe Kardashian","wordCount":34,"categories":["health","confidence","building"],"text":"If you're too embarrassed and want to hide behind your computer screen, that's what this is for. It's about building confidence and that's what U by Kotex does. Girls owning their bodies and health."},{"placeId":48841,"author":"Jason Day","wordCount":26,"categories":["time","confidence","yourself"],"text":"It's O.K. to fail. Just keep putting yourself there. Once I started saying that and really believing that, over time, it just gradually gave me confidence."},{"placeId":88490,"author":"Regis Philbin","wordCount":40,"categories":["business","myself","confidence"],"text":"I missed so many opportunities along the way to do what I wanted to do because I didn't have the confidence to tell myself, much less anybody else, 'Yes, this is the business I wanted to be a part of'."},{"placeId":34165,"author":"Francis Atterbury","wordCount":15,"categories":["confidence","school","virtue"],"text":"Affliction is a school of virtue; it corrects levity, and interrupts the confidence of sinning."},{"placeId":39189,"author":"Gwen Stefani","wordCount":43,"categories":["confidence","walk","eye"],"text":"It feels like the more I'm out there in the public eye, the more criticism I get. You need to have confidence - that's what it takes to walk out there and sing a song in front of a huge group of people."},{"placeId":27712,"author":"Dorothy Kilgallen","wordCount":12,"categories":["confidence","said","should"],"text":"Things said to a reporter in confidence should be kept in confidence."},{"placeId":57415,"author":"Justin Rosenstein","wordCount":42,"categories":["nature","dreams","confidence"],"text":"Working together in concert more smoothly not only helps us move more quickly; it changes the nature of what we can undertake. When we have the confidence that we can orchestrate the group effort required to realize them, we dare bigger dreams."},{"placeId":91257,"author":"Robert E. Lee","wordCount":26,"categories":["hope","god","confidence"],"text":"I tremble for my country when I hear of confidence expressed in me. I know too well my weakness, that our only hope is in God."},{"placeId":94325,"author":"Rob Andrew","wordCount":15,"categories":["confidence","you","either"],"text":"There's no such thing as lack of confidence. You either have it or you don't."},{"placeId":79649,"author":"Maryam D'Abo","wordCount":28,"categories":["confidence","challenge","brain"],"text":"The challenge of directing and interviewing helped me with confidence, and I learnt so much. If I hadn't had the brain hemorrhage, I might never have done it."},{"placeId":77469,"author":"Max Irons","wordCount":23,"categories":["confidence","american","teeth"],"text":"American actors are all muscular, tanned, white teeth and they have this indestructible confidence. We British are all... Dare I say it? Pessimistic."},{"placeId":9793,"author":"Ben Bernanke","wordCount":28,"categories":["confidence","financial","need"],"text":"The Libor system is structurally flawed. It is a major problem for our financial system and for the confidence in the financial system. We need to address it."},{"placeId":22452,"author":"Dale Earnhardt","wordCount":19,"categories":["myself","confidence","back"],"text":"I've had confidence in myself all along. It was just a matter of getting the pieces back in place."},{"placeId":101234,"author":"Sam Donaldson","wordCount":31,"categories":["confidence","yourself","think"],"text":"But I guess the lesson is this: If you don't have confidence in yourself and think that you are worth hiring, or whatever it is, you can't expect anyone else to."},{"placeId":29703,"author":"Elaine Chao","wordCount":13,"categories":["confidence","new","expansion"],"text":"Confidence, capital, and new markets fuel entrepreneurship and job-generating expansion of existing businesses."},{"placeId":43042,"author":"Hayley Hasselhoff","wordCount":19,"categories":["confidence","shine","find"],"text":"Find what makes you feel comfortable. The confidence you wear your clothes in is what's really going to shine."},{"placeId":114119,"author":"Zig Ziglar","wordCount":15,"categories":["confidence","you","sauce"],"text":"Confidence is going after Moby Dick in a rowboat and taking tartar sauce with you."},{"placeId":90806,"author":"Rob Gronkowski","wordCount":25,"categories":["confidence","man","you"],"text":"You have no confidence when you come out of surgery because you can't really do anything. You're like, 'Man, am I ever going to heal?'"},{"placeId":11127,"author":"Bob Riley","wordCount":25,"categories":["confidence","goal","government"],"text":"The fight for reform comes down to a simple goal: giving our citizens the confidence that government serves the people first and the people only."},{"placeId":48891,"author":"Jason Day","wordCount":21,"categories":["confidence","game","you"],"text":"When you have a lot of confidence and you feel like nobody can beat you, it's game over for everyone else."},{"placeId":104977,"author":"Tamron Hall","wordCount":29,"categories":["love","hope","confidence"],"text":"I love Chicago. I wouldn't be where I am now, and I certainly wouldn't have the confidence that I hope that I project, if I'd not lived in Chicago."},{"placeId":44028,"author":"Husnu Ozyegin","wordCount":25,"categories":["confidence","company","know"],"text":"As Turkish entrepreneurs perform well in Iraq, the Iraqis will have more confidence in Turkish contractors than in some European company they do not know."},{"placeId":42230,"author":"Hulk Hogan","wordCount":23,"categories":["time","confidence","thought"],"text":"After watching wrestling for 20 years, I thought I had enough confidence to do it. There were no wrestling schools at the time."},{"placeId":91977,"author":"Ronda Rousey","wordCount":9,"categories":["confidence","find","number"],"text":"Confidence is the number one thing I find attractive."},{"placeId":7142,"author":"Andre Holland","wordCount":39,"categories":["confidence","environment","me"],"text":"When you live in an environment where you aren't allowed to be fully who you are, you aren't taken seriously, and you aren't respected. What that actually does to a person's confidence and psyche is really fascinating to me."},{"placeId":26420,"author":"Dave Morris","wordCount":17,"categories":["confidence","create","now"],"text":"Have confidence in your strengths, dear writer, or give it all up now and create apps instead."},{"placeId":93349,"author":"Rafe Spall","wordCount":39,"categories":["children","confidence","child"],"text":"One of the biggest gifts you can give a child is confidence, because confidence will take you miles - more than talent, more than anything else. So yes, I want my children to have confidence and to be kind."},{"placeId":18153,"author":"Carly Rae Jepsen","wordCount":13,"categories":["confidence","cocky","like"],"text":"I really like guys who have confidence, but not the cocky over-the-top confidence."},{"placeId":85461,"author":"Patrick Ewing","wordCount":33,"categories":["confidence","problem","game"],"text":"If I want to average 32 points a game, I can do that easily. It's just eight, eight, eight, eight. No problem. I can do that anytime. That's not being cocky. That's confidence."},{"placeId":29511,"author":"Eden Hazard","wordCount":19,"categories":["confidence","good","win"],"text":"We feel good. We are full of confidence. We take game after game and try to win every game."},{"placeId":34647,"author":"Fidel Castro","wordCount":28,"categories":["confidence","help","me"],"text":"Without a tutor to help me in the study of Marxism-Leninism, I was no more than a theorist and, of course, had total confidence in the Soviet Union."},{"placeId":105377,"author":"Terry Bradshaw","wordCount":14,"categories":["confidence","worst","happen"],"text":"What's the worst thing that can happen to a quarterback? He loses his confidence."},{"placeId":98791,"author":"Scott Walker","wordCount":40,"categories":["history","today","confidence"],"text":"Looking at America's history, ordinary people did something extraordinary. Leaders risked their lives for freedoms that we take for granted today. That's what instills confidence. That's us. We will move forward and prosper because that's who we are as Americans."},{"placeId":69925,"author":"Marcus Garvey","wordCount":9,"categories":["confidence","you","started"],"text":"With confidence, you have won before you have started."},{"placeId":64195,"author":"Lindsey Buckingham","wordCount":38,"categories":["happy","confidence","good"],"text":"The 12 years I was in Fleetwood Mac before were not particularly happy years. I was not in a very good place, psychologically, when I left. I didn't have a lot of confidence in what I was doing."},{"placeId":106978,"author":"Tom Watson","wordCount":17,"categories":["confidence","golf","problem"],"text":"Confidence in golf means being able to concentrate on the problem at hand with no outside interference."},{"placeId":93234,"author":"Rory Stewart","wordCount":24,"categories":["knowledge","confidence","world"],"text":"The world isn't one way or another. Things can be changed very, very rapidly by someone with sufficient confidence, sufficient knowledge and sufficient authority."},{"placeId":87666,"author":"Orlando Bloom","wordCount":16,"categories":["confidence","good","style"],"text":"Be comfortable. I think if you're comfortable, you exude confidence, and that leads to good style."},{"placeId":47131,"author":"John le Carre","wordCount":38,"categories":["history","confidence","winners"],"text":"History keeps her secrets longer than most of us. But she has one secret that I will reveal to you tonight in the greatest confidence. Sometimes there are no winners at all. And sometimes nobody needs to lose."},{"placeId":508,"author":"Alex Berenson","wordCount":25,"categories":["technology","confidence","vote"],"text":"A vote of confidence from Cisco Systems can be very important to fledging technology companies, especially if they have initial public offerings on the horizon."},{"placeId":20182,"author":"Chen Shui-bian","wordCount":33,"categories":["daily","confidence","great"],"text":"I have great confidence in the universal value and in basic human rights and I have great confidence that referenda will eventually take root and become part of our daily lives in Taiwan."},{"placeId":84952,"author":"Preston Sturges","wordCount":31,"categories":["best","confidence","win"],"text":"How many years and how many pictures does it take to win the confidence of Paramount? How many years before my fellow workers say, 'I know he is doing his best?'"},{"placeId":60038,"author":"Johnny Unitas","wordCount":22,"categories":["confidence","thought","play"],"text":"I always thought I could play pro ball. I had confidence in my ability, You have to. If you don't who will?"},{"placeId":97503,"author":"Solange Knowles","wordCount":23,"categories":["confidence","sexy","now"],"text":"If I had to define 'sexy' now, as Disney as it sounds, I would have to say it's about complete and utter confidence."},{"placeId":107124,"author":"Travis Bradberry","wordCount":45,"categories":["confidence","reality","impact"],"text":"True confidence is firmly planted in reality. To grow your confidence, it's important to do an honest and accurate self-assessment of your abilities. If there are weaknesses in your skill set, make plans for strengthening these skills and find ways to minimize their negative impact."},{"placeId":38682,"author":"Gisele Bundchen","wordCount":24,"categories":["strength","confidence","goals"],"text":"Having the strength to tune out negativity and remain focused on what I want gives me the will and confidence to achieve my goals."},{"placeId":576,"author":"Alexandra Daddario","wordCount":40,"categories":["best","confidence","good"],"text":"Charlize Theron is perfect. She holds herself with so much poise and grace. I don't know if she looks so good because she has the best body or because she has the confidence to feel comfortable in what she's wearing."},{"placeId":99051,"author":"Shawn Michaels","wordCount":25,"categories":["faith","confidence","where"],"text":"My faith is sort of where I got my confidence. And it was the confidence of, 'It's going to be what it's going to be.'"},{"placeId":34503,"author":"Felix Frankfurter","wordCount":19,"categories":["strength","confidence","man"],"text":"The mark of a truly civilized man is confidence in the strength and security derived from the inquiring mind."},{"placeId":101040,"author":"Sun Yang","wordCount":16,"categories":["experience","confidence","edge"],"text":"I think I will have an edge over my rivals in terms of confidence and experience."},{"placeId":19685,"author":"Cathy Freeman","wordCount":33,"categories":["day","confidence","hair"],"text":"I have a friend who, if she has a bad hair day, it affects her whole mood because it is part of her sexuality, her confidence. I don't have that problem any more."},{"placeId":34415,"author":"Fatima Sana Shaikh","wordCount":31,"categories":["time","confidence","lost"],"text":"At one point, I had lost my confidence as an actor, and working again was tough. I started stammering due to lack of confidence. It took time, but things became better."},{"placeId":5904,"author":"Azzedine Alaia","wordCount":22,"categories":["work","confidence","world"],"text":"I have total confidence in Beaute Prestige International to accompany me in creating a perfume that interprets my work and my world."},{"placeId":71892,"author":"Michel de Montaigne","wordCount":21,"categories":["light","god","confidence"],"text":"The confidence in another man's virtue is no light evidence of a man's own, and God willingly favors such a confidence."},{"placeId":8801,"author":"Alberta Hunter","wordCount":9,"categories":["faith","god","confidence"],"text":"Put your faith in God and confidence in yourself."},{"placeId":24751,"author":"Debbie Ford","wordCount":20,"categories":["future","confidence","you"],"text":"By affirming your own gifts and accomplishments, you build your confidence and increase your ability to build a brighter future."},{"placeId":50578,"author":"James Mattis","wordCount":40,"categories":["confidence","government","lost"],"text":"Prime Minister Maliki, released from American restraint, acted on his worst instincts, creating enormous distrust in Iraq's Kurdish population and deeply embittering Sunnis in western Iraq's Al Anbar, who lost any confidence in a Baghdad government they saw as adversarial."},{"placeId":60288,"author":"Joseph Mawle","wordCount":40,"categories":["confidence","good","school"],"text":"I didn't do plays at school, because I didn't have the confidence. At 14, I was at boarding school in Devon and I suffered from dyslexia quite badly, but they had a very good department there which specialised in it."},{"placeId":111488,"author":"William Lacy Clay, Jr.","wordCount":12,"categories":["confidence","police"],"text":"I have absolutely no confidence in the Ferguson police, the county prosecutor."},{"placeId":45156,"author":"Jack Nicklaus","wordCount":29,"categories":["work","confidence","great"],"text":"Confidence is the most important single factor in this game, and no matter how great your natural talent, there is only one way to obtain and sustain it: work."},{"placeId":43332,"author":"Herschel Walker","wordCount":40,"categories":["best","myself","confidence"],"text":"Growing up, I started developing confidence in what I felt. My parents helped me to believe in myself. I wasn't the best looking guy, I wasn't the best athlete in the world, but they made me feel good about myself."},{"placeId":35967,"author":"Gary Neville","wordCount":14,"categories":["confidence","team","winning"],"text":"Nothing improves your confidence and brings a team together more than winning a cup."},{"placeId":24877,"author":"Dele Alli","wordCount":28,"categories":["time","confidence","luck"],"text":"I think confidence is a big part of it. Also luck - the ball has got to fall for you in the right time and the right place."},{"placeId":33230,"author":"Ella Henderson","wordCount":33,"categories":["confidence","thought","me"],"text":"I never thought I'd go on a show like 'The X Factor,' simply because I didn't have enough confidence to do something like standing on a stage to have opinions thrown at me."},{"placeId":18719,"author":"Chris Evert","wordCount":18,"categories":["confidence","game","play"],"text":"You've got to take the initiative and play your game. In a decisive set, confidence is the difference."},{"placeId":82288,"author":"Nigel Lawson","wordCount":24,"categories":["change","confidence"],"text":"One of the most important things that a Thatcher government did was change the mood of the nation to give it back its confidence."},{"placeId":71583,"author":"Michael Bloomberg","wordCount":22,"categories":["confidence","together","people"],"text":"People have no confidence that Washington, both sides of aisle, are coming together to try and do what's right for the economy."},{"placeId":6724,"author":"Anouska Hempel","wordCount":23,"categories":["confidence","eye","think"],"text":"I think if you have an eye and the ability and the confidence as a designer, you can turn your hand to anything."},{"placeId":14202,"author":"Bud Grant","wordCount":31,"categories":["confidence","doing","know"],"text":"If you're a coach, you've got to have a lot of confidence in what you're doing. Your egos are so large that you know it all anyway if you're a coach."},{"placeId":61469,"author":"Lilly Singh","wordCount":36,"categories":["love","confidence","yourself"],"text":"Love who you are, embrace who you are. Love yourself. When you love yourself, people can kind of pick up on that: they can see confidence, they can see self-esteem, and naturally, people gravitate towards you."},{"placeId":79735,"author":"Maude Adams","wordCount":10,"categories":["myself","confidence","actress"],"text":"I had very little confidence in myself as an actress."},{"placeId":113726,"author":"Yoko Ono","wordCount":23,"categories":["confidence","thought","why"],"text":"I always thought that I was an important musician. If you don't have that confidence, why would you go on and do it?"},{"placeId":59925,"author":"John H. Johnson","wordCount":36,"categories":["positive","dreams","confidence"],"text":"Dream small dreams. If you make them too big, you get overwhelmed and you don't do anything. If you make small goals and accomplish them, it gives you the confidence to go on to higher goals."},{"placeId":3166,"author":"Alicia Keys","wordCount":25,"categories":["love","confidence","fun"],"text":"And I love kick boxing. It's a lot of fun. It gives you a lot of confidence when you can kick somebody in the head."},{"placeId":44282,"author":"Idina Menzel","wordCount":29,"categories":["confidence","summer","dream"],"text":"It's been a dream of mine to run my own summer camp. I went to one as a kid, and I put on productions, and got lots of confidence."},{"placeId":31393,"author":"Ed O'Brien","wordCount":13,"categories":["work","respect","confidence"],"text":"I think that's what helped us: confidence, respect, the desire to work hard."},{"placeId":56428,"author":"Jose Manuel Barroso","wordCount":17,"categories":["future","confidence"],"text":"For investor confidence, it is important that there is certainty about the future of Ireland in E.U."},{"placeId":81100,"author":"Narendra Modi","wordCount":31,"categories":["hope","confidence","back"],"text":"Indians felt despondent about Indian governance. Changing that atmosphere of gloom was a very challenging task, and I faced many difficulties in rectifying the situation and bringing back confidence and hope."},{"placeId":65244,"author":"Leverett Saltonstall","wordCount":29,"categories":["confidence","lie","grow"],"text":"I have confidence that the Unitarian Church will steadily grow and will help to sustain many of my fellow citizens in these important days that lie ahead of us."},{"placeId":45486,"author":"James E. Faust","wordCount":28,"categories":["love","confidence","parents"],"text":"Boys and girls, have confidence in the direction and counsel and advice of your parents and grandparents who love you more than anybody else in the world does."},{"placeId":7458,"author":"Autumn Reeser","wordCount":8,"categories":["confidence","study","through"],"text":"I gain a lot of confidence through study."},{"placeId":12841,"author":"Bill Laimbeer","wordCount":33,"categories":["confidence","grow","game"],"text":"I thought we were aggressive across the board defensively, and you could just see it grow. As the game went along, you could see the confidence grow. It showed in the fourth quarter."},{"placeId":20104,"author":"Chuck Fleischmann","wordCount":43,"categories":["confidence","great","problem"],"text":"When I came to Congress, I campaigned for fiscal responsibility. And the earmarking problem and crisis caused a great erosion in the public's confidence in Congress. We've got to find a way to do it without that. And I'm confident that we can."},{"placeId":20602,"author":"Cathy Moriarty","wordCount":19,"categories":["confidence","believe"],"text":"Don't take anything for granted. If you don't believe in yourself, nobody else will. Have a little more confidence."},{"placeId":28353,"author":"Donald Wuerl","wordCount":19,"categories":["faith","confidence","people"],"text":"People of faith should be able to have confidence in their right to freely express and live their beliefs."},{"placeId":13271,"author":"Bob Graham","wordCount":15,"categories":["confidence","events","being"],"text":"I presumed the president was being truthful until a series of events undercut that confidence."},{"placeId":112978,"author":"Virginia Euwer Wolff","wordCount":45,"categories":["confidence","questions","she"],"text":"I've followed Brenda Bowen as she's moved from Henry Holt to Scholastic to Simon and Schuster to Hyperion and to HarperCollins. I have complete confidence that Brenda always knows the right questions to ask. I'm not sure another editor would be able to do that."},{"placeId":77752,"author":"Mick Cornett","wordCount":35,"categories":["money","confidence","energy"],"text":"When you have a lot of construction going on, it sends a message of vitality that builds up consumer confidence. It gets people to spend money when they see that energy, that things are happening."},{"placeId":53934,"author":"Jimmy Walker","wordCount":8,"categories":["confidence","well","along"],"text":"The confidence came along as I played well."},{"placeId":87106,"author":"O'Shea Jackson, Jr.","wordCount":21,"categories":["confidence","you can do it"],"text":"Have confidence in everything. No matter what it is that you're doing, know that you can do it better than anyone."},{"placeId":62610,"author":"Lynn Good","wordCount":23,"categories":["trust","day","confidence"],"text":"I think about trust and confidence as something that you earn every day, and we will keep at it, earning it every day."},{"placeId":14168,"author":"Bruce Schneier","wordCount":15,"categories":["confidence","review","years"],"text":"No one can duplicate the confidence that RSA offers after 20 years of cryptanalytic review."},{"placeId":37841,"author":"George Papandreou","wordCount":32,"categories":["confidence","strong","problems"],"text":"Europe is a strong market for the U.S. If it has problems, if there's a lack of consumer confidence, if there's a deeper recession, this will deeply affect jobs in the U.S."},{"placeId":35316,"author":"Francois Nars","wordCount":29,"categories":["confidence","people","you"],"text":"Sometimes people are very not sure of themselves, so you really have to give them that confidence. Even models - they need to warm up sometimes on photo shoots."},{"placeId":106326,"author":"Tom Brady","wordCount":16,"categories":["confidence","football","doing"],"text":"When I'm out on the football field, I have so much confidence in what I'm doing."},{"placeId":46512,"author":"Joe Paterno","wordCount":15,"categories":["confidence","loyalty","heart"],"text":"Besides pride, loyalty, discipline, heart, and mind, confidence is the key to all the locks."},{"placeId":6806,"author":"Arthur Henderson","wordCount":39,"categories":["confidence","action","mood"],"text":"Therefore, let us not despair, but instead, survey the position, consider carefully the action we must take, and then address ourselves to our common task in a mood of sober resolution and quiet confidence, without haste and without pause."},{"placeId":73925,"author":"Maurice Sendak","wordCount":8,"categories":["myself","confidence","never"],"text":"I didn't have much confidence in myself... never."},{"placeId":54751,"author":"Jean Pigozzi","wordCount":41,"categories":["fear","confidence","past"],"text":"I think 'tradition' is in the past - and how can someone really 'fear' a color? A man may prefer navy to turquoise, but a self assured man could wear any color and he knows that. It's a distinction of confidence."},{"placeId":62779,"author":"Leah Busque","wordCount":20,"categories":["business","confidence"],"text":"Learn to bet on yourself and have confidence in your own decisions. No one knows your business better than you."},{"placeId":65748,"author":"Kate Winslet","wordCount":21,"categories":["work","hard work","confidence"],"text":"I think any form of self-expression is half confidence, half sheer hard work and, maybe, a bit of talent thrown in."},{"placeId":112306,"author":"Vanna Bonta","wordCount":12,"categories":["confidence","greed","create"],"text":"Greed is the lack of confidence of one's own ability to create."},{"placeId":65787,"author":"Kate Winslet","wordCount":15,"categories":["time","confidence","think"],"text":"I think confidence does come with time, and I've been really surprised by that, actually."},{"placeId":89296,"author":"Roger Staubach","wordCount":15,"categories":["work","confidence","dedication"],"text":"Confidence comes from hours and days and weeks and years of constant work and dedication."},{"placeId":77140,"author":"Madeleine Peyroux","wordCount":37,"categories":["confidence","vote","me"],"text":"Seeing how those companies operate, it didn't amount to a massive vote of confidence in their artists. There was talk of me going to Columbia after that, but nothing happened. I got disillusioned, and I pulled back."},{"placeId":107272,"author":"Tyra Banks","wordCount":8,"categories":["love","confidence","makeup"],"text":"I love the confidence that makeup gives me."},{"placeId":112850,"author":"Vir Das","wordCount":46,"categories":["confidence","good","strong"],"text":"For me, it is very important to believe in the kind of movies I do. 'Rang De Basanti' made me feel good about Indian cinema. The movie instilled in me a confidence so strong, that I wanted to be a part of the revolution in Bollywood."},{"placeId":11685,"author":"Bradley Cooper","wordCount":33,"categories":["sports","confidence","me"],"text":"I liked sports but I never really had the confidence. I was always coordinated and it came easy to me, but I didn't have the confidence to go along with the physical skill."},{"placeId":94006,"author":"Ralph Merkle","wordCount":34,"categories":["confidence","space","stronger"],"text":"One of the things that we can say with confidence is that we will have much lighter, much stronger materials, and this will reduce the cost of air flight, and the cost of rockets."},{"placeId":86462,"author":"Peter Farrelly","wordCount":46,"categories":["confidence","stress","want"],"text":"Our feeling is that the most important thing on a set is that actors have enough confidence to try different things. If there's stress or tension, they won't go out on a limb because they won't want to embarrass themselves if they don't feel completely comfortable."},{"placeId":31889,"author":"Elle King","wordCount":12,"categories":["confidence","fake","long"],"text":"Sometimes, if you fake confidence long enough, you're going to be confident."},{"placeId":82240,"author":"Nicole Scherzinger","wordCount":9,"categories":["confidence","yourself"],"text":"Confidence comes with maturity, being more accepting of yourself."},{"placeId":20075,"author":"Charley Pride","wordCount":22,"categories":["experience","confidence"],"text":"For most entertainers, there is a single experience, one defining moment, when confidence replaces the self-doubt that most of us wrestle with."},{"placeId":64198,"author":"Lindsay Davenport","wordCount":32,"categories":["time","confidence","perfect"],"text":"I wasn't a perfect thing at 17. I didn't have confidence. I was hunched over and real embarrassed, and I didn't want to be in the limelight. But it changed over time."},{"placeId":6287,"author":"Alan Shearer","wordCount":21,"categories":["success","failure","confidence"],"text":"We go there with confidence, but we know there is a very fine line between success and failure in this game."},{"placeId":89295,"author":"Roger Staubach","wordCount":23,"categories":["work","confidence","dedication"],"text":"Confidence doesn't come out of nowhere. It's a result of something... hours and days and weeks and years of constant work and dedication."},{"placeId":80224,"author":"Nicholas A. Christakis","wordCount":32,"categories":["confidence","victory","chance"],"text":"One reason citizens, politicians and university donors sometimes lack confidence in the social sciences is that social scientists too often miss the chance to declare victory and move on to new frontiers."},{"placeId":239,"author":"Ahmed Zewail","wordCount":21,"categories":["confidence","growth"],"text":"Besides being a prime cause of poor economic growth, poor governance breeds corruption, which cripples investment, wastes resources, and diminishes confidence."},{"placeId":98326,"author":"Sally Mann","wordCount":31,"categories":["fear","confidence","good"],"text":"It's not a lack of confidence, because I can't argue with the fact that I've taken some good pictures. But it's just a raw fear that you've taken the last one."},{"placeId":52414,"author":"Jackee Harry","wordCount":22,"categories":["confidence","goal","men"],"text":"My goal is to give young girls confidence in this world so they can be more like men in the decision-making process."},{"placeId":25390,"author":"Daniel Tammet","wordCount":40,"categories":["life","confidence","book"],"text":"I was incredibly lucky that my first book found a large and loyal readership. It changed my life - from being a very withdrawn adult to living in Paris as a full-time writer. It has also given me enormous confidence."},{"placeId":7417,"author":"Ann Macbeth","wordCount":24,"categories":["confidence","world","new"],"text":"Any new producer starting up is to get investors' confidence. Investors are still very very wary of anything to do with the arts world."},{"placeId":28825,"author":"David Storey","wordCount":19,"categories":["confidence","done","bigger"],"text":"Have confidence that if you have done a little thing well, you can do a bigger thing well too."},{"placeId":93783,"author":"Robert Jarvik","wordCount":32,"categories":["confidence","writing","vote"],"text":"Our ad campaign with Pfizer is educational. Lipitor is the most widely prescribed drug in the country. For every prescription, there is a doctor writing it. It's a huge vote of confidence."},{"placeId":104958,"author":"Taylor Swift","wordCount":26,"categories":["confidence","i am","easy"],"text":"My confidence is easy to shake. I am very well aware of all of my flaws. I am aware of all the insecurities that I have."},{"placeId":65534,"author":"Katarina Johnson-Thompson","wordCount":34,"categories":["confidence","me","long"],"text":"There will be mental worries with the long jump before Rio, but I know I can get through it. It's just getting my confidence back. I know I have a big jump in me."},{"placeId":33817,"author":"Eric Mabius","wordCount":11,"categories":["women","confidence","rise"],"text":"I can tell women's confidence levels rise when they wear heels."},{"placeId":49722,"author":"Joe Torre","wordCount":22,"categories":["confidence","great","unique"],"text":"I have great confidence in Rick Caruso's unique qualifications and his ability to lead a successful bid for the Los Angeles Dodgers."},{"placeId":15500,"author":"Caitlyn Jenner","wordCount":31,"categories":["women","power","confidence"],"text":"I have found that women have so much unleashed power that they don't really utilize because they don't have confidence in themselves about who they are and what they can do."},{"placeId":35585,"author":"Franklin D. Roosevelt","wordCount":23,"categories":["confidence","honesty","honor"],"text":"Confidence... thrives on honesty, on honor, on the sacredness of obligations, on faithful protection and on unselfish performance. Without them it cannot live."},{"placeId":59333,"author":"Jason Dufner","wordCount":5,"categories":["confidence","golf","king"],"text":"Confidence is king in golf."},{"placeId":40469,"author":"Haruki Murakami","wordCount":45,"categories":["music","happy","confidence"],"text":"Confidence, as a teenager? Because I knew what I loved. I loved to read; I loved to listen to music; and I loved cats. Those three things. So, even though I was an only kid, I could be happy because I knew what I loved."},{"placeId":52566,"author":"James Keller","wordCount":29,"categories":["courage","confidence","him"],"text":"It is so often true that whether a person carries with him an atmosphere of gloom and depression or one of confidence and courage depends on his individual outlook."},{"placeId":93987,"author":"Rachel Ward","wordCount":6,"categories":["confidence","anything","takes"],"text":"All anything takes, really, is confidence."},{"placeId":49862,"author":"John Malkovich","wordCount":19,"categories":["confidence","trying","crush"],"text":"I think with actors, if you just don't set about trying to crush their confidence immediately, you're usually OK."},{"placeId":74225,"author":"Michael Sheen","wordCount":28,"categories":["poetry","mother","confidence"],"text":"My dad is a Jack Nicholson lookalike and a frustrated performer, my mother's into reading and poetry. I suppose the thing I owe them most is my confidence."},{"placeId":113989,"author":"Yael Naim","wordCount":35,"categories":["music","confidence","path"],"text":"My first album was full of ideas and attempts to go in all kinds of directions. I was young. I loved making music, but I didn't have a clear path. I also lacked in confidence."},{"placeId":39559,"author":"Gloria Naylor","wordCount":18,"categories":["god","confidence","talent"],"text":"You can't teach talent. You can't put in what God left out - but you can teach confidence."},{"placeId":55032,"author":"Jessica Ennis","wordCount":35,"categories":["confidence","good","training"],"text":"On a scale of one to 10, I'd rate my body confidence as a good seven. Everyone has their hang-ups, but I see my body as a training tool and I feel good about it."},{"placeId":73771,"author":"Matt Haig","wordCount":40,"categories":["confidence","me","test"],"text":"It took me at least all my 20s and some of my 30s to get the confidence to realise I could just write about what I wanted to write about without having to pass a test or look super clever."},{"placeId":24924,"author":"Danica McKellar","wordCount":28,"categories":["beautiful","confidence","smart"],"text":"I want girls to feel the confidence you get from being smart. They get so many messages that tell them the most important thing is to be beautiful."},{"placeId":49511,"author":"John Berger","wordCount":31,"categories":["hope","confidence","darkness"],"text":"The point about hope is that it is something that occurs in very dark moments. It is like a flame in the darkness; it isn't like a confidence and a promise."},{"placeId":27903,"author":"Dulquer Salmaan","wordCount":22,"categories":["confidence","style","me"],"text":"For me, style is all about confidence. What you wear, both in terms of clothing and jewellery, should add to your confidence."},{"placeId":90422,"author":"Reese Witherspoon","wordCount":6,"categories":["business","confidence"],"text":"Confidence is everything in this business."},{"placeId":19222,"author":"Christopher Moore","wordCount":21,"categories":["confidence","writing","know"],"text":"I don't read reviews if I know in advance they're negative, because I can't have my confidence undermined when I'm writing."},{"placeId":93847,"author":"Robert Preston","wordCount":9,"categories":["confidence","my own","own"],"text":"I have always had confidence in my own ability."},{"placeId":85510,"author":"Patty Murray","wordCount":24,"categories":["success","confidence","people"],"text":"I see success as bringing some confidence back to the American people that despite our differences, we can find some ways to move forward."},{"placeId":70375,"author":"Marie Antoinette","wordCount":27,"categories":["friendship","confidence","may"],"text":"Your Majesty may rest assured about my conduct towards the Comtesse de Provence; I will certainly try and gain her friendship and confidence, without going too far."},{"placeId":96145,"author":"Selena Gomez","wordCount":40,"categories":["confidence","sexy","me"],"text":"The guys that do have the confidence to hit on me are not necessarily my type, but they think they are because I'm a pop star; I sing songs, do movies. I like to feel sexy and confident on stage."},{"placeId":42902,"author":"Howard Schultz","wordCount":36,"categories":["day","confidence","reading"],"text":"Americans reading the paper, listening to the news every single day, and all you hear is things are getting worse and worse. And that has a psychological effect on consumer confidence. That's what consumer confidence is."},{"placeId":34489,"author":"Felicity Jones","wordCount":32,"categories":["confidence","support","doing"],"text":"The actresses I've known support each other very much. If you have a level of confidence in what you're doing, then you don't feel threatened. We all have different things to offer."},{"placeId":44882,"author":"Ivanka Trump","wordCount":33,"categories":["confidence","youth","worry"],"text":"I have a tough skin and enough confidence not to worry too much about being underestimated because of my last name, my relative youth, or my modeling background. It comes with the territory."},{"placeId":42455,"author":"Hope Solo","wordCount":17,"categories":["daily","day","confidence"],"text":"My confidence comes from the daily grind - training my butt off day in and day out."},{"placeId":52699,"author":"Jamie Vardy","wordCount":30,"categories":["confidence","goals","play"],"text":"If you're not playing with any confidence, then you're not going to play well at all. You've always got to have that inner confidence, and that comes with the goals."},{"placeId":100389,"author":"Song Hye-kyo","wordCount":23,"categories":["confidence","achievement"],"text":"In most professions, you build up confidence and a sense of achievement as you go along, but that's really not true for acting."},{"placeId":18374,"author":"Cat Deeley","wordCount":32,"categories":["love","family","confidence"],"text":"To have family behind you who love you more than words can say gives you so much confidence, because it allows you to go off and be who you want to be."},{"placeId":41260,"author":"Henrikh Mkhitaryan","wordCount":16,"categories":["confidence","different"],"text":"Different managers give confidence in different ways. Some by hugging, others by talking or having conversations."},{"placeId":32206,"author":"Erin O'Connor","wordCount":32,"categories":["confidence","people","worry"],"text":"I worry about how accessible cosmetic surgery has become. Of course, if it has genuinely helped people, and their confidence has grown as a result; who am I to form an opinion?"},{"placeId":89381,"author":"Ron Fournier","wordCount":35,"categories":["time","confidence","father"],"text":"One of Obama's most impressive attributes is his quiet confidence: Voters sense that he is comfortable in his own skin, a dedicated father and friend who won't waste time with the phony rituals of Washington."},{"placeId":61257,"author":"Leonard Susskind","wordCount":38,"categories":["confidence","great","ideas"],"text":"I'm a great believer in our ability to come up with the ideas necessary to solve the big questions. I have less confidence that we'll be able to find a consensus about which ones are right without experiment."},{"placeId":36837,"author":"Guy Davenport","wordCount":16,"categories":["learning","confidence","limits"],"text":"There's nothing like being a soldier for confidence or learning your limits or enduring utter humiliation."},{"placeId":4272,"author":"Arnold Palmer","wordCount":10,"categories":["confidence","hunger","out"],"text":"Concentration comes out of a combination of confidence and hunger."},{"placeId":60600,"author":"Lauren Bacall","wordCount":30,"categories":["confidence","woman","america"],"text":"When a woman reaches twenty-six in America, she's on the slide. It's downhill all the way from then on. It doesn't give you a tremendous feeling of confidence and well-being."},{"placeId":58652,"author":"John Garfield","wordCount":28,"categories":["confidence","struggle"],"text":"When an actor doesn't face a conflict, he loses confidence in himself. I always want to have a struggle because I believe it will help me accomplish more."},{"placeId":100835,"author":"Steve Bannon","wordCount":46,"categories":["confidence","information","new"],"text":"If 'The New York Times' didn't exist, CNN and MSNBC would be a test pattern. 'The Huffington Post' and everything else is predicated on 'The New York Times'. It's a closed circle of information from which Hillary Clinton got all her information - and her confidence."},{"placeId":61131,"author":"Lester B. Pearson","wordCount":32,"categories":["confidence","problems","trying"],"text":"We must keep on trying to solve problems, one by one, stage by stage, if not on the basis of confidence and cooperation, at least on that of mutual toleration and self-interest."},{"placeId":62566,"author":"Lyndon B. Johnson","wordCount":33,"categories":["communication","confidence"],"text":"Our most tragic error may have been our inability to establish a rapport and a confidence with the press and television with the communication media. I don't think the press has understood me."},{"placeId":74686,"author":"Mohamed ElBaradei","wordCount":14,"categories":["freedom","confidence","back"],"text":"The Egyptians have grown in confidence, they've tasted freedom, and there's no way back."},{"placeId":401,"author":"Alan King","wordCount":21,"categories":["freedom","confidence","me"],"text":"Ed Sullivan brought me to TV first in 1952, then Garry Moore's program gave me a lot of confidence and freedom."},{"placeId":71579,"author":"Michael Bloomberg","wordCount":17,"categories":["confidence","short","remember"],"text":"We should remember it wasn't so long ago that confidence in New York was in short supply."},{"placeId":18603,"author":"Cherie Lunghi","wordCount":26,"categories":["confidence","blue","green"],"text":"I ski every three years or so. I don't have the ingrained confidence that others do, but I'll happily toddle about a green or blue run."},{"placeId":30944,"author":"Ethan Hawke","wordCount":26,"categories":["faith","confidence","choice"],"text":"I'd be lying if I said I had confidence in every choice I've made, that I have faith in every film I do on every shot."},{"placeId":17368,"author":"Ciara","wordCount":14,"categories":["confidence","son","me"],"text":"There was a whole newfound confidence that came over me after having my son."},{"placeId":18982,"author":"Criss Angel","wordCount":42,"categories":["business","confidence","child"],"text":"Magic is the oldest part of the show business profession. It can now be used as a forward-thinking tool to build a child's confidence. It has been an amazing part in many entertainers' lives, including Steve Martin and the late Johnny Carson."},{"placeId":12584,"author":"Bob Saget","wordCount":9,"categories":["confidence","genuine","between"],"text":"My confidence wavers between being genuine and being insecure."},{"placeId":32156,"author":"Erin Heatherton","wordCount":16,"categories":["confidence","you","matter"],"text":"It doesn't matter if you are model or not; confidence is something that comes from inside."},{"placeId":13849,"author":"Bob Ney","wordCount":33,"categories":["children","confidence","law"],"text":"The bottom line in my view is that America's mothers and fathers deserve to have confidence in law enforcement's ability to ensure that their children are being raised in the safest possible environment."},{"placeId":98319,"author":"Sally Mann","wordCount":9,"categories":["confidence","few","very"],"text":"Very few males have the confidence to appear vulnerable."},{"placeId":106671,"author":"Tom Landry","wordCount":26,"categories":["confidence","face","doing"],"text":"Confidence comes from knowing what you're doing. If you are prepared for something, you usually do it. If not, you usually fall flat on your face."},{"placeId":109963,"author":"Whit Stillman","wordCount":38,"categories":["confidence","honest","easy"],"text":"Oddly, in a sense, I still have more confidence as a director than my ability as a writer. Somehow, directing is just really easy. It's just about being really honest about how you feel about what you're seeing."},{"placeId":5195,"author":"Amy Chua","wordCount":25,"categories":["confidence","good","think"],"text":"Both of my girls have very high self-esteem because they were both able to master certain things; I should think that's good for their confidence."},{"placeId":111716,"author":"Venus Williams","wordCount":36,"categories":["work","confidence","emotions"],"text":"Understanding that being nervous, having doubts and lacking confidence are emotions that are human is how you deal with it. It is okay to feel that way... and then understanding that you can work through it."},{"placeId":65980,"author":"Kathleen Turner","wordCount":10,"categories":["confidence","big","between"],"text":"The big gap between the ability of actors is confidence."},{"placeId":5630,"author":"Ariel Pink","wordCount":39,"categories":["confidence","humble","short"],"text":"Confidence was never in short supply in my case. If anything, I think I overshot the mark with confidence way too early in my career, and gradually, it's about just getting more humble and wanting to sit down more."},{"placeId":105879,"author":"Tim Vine","wordCount":34,"categories":["confidence","laugh","people"],"text":"With silly stuff, it's seventy-five percent confidence. I always tell people that it's because I'm nervous about getting that next laugh and I need to hear it. I always want to condense a joke."},{"placeId":13634,"author":"Bennie Thompson","wordCount":19,"categories":["confidence","believe","america"],"text":"I believe that if corporate America expects consumer confidence to be restored, they must first be honest with us."},{"placeId":38144,"author":"George Washington","wordCount":21,"categories":["friendship","confidence","you"],"text":"Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence."},{"placeId":34729,"author":"Floyd Patterson","wordCount":13,"categories":["confidence","train","you"],"text":"For if you train hard and responsibly your confidence surges to a maximum."},{"placeId":4271,"author":"Arnold Palmer","wordCount":7,"categories":["confidence","competitive"],"text":"Concentration, Confidence, Competitive urge, Capacity for enjoyment."},{"placeId":48815,"author":"Jeannette Walls","wordCount":18,"categories":["confidence","parents","self"],"text":"I never had any question that my parents loved me. I had a real sense of self confidence."},{"placeId":77901,"author":"Molly Ringwald","wordCount":33,"categories":["life","confidence","believe"],"text":"Whatever it is that gives you that confidence will vary from person to person, but I do believe that it is the key to succeeding at anything in life - career, relationships, anything."},{"placeId":60357,"author":"L'Wren Scott","wordCount":20,"categories":["beauty","confidence","woman"],"text":"Enhancing a woman's silhouette and enhancing a woman's beauty - both contribute to enhancing her confidence, so they're synonymous, really."},{"placeId":108673,"author":"Trey Burke","wordCount":47,"categories":["confidence","team","good"],"text":"I basically try to visualize the team doing good things on the court the night before the game. I get shots up. There's not actually a pregame ritual that I do. I'm still trying to figure that out. I say a prayer. I go out with confidence."},{"placeId":7551,"author":"Alex Morrison","wordCount":37,"categories":["confidence","political","think"],"text":"I think they do have to get it right in Sierra Leone. There has to be something in there now to establish confidence, to stabilize the situation, and then to move to some sort of political negotiations."},{"placeId":53938,"author":"Jimmy Walker","wordCount":16,"categories":["confidence","think","feeling"],"text":"I think that confidence is a big thing. It's being comfortable, feeling comfortable, managing your schedule."},{"placeId":81111,"author":"Nas","wordCount":27,"categories":["experience","confidence"],"text":"Working with great people makes you great; you learn a lot and it also gives you the experience and confidence to move on with your own career."},{"placeId":58611,"author":"Jurnee Smollett","wordCount":9,"categories":["confidence","younger","really"],"text":"When I was younger, I really struggled with confidence."},{"placeId":89960,"author":"Rashida Jones","wordCount":40,"categories":["confidence","college","friends"],"text":"In college, I had a lot of friends who were writers and wanted to be writers and I felt intimidated by it. I just didn't know if I had any gift or voice and I had no confidence about it."},{"placeId":24882,"author":"Dele Alli","wordCount":27,"categories":["confidence","chance","why"],"text":"I have always had confidence in my ability; I knew I'd get a chance coming here. That's one of the main reasons why I signed for Tottenham."},{"placeId":42614,"author":"Georgie Henley","wordCount":28,"categories":["confidence","personality"],"text":"I have confidence in my personality, because I think that if I talk to people hopefully they will like me, but I don't have confidence in my body."},{"placeId":9531,"author":"Barack Obama","wordCount":36,"categories":["confidence","woman","man"],"text":"I can say with confidence there has never been a man or a woman - not me, not Bill, nobody - more qualified than Hillary Clinton to serve as president of the United States of America."},{"placeId":42911,"author":"Howard Schultz","wordCount":47,"categories":["experience","confidence","i am"],"text":"I am concerned about any attrition in customer traffic at Starbucks, but I don't want to use the economy, commodity prices or consumer confidence as an excuse. We must maintain a value proposition to our customers as well as differentiate the Starbucks Experience. That is the key."},{"placeId":32410,"author":"Evan Davis","wordCount":24,"categories":["funny","confidence","long"],"text":"Being funny, it turns out, is like being a bank. It's a confidence trick. As long as everyone believes in you, you are fine."},{"placeId":42213,"author":"Ho Chi Minh","wordCount":30,"categories":["confidence","reading","joy"],"text":"But by reading them again and again finally I was able to grasp the essential part. What emotion, enthusiasm, enlightenment and confidence they communicated to me! I wept for joy."},{"placeId":33924,"author":"Frank B. Kellogg","wordCount":29,"categories":["time","confidence","italy"],"text":"France and Italy have not yet signed this treaty or agreed to naval limitation as between those nations, but I have confidence that in time they will do so."},{"placeId":51313,"author":"Jessie J","wordCount":19,"categories":["best","confidence","think"],"text":"I think the best way to have confidence is not to allow everyone else's insecurities to be your own."},{"placeId":7717,"author":"Amanda Eliasch","wordCount":26,"categories":["family","confidence","cleaning"],"text":"All my family were brilliant cooks when I was growing up, but I ended up just cleaning up, so I've always lacked confidence in the kitchen."},{"placeId":96424,"author":"Sandra Cisneros","wordCount":23,"categories":["confidence","feel","chat"],"text":"I feel comfortable in Spanish, I chat like a parrot, but I don't have the confidence in Spanish that I do in English."},{"placeId":8975,"author":"Allegra Versace","wordCount":28,"categories":["women","fear","confidence"],"text":"A lot of people would say 'sexy' is about the body. But to me, 'sexy' is a woman with confidence. I admire women who have very little fear."},{"placeId":7558,"author":"Alex Newell","wordCount":31,"categories":["confidence","me","easy"],"text":"I tend to hide behind my status of being a diva; it's easy for me to embrace that part of me and seek confidence by being a bit outrageous at times."},{"placeId":97034,"author":"Simon Cowell","wordCount":18,"categories":["confidence","job","government"],"text":"It's the government's job to encourage entrepreneurialism and investment. Most importantly, it's the government's duty to inspire confidence."},{"placeId":1588,"author":"Armaan Malik","wordCount":9,"categories":["confidence","yourself","you"],"text":"When you are presenting yourself, confidence is very important."},{"placeId":94066,"author":"Ravi Teja","wordCount":38,"categories":["trust","day","confidence"],"text":"I just trust the director and never overanalyse the script, screenplay, etc. You are just taking a bet at the end of the day, so confidence, be it on the filmmaker or the script, is all that counts."},{"placeId":86959,"author":"Preston Manning","wordCount":41,"categories":["business","trust","confidence"],"text":"When political and business leaders tell the public - any public - 'We don't trust you to make the right decision' - they prejudice that electorate against the very proposals they want it to accept and undermine public confidence in themselves."},{"placeId":10057,"author":"Benjamin Spock","wordCount":29,"categories":["confidence","destiny","world"],"text":"Perhaps a child who is fussed over gets a feeling of destiny; he thinks he is in the world for something important, and it gives him drive and confidence."},{"placeId":5679,"author":"Arthur Eddington","wordCount":25,"categories":["confidence","good","forward"],"text":"It is also a good rule not to put overmuch confidence in the observational results that are put forward until they are confirmed by theory."},{"placeId":40384,"author":"Harry Kane","wordCount":27,"categories":["confidence","goals","team"],"text":"It is a great boost for confidence in a squad when there is not just one or two players scoring goals, but the whole team is contributing."},{"placeId":40870,"author":"Hedy Lamarr","wordCount":20,"categories":["time","freedom","confidence"],"text":"Analysis gave me great freedom of emotions and fantastic confidence. I felt I had served my time as a puppet."},{"placeId":46509,"author":"Joe Paterno","wordCount":14,"categories":["confidence","team","excellence"],"text":"When a team outgrows individual performance and learns team confidence, excellence becomes a reality."},{"placeId":12906,"author":"Bill Simmons","wordCount":41,"categories":["trust","power","confidence"],"text":"Leaders thrive when they feel creatively empowered, when they trust the people around them, when their confidence is swelling. Leaders make mistakes when they lose that same confidence, when they're fretting about their power base, when they're reacting instead of acting."},{"placeId":83437,"author":"Paul Pierce","wordCount":17,"categories":["life","confidence","team"],"text":"When you give a team life, give a team confidence, anything can happen in a Game 7."},{"placeId":51185,"author":"Jennifer Coolidge","wordCount":35,"categories":["women","confidence","training"],"text":"All the guys that entered The Groundlings, like Will Ferrell, already had incredible confidence, but I watched shut down women that didn't even have a personality completely become different human beings because of the training."},{"placeId":81698,"author":"Nelson Mandela","wordCount":42,"categories":["life","daily","confidence"],"text":"Our daily deeds as ordinary South Africans must produce an actual South African reality that will reinforce humanity's belief in justice, strengthen its confidence in the nobility of the human soul, and sustain all our hopes for a glorious life for all."},{"placeId":102247,"author":"Shelley Long","wordCount":26,"categories":["confidence","self-esteem"],"text":"I think, head up and shoulders back. Not only does it make you look taller and thinner but it gives you confidence and boosts your self-esteem."},{"placeId":60757,"author":"LeBron James","wordCount":15,"categories":["confidence","me","teammates"],"text":"Your teammates give you the confidence. They give me the confidence all year, all postseason."},{"placeId":72843,"author":"Maeve Binchy","wordCount":39,"categories":["love","day","confidence"],"text":"On the first day of school, my father told me I'd be the most popular girl and everyone would love me and want to be my friend. It wasn't so, but it gave me an enormous amount of confidence."},{"placeId":61927,"author":"Louis Farrakhan","wordCount":47,"categories":["death","god","confidence"],"text":"The die is set and Malcolm will not escape for the foolish talk he spoke against his benefactor, such a man, is worthy of death, and it would have been so, were it not for Muhammad's confidence that God would give him the victory over the enemies."},{"placeId":41721,"author":"Henry Winkler","wordCount":32,"categories":["children","confidence","job"],"text":"It is the parent's job to see how their child learns and to make sure that the children's self confidence is buoyed at all times, or they will plummet like a stone."},{"placeId":59941,"author":"John Hawley","wordCount":35,"categories":["confidence","i am","knowing"],"text":"I am disposed to be thus particular from the interest you take in our welfare and from the entire confidence I have in your knowing, that you will be sympathetic with us in our misfortunes."},{"placeId":70392,"author":"Marie Kondo","wordCount":20,"categories":["confidence","head","place"],"text":"My head was full of tidying tips, and I had complete, albeit misguided, confidence that I could tidy any place."},{"placeId":29510,"author":"Eden Hazard","wordCount":45,"categories":["day","confidence","learn"],"text":"It is a pleasure to play under Jose Mourinho, and everything is OK. I learn every day. He is a normal coach. He speaks a lot with the players. I like it when the manager speaks a lot with you because it gives you confidence."},{"placeId":68438,"author":"Kirby Smart","wordCount":43,"categories":["best","confidence","welcome"],"text":"Welcome to the world we live in as coaches. You've got to figure out what you can do best and better to get these kids a chance to be successful. I think that comes through a lot of things - confidence, improvement, recruiting."},{"placeId":97827,"author":"Steven Pinker","wordCount":45,"categories":["confidence","government"],"text":"A decent government with an effective, but not gratuitously violent, police force and a fair court system are essential. This deters and incapacitates psychopaths, bullies and hotheads - and if it earns the confidence of the people, they don't have to become violent in self-defence."},{"placeId":8230,"author":"Ann Veneman","wordCount":33,"categories":["food","confidence","strong"],"text":"I also believe that it's the right thing to do, to maintain strong consumer confidence in our food systems. And I believe that the consumer should have strong confidence in our food systems."},{"placeId":14159,"author":"Bruce Feiler","wordCount":30,"categories":["family","children","confidence"],"text":"Celebrate your family's bleakest moments and how your relatives overcame them. In doing so, you will encounter darkness, but you'll give your children the confidence that they, too, shall overcome."},{"placeId":25044,"author":"Daniel Cormier","wordCount":17,"categories":["confidence","me","person"],"text":"My confidence comes from me, not from Jon Jones. I can't draw my confidence from another person."},{"placeId":83594,"author":"Paul Singer","wordCount":16,"categories":["confidence","loss","gold"],"text":"What would a loss of confidence in the dollar actually look like? Gold going absolutely nuts."},{"placeId":52789,"author":"Jay Weatherill","wordCount":35,"categories":["confidence","government","want"],"text":"I want to make sure we are presenting to the South Australian people a Government that is open and accountable. I want to make sure that we maintain public confidence in government at all levels."},{"placeId":33323,"author":"Enrico Colantoni","wordCount":41,"categories":["best","confidence","school"],"text":"School is very important; it was very important for me. It gave me an enormous amount of confidence, especially at Yale where we were dealing with all the classics. In dealing with the classics, you are dealing with the very best."},{"placeId":45664,"author":"Janet Yellen","wordCount":17,"categories":["confidence","great","decisions"],"text":"It is hard to have great confidence in predicting what market reactions to Fed decisions will be."},{"placeId":1932,"author":"Abby Wambach","wordCount":27,"categories":["confidence","goals","world"],"text":"When you can score three goals without the most prolific scorer in the world, you know you have a lot of depth, and it gives you confidence."},{"placeId":32006,"author":"Emmanuelle Chriqui","wordCount":24,"categories":["work","time","confidence"],"text":"When you have confidence, that's what becomes attractive to other people and makes them want to work with you and spend time with you."},{"placeId":93775,"author":"Robert Grosseteste","wordCount":43,"categories":["best","confidence","present"],"text":"And in doing this I advise you to send to the best manors of your lands those of your household in whom you place most confidence to be present in August at the leading of the corn, and to guard it as aforesaid."},{"placeId":72966,"author":"Maisie Williams","wordCount":27,"categories":["confidence","dance","think"],"text":"When I'm dancing, I don't know where the confidence comes from, but I just pretend I'm someone else, I think, and then I go out and dance."},{"placeId":23688,"author":"Dick Van Dyke","wordCount":9,"categories":["myself","confidence","never"],"text":"I never had a lot of confidence in myself."},{"placeId":20040,"author":"Christina Grimmie","wordCount":16,"categories":["confidence","me","will"],"text":"Confidence is not, 'They will like me'. Confidence instead is, 'I'll be fine if they don't'."},{"placeId":56199,"author":"Jessie Pavelka","wordCount":21,"categories":["life","confidence","live"],"text":"If we live a sedentary life, you're going to be depressed and lack confidence. So get out there and get active."},{"placeId":14322,"author":"Bellamy Young","wordCount":36,"categories":["time","myself","confidence"],"text":"I used to be so hard on myself. So hard on myself. Just my own worst critic to the nth degree. Absolutely undermining my confidence in every moment. Bad tape in my head all the time."},{"placeId":23272,"author":"Deontay Wilder","wordCount":43,"categories":["time","confidence","yourself"],"text":"There comes a time when you have to put forth the action and actually see whether you're really just talking to promote yourself, just to sell yourself, or to build your confidence or build confidence around you... or are you the real deal?"},{"placeId":49354,"author":"Jillian Michaels","wordCount":43,"categories":["fitness","confidence","people"],"text":"For years, I always thought it was hilarious that I was this fitness guru, because fitness was just a tool I utilized to help people improve their confidence. For me, it's never been about fitness. It's always been about helping to empower people."},{"placeId":45650,"author":"Janet Yellen","wordCount":32,"categories":["confidence","government"],"text":"In government institutions and in teaching, you need to inspire confidence. To achieve credibility, you have to very clearly explain what you are doing and why. The same principles apply to businesses."},{"placeId":102915,"author":"Susan Lucci","wordCount":39,"categories":["business","age","confidence"],"text":"I really always felt that I was going to be an actress. I had a lot of confidence in the fact that I would do well from a very early age. I didn't know how tough the business is."},{"placeId":6551,"author":"Amy Carlson","wordCount":11,"categories":["beautiful","confidence","sense"],"text":"When people have an inner sense of confidence, they're more beautiful."},{"placeId":101110,"author":"Saul Williams","wordCount":14,"categories":["confidence","same","president"],"text":"Jay Z and President Bush have a lot in common, that same brash confidence."},{"placeId":17380,"author":"Ciara","wordCount":15,"categories":["confidence","good","simple"],"text":"Confidence is everything. Confidence is what makes that simple white tee and jeans look good."},{"placeId":82547,"author":"Novak Djokovic","wordCount":21,"categories":["nature","confidence","fight"],"text":"The confidence is there, the game is there, but physically you can't fight nature sometimes. You can't do much about it."},{"placeId":79282,"author":"Marlen Esparza","wordCount":13,"categories":["confidence","me","athlete"],"text":"As an athlete, confidence makes me more competitive and helps me perform better."},{"placeId":91468,"author":"Robert Kiyosaki","wordCount":6,"categories":["confidence","training"],"text":"Confidence comes from discipline and training."},{"placeId":49620,"author":"Joe Montana","wordCount":6,"categories":["confidence","very","fragile"],"text":"Confidence is a very fragile thing."},{"placeId":99948,"author":"Sanjay Kumar","wordCount":13,"categories":["confidence","growth","india"],"text":"I have a high degree of confidence about India's growth potential in IT."},{"placeId":111539,"author":"William Pitt","wordCount":11,"categories":["confidence","growth","heart"],"text":"Confidence is a plant of slow growth in an aged heart."},{"placeId":67781,"author":"Kate Voegele","wordCount":39,"categories":["time","confidence","yourself"],"text":"Believing in yourself and what you do is so important. It took me a long time to find that confidence. If you're an artist and you're taking risks, then you're doing something right if some people don't get it."},{"placeId":86960,"author":"Preston Manning","wordCount":47,"categories":["confidence","voting","back"],"text":"For many years I have advocated 'redesigning Parliament' in a variety of ways - elect the Senate, do away with the 'confidence convention,' permit freer voting, strengthen the role of back benchers and committees, do away with ineffectual 'take note' debates, restructure question period, and so on."},{"placeId":83363,"author":"Paul J. Meyer","wordCount":31,"categories":["confidence","goals","achieving"],"text":"Crystallize your goals. Make a plan for achieving them and set yourself a deadline. Then, with supreme confidence, determination and disregard for obstacles and other people's criticisms, carry out your plan."},{"placeId":4353,"author":"Arthur Helps","wordCount":30,"categories":["confidence","self","achieve"],"text":"Having once decided to achieve a certain task, achieve it at all costs of tedium and distaste. The gain in self confidence of having accomplished a tiresome labor is immense."},{"placeId":60237,"author":"Jose Eduardo dos Santos","wordCount":28,"categories":["confidence","people","head"],"text":"It is evident that not all people that have the confidence of the prime minister are the same ones that have the confidence of the head of state."},{"placeId":42847,"author":"Howard Schultz","wordCount":47,"categories":["life","trust","confidence"],"text":"I think the most important thing that I think everyone in America must have is belief that wherever they live, whatever station they have in life, that the American dream is alive and well. I think the fracturing of trust and confidence is in the American dream."},{"placeId":71523,"author":"Meryl Streep","wordCount":22,"categories":["beauty","confidence","young"],"text":"I didn't have any confidence in my beauty when I was young. I felt like a character actress, and I still do."},{"placeId":4211,"author":"Aristotle","wordCount":10,"categories":["courage","fear","confidence"],"text":"Courage is a mean with regard to fear and confidence."},{"placeId":96477,"author":"Shakira","wordCount":25,"categories":["fear","confidence","yourself"],"text":"I know what it's like to feel that fear and the need of affirmation and appreciation. To build confidence in yourself is the toughest thing."},{"placeId":107836,"author":"Tim Hudson","wordCount":46,"categories":["positive","confidence","great"],"text":"AT&T Park, chalk it up. This is a great pitcher's park, great weather. It's a great place to pitch. It's all positive and no negative. You can go out and challenge guys. I've got the confidence to attack the strike zone and not nibble so much."},{"placeId":70545,"author":"Marquis de Lafayette","wordCount":35,"categories":["happiness","confidence","great"],"text":"From an early period, I had the happiness to rank among the foremost in the American Revolution. In the affection and confidence of the people, I am proud to say, I have a great share."},{"placeId":113908,"author":"Zac Posen","wordCount":38,"categories":["confidence","people","voice"],"text":"Everybody wants to be a star right now, to be heard, to have a voice, so you have to give the confidence for people to have that ability - and give them the wardrobe to become a star."},{"placeId":105320,"author":"Tennessee Williams","wordCount":19,"categories":["confidence","wine","feel"],"text":"Most of the confidence which I appear to feel, especially when influenced by noon wine, is only a pretense."},{"placeId":68781,"author":"Kamisese Mara","wordCount":45,"categories":["business","confidence","law"],"text":"Even institutions of State, such as the judiciary, were seriously weakened, to the extent that the citizenry justifiably feared a breakdown in law and order. The business community was hit by a slump in sales and confidence, leading to reduced earnings and loss of jobs."},{"placeId":93034,"author":"Robert Mueller","wordCount":20,"categories":["confidence","people","america"],"text":"The collapse of Enron was devastating to tens of thousands of people and shook the public's confidence in corporate America."},{"placeId":30645,"author":"Epicurus","wordCount":17,"categories":["friendship","confidence","help"],"text":"It is not so much our friends' help that helps us, as the confidence of their help."},{"placeId":40877,"author":"Hedy Lamarr","wordCount":19,"categories":["age","confidence","know"],"text":"Confidence is something you're born with. I know I had loads of it even at the age of 15."},{"placeId":264,"author":"Aileen Lee","wordCount":47,"categories":["confidence","thinking","grow"],"text":"I did not grow up thinking that I wanted to be an engineer. I had read some articles about girls becoming increasingly scientifically illiterate and that girls lacked confidence in their capabilities when it came to quantitative skills. And I just thought that was kind of wrong."},{"placeId":9720,"author":"Bear Grylls","wordCount":19,"categories":["life","confidence","me"],"text":"As a young boy, scouting gave me a confidence and camaraderie that is hard to find in modern life."},{"placeId":8150,"author":"Angel Haze","wordCount":26,"categories":["confidence","i am","living"],"text":"Living in New York, you get a lot of confidence; when I go back to Michigan, I realise how obnoxious and demanding and straightforward I am."},{"placeId":78687,"author":"Max Azria","wordCount":26,"categories":["power","confidence","good"],"text":"The American woman is more stylish than any other in the world. She understands the power of good style and has the confidence to feel comfortable."},{"placeId":113790,"author":"Xavier Becerra","wordCount":18,"categories":["confidence","investment","need"],"text":"We need to make investment to get the economy going again, to give the private sector the confidence."},{"placeId":8904,"author":"Alfred Jodl","wordCount":43,"categories":["future","confidence","man"],"text":"My most profound confidence is however based upon the fact that at the head of Germany there stands a man by his entire development, his desires, and striving can only have been destined by fate to lead our people into a brighter future."},{"placeId":101677,"author":"Stefan Edberg","wordCount":21,"categories":["confidence","you","serve"],"text":"If you serve well, your volleys are going to be so much easier. It has got to do with confidence, obviously."},{"placeId":48605,"author":"Jane Fonda","wordCount":17,"categories":["life","confidence","my life"],"text":"I have a confidence about my life that comes from standing tall on my own two feet."},{"placeId":51153,"author":"Jeffrey Eugenides","wordCount":19,"categories":["confidence","mind","vote"],"text":"The Pulitzer Prize is an idea; it's a vote of confidence. Like literature, it exists purely in the mind."},{"placeId":37851,"author":"George Papandreou","wordCount":44,"categories":["best","faith","confidence"],"text":"At times of distress, we all like to recall the advice of fathers and mothers. The best advice my father gave me was to keep faith and deep confidence in the potential of the Greek people; nurture the belief that they can do things."},{"placeId":1052,"author":"Andrew Shue","wordCount":13,"categories":["confidence","character"],"text":"We started a movement... to build character, citizenship and confidence in young people."},{"placeId":42635,"author":"Harri Holkeri","wordCount":10,"categories":["confidence","succeed","you"],"text":"Without rebuilding the confidence between parties, you will never succeed."},{"placeId":17940,"author":"Curtis Jackson","wordCount":14,"categories":["confidence","think","person"],"text":"Just be confident. I think confidence is the most attractive part of a person."},{"placeId":572,"author":"Alexandra Daddario","wordCount":9,"categories":["confidence","insecurity"],"text":"I'm a combination between extreme insecurity and extreme confidence."},{"placeId":88409,"author":"Raymond Burr","wordCount":15,"categories":["confidence","great","ego"],"text":"I don't have much of an ego, but I have a great deal of confidence!"},{"placeId":38930,"author":"Grimes","wordCount":6,"categories":["music","confidence","people"],"text":"Especially with music, people want confidence."},{"placeId":75075,"author":"Marc Morial","wordCount":36,"categories":["leadership","confidence"],"text":"This - the leadership of the mayor is crucial, because it is to the mayor that people will look to provide the vision, the energy, and the sense of confidence in the rebuilding and the recovery."},{"placeId":6055,"author":"Adi Godrej","wordCount":26,"categories":["confidence","financial","bad"],"text":"In 2008, when the global financial crisis struck, it was a bad year for a lot of developing countries, and it manifested itself in consumer confidence."},{"placeId":84008,"author":"Pete Sampras","wordCount":34,"categories":["life","myself","confidence"],"text":"People wrote me off, but I believed in myself. I got the confidence back, and it grew and grew. I won my first major and my last at the place that changed my life."},{"placeId":70550,"author":"Marquis de Lafayette","wordCount":28,"categories":["power","confidence","wish"],"text":"The more I see, hear, and think in Europe, the more I wish for every measure that can ensure to the United States dignity, power, and public confidence."},{"placeId":271,"author":"Aimee Mullins","wordCount":42,"categories":["confidence","disability"],"text":"I think that everyone has something about themselves that they feel is their weakness... their 'disability.' And I'm certain we all have one, because I think of a disability as being anything which undermines our belief and confidence in our own abilities."},{"placeId":100871,"author":"Steve Clevenger","wordCount":30,"categories":["time","confidence","team"],"text":"Any time you can go out there and throw 12 pitches in any inning, you give your team some momentum coming in and get some confidence out on the mound."},{"placeId":16014,"author":"Catherine Zeta-Jones","wordCount":36,"categories":["life","confidence","i am"],"text":"I am strong-willed, which can be annoying sometimes. And from that I think people assume I have confidence and Hollywood glamour and all that stuff, when actually, in my personal life, sometimes I'm just a goofball."},{"placeId":27327,"author":"Dawn Olivieri","wordCount":36,"categories":["beautiful","confidence","voice"],"text":"What's beautiful about the actual acting class environment is that you can use it to push through everything: push your voice, push your inhibitions, push your fears, push your confidence, push your vulnerability, push your silences."},{"placeId":95123,"author":"Richard Grasso","wordCount":34,"categories":["confidence","quality","world"],"text":"It should strengthen investors' confidence. This is done through transparency, high quality financial reports, and a standardized economic market. This is not just for China, but also for the world market as a whole."},{"placeId":112866,"author":"Virat Kohli","wordCount":35,"categories":["attitude","confidence","great"],"text":"A fit body gives you confidence. And there's nothing more impressive than a great attitude, which you can wear on your sleeve. But you'll have to remember the difference between being rude and being confident."},{"placeId":99382,"author":"Stella McCartney","wordCount":14,"categories":["confidence","style","me"],"text":"Mum was a big style icon for me: her natural sexiness and natural confidence."},{"placeId":20185,"author":"Chen Shui-bian","wordCount":40,"categories":["daily","confidence","great"],"text":"I have great confidence in Taiwan's democracy. I have great confidence in the universal value and in basic human rights, and I have great confidence that referenda will eventually take root and become part of our daily lives in Taiwan."},{"placeId":60178,"author":"Lao Tzu","wordCount":15,"categories":["love","kindness","confidence"],"text":"Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love."},{"placeId":79538,"author":"Mary Frances Berry","wordCount":24,"categories":["confidence","good","law"],"text":"When you have police officers who abuse citizens, you erode public confidence in law enforcement. That makes the job of good police officers unsafe."},{"placeId":113075,"author":"Vinod Khosla","wordCount":34,"categories":["confidence","sun","persistence"],"text":"In my view, it's irreverence, foolish confidence and naivety combined with persistence, open mindedness and a continual ability to learn that created Facebook, Google, Yahoo, eBay, Microsoft, Apple, Juniper, AOL, Sun Microsystems and others."},{"placeId":22287,"author":"Dave Attell","wordCount":32,"categories":["day","confidence","comedy"],"text":"My day jobs... I knew I was bad at those, so I didn't really have the confidence to think that I could do comedy. But I knew I hated the day jobs."},{"placeId":37598,"author":"Georg Simmel","wordCount":18,"categories":["confidence","society","first"],"text":"The first internal relation that is essential to a secret society is the reciprocal confidence of its members."},{"placeId":95299,"author":"Robert Boyle","wordCount":33,"categories":["confidence","black","think"],"text":"And I might add the confidence with which distracted persons do oftentimes, when they are awake, think, they see black fiends in places, where there is no black object in sight without them."},{"placeId":88486,"author":"Regis Philbin","wordCount":32,"categories":["confidence","upset","never"],"text":"I had my years of struggling. Some of my shows failed miserably, and I was upset by it and it dented my confidence. But I never stopped. I kept going for it."},{"placeId":30573,"author":"Enda Kenny","wordCount":39,"categories":["moving on","confidence"],"text":"My genuine belief is that if we can get through the eurozone crisis from a political point of view, we've got a lot of engines that can drive our economy, that will restore confidence and get us moving on."},{"placeId":32767,"author":"Ethan Coen","wordCount":30,"categories":["confidence","believe","me"],"text":"I have never had feeling in my toes. My uncle, Gen. Norman Schwarzkopf, once told me in confidence he had the same syndrome, leading me to believe it is genetic."},{"placeId":87849,"author":"Oscar Isaac","wordCount":30,"categories":["confidence","school","working"],"text":"I've been fortunate to be working mostly right out of school. Every year, there was a little something, and it kept the confidence going. It's about confidence and the belief."},{"placeId":18383,"author":"Cat Deeley","wordCount":19,"categories":["love","confidence","dress"],"text":"My friend made me a leather dress for the MTV awards. It gives you confidence, wearing something you love."},{"placeId":79102,"author":"Michel Temer","wordCount":15,"categories":["confidence","responsibility"],"text":"I have confidence in the responsibility of those who occupy a seat in the legislature."},{"placeId":103224,"author":"Skylar Laine","wordCount":18,"categories":["confidence","want","back"],"text":"On a personal note I want to gain more confidence and give back in any way I can."},{"placeId":25948,"author":"Dolly Wells","wordCount":41,"categories":["funny","confidence","dad"],"text":"When Dad died in 1998, it really hit my confidence - he'd helped me write and he thought I was really funny, but since he'd died I didn't feel right. And it felt like no one but me even remembered him."},{"placeId":39629,"author":"Gordon Taylor","wordCount":34,"categories":["confidence","believe","people"],"text":"Footballers are the most vulnerable people. They exude confidence, but inside, they're so lacking in confidence. They know they can lose form or be injured. This profession is so insecure, you wouldn't believe it."},{"placeId":75456,"author":"Martin Short","wordCount":11,"categories":["confidence","you","being"],"text":"Being the youngest of five, you're adored, you're fueled with confidence."},{"placeId":30281,"author":"Eminem","wordCount":25,"categories":["myself","confidence","father"],"text":"I don't even know how to speak up for myself, because I don't really have a father who would give me the confidence or advice."},{"placeId":67784,"author":"Kate Voegele","wordCount":15,"categories":["confidence","tree","me"],"text":"I think just being on 'One Tree Hill' has given me a lot of confidence."},{"placeId":111155,"author":"Warren Christopher","wordCount":40,"categories":["confidence","election","free"],"text":"The monitors indicated that it was a credible election, I think, in an overall sense, it apparently is a free and fair election, so it's a real milestone and one of the things we can take some little confidence in."},{"placeId":56353,"author":"John Hutton","wordCount":39,"categories":["confidence","challenge"],"text":"But we can turn challenges into opportunities if we look outwards to the realities of the global economy and modernise our internal institutions in ways that will equip Europe to meet that challenge and create confidence amongst the public."},{"placeId":106685,"author":"Tony Blair","wordCount":31,"categories":["confidence","together","world"],"text":"But the world is ever more interdependent. Stock markets and economies rise and fall together. Confidence is the key to prosperity. Insecurity spreads like contagion. So people crave stability and order."},{"placeId":66793,"author":"Kevin Spacey","wordCount":36,"categories":["confidence","alone","powerful"],"text":"Storytelling helps us understand each other, translate the issues of our times, and the tools of theater and film can be powerful in helping young people to develop communication\/collaboration skills, let alone improving their own confidence."},{"placeId":103738,"author":"Taylor Hackford","wordCount":34,"categories":["confidence","control","ego"],"text":"I'm not in front of the camera, they are. I encourage them; I build up as much of their confidence and ego as possible. They've got to take control; I can't act it out."},{"placeId":57879,"author":"Jessica Williams","wordCount":11,"categories":["confidence","doing","you"],"text":"Get more confidence by doing things that excite and frighten you."},{"placeId":72784,"author":"Maajid Nawaz","wordCount":43,"categories":["war","peace","confidence"],"text":"I can say with a level of confidence that Islam is not a religion of war, only because the majority of Muslims don't subscribe to that perspective, not because there's something inherent in the text that tells me it's a religion of peace."},{"placeId":85782,"author":"Peter Berg","wordCount":34,"categories":["confidence","good","musicians"],"text":"I think musicians oftentimes have the right skill set to be good actors. And with Rihanna, I noticed her and knew of her obviously, and was very taken with her charisma and her confidence."},{"placeId":3731,"author":"Ann Landers","wordCount":36,"categories":["love","friendship","confidence"],"text":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses."},{"placeId":81770,"author":"Nia Vardalos","wordCount":34,"categories":["confidence","wedding","thought"],"text":"I thought I was attractive when I shot 'My Big Fat Greek Wedding.' Studio executives and movie reviewers let me know I had a confidence in my looks that was not shared by them."},{"placeId":73628,"author":"Mary Lambert","wordCount":27,"categories":["beauty","confidence","fashion"],"text":"Beauty, by way of fashion, has to do with confidence, with flattering silhouettes, with patterns, with proper fit for body type, and with an abundance of self-love!"},{"placeId":97146,"author":"Simon Sinek","wordCount":16,"categories":["confidence","great","humility"],"text":"Great leaders don't need to act tough. Their confidence and humility serve to underscore their toughness."},{"placeId":3335,"author":"Amitabh Bachchan","wordCount":10,"categories":["confidence","agree","lot"],"text":"I don't agree that I have a lot of confidence."},{"placeId":71885,"author":"Michel de Montaigne","wordCount":13,"categories":["confidence","good","proof"],"text":"Confidence in the goodness of another is good proof of one's own goodness."},{"placeId":9789,"author":"Ben Bernanke","wordCount":20,"categories":["confidence","good","healthy"],"text":"Banks will have to win the confidence of their customers through fair dealing, making good loans, and remaining financially healthy."},{"placeId":88045,"author":"Oswald Chambers","wordCount":29,"categories":["knowledge","power","confidence"],"text":"If in preaching the gospel you substitute your knowledge of the way of salvation for confidence in the power of the gospel, you hinder people from getting to reality."},{"placeId":113395,"author":"Vladimir Kramnik","wordCount":44,"categories":["confidence","eyes","win"],"text":"At some point he seemed to lose all confidence trying to break down the Berlin Wall. He was still fighting as only Kasparov can, but I could see it in his eyes that he knew he wasn't going to win one of these games."},{"placeId":16008,"author":"Catherine the Great","wordCount":7,"categories":["power","confidence","nothing"],"text":"Power without a nation's confidence is nothing."},{"placeId":113627,"author":"Zalmay Khalilzad","wordCount":28,"categories":["confidence","election","voting"],"text":"It is important that the Iraqi people have confidence in the election results and that the voting process, including the process for vote counting, is free and fair."},{"placeId":96225,"author":"Samuel Johnson","wordCount":29,"categories":["confidence","man","i am"],"text":"Every man who attacks my belief, diminishes in some degree my confidence in it, and therefore makes me uneasy; and I am angry with him who makes me uneasy."},{"placeId":63254,"author":"Lord Mountbatten","wordCount":10,"categories":["confidence","team","decisions"],"text":"The team should have implicit confidence in the captain's decisions."},{"placeId":68277,"author":"Keyshawn Johnson","wordCount":26,"categories":["best","confidence","opinion"],"text":"The definition of swagger, in my opinion, is you have to have that arrogance, that confidence that you are the best out there at all times."},{"placeId":85681,"author":"Paul Greengrass","wordCount":38,"categories":["confidence","disappointment"],"text":"I always tell young film-makers, 'Find the song that only you can sing.' It doesn't just come to you. It's trial and error and disappointment before you find, slowly but surely, the confidence to express your film-making identity."},{"placeId":75931,"author":"Michael Shermer","wordCount":36,"categories":["confidence","focus","data"],"text":"Being deeply knowledgeable on one subject narrows one's focus and increases confidence, but it also blurs dissenting views until they are no longer visible, thereby transforming data collection into bias confirmation and morphing self-deception into self-assurance."},{"placeId":72613,"author":"Mos Def","wordCount":32,"categories":["music","respect","confidence"],"text":"I have no confidence issues with the impact or the quality of the music. No one in hip-hop, before this point and to this point, with all due respect, has done this."},{"placeId":43634,"author":"Harry Essex","wordCount":14,"categories":["confidence","vision","me"],"text":"Well, it seems to me a scientist has need for both vision and confidence."},{"placeId":28776,"author":"Dev Hynes","wordCount":18,"categories":["confidence","kind","build"],"text":"Everything I do, I build a kind of confidence net - 'I'm able to execute this; it's fine.'"},{"placeId":44926,"author":"Ivanka Trump","wordCount":47,"categories":["confidence","good","me"],"text":"I've had deals over the years where I just haven't had good chemistry with the person across the table from me, so I've said to one of my brothers, 'You know what, you will be more effective than I will.' And that takes a level of confidence."},{"placeId":61368,"author":"Li Keqiang","wordCount":38,"categories":["peace","confidence","process"],"text":"China's reform and opening-up programme and Europe's integration process have both contributed significantly to global peace, development, and prosperity. China firmly supports the integration of Europe and regards the E.U. as a strategic partner that deserves our confidence."},{"placeId":72279,"author":"Miriam Margolyes","wordCount":27,"categories":["confidence","parents","child"],"text":"Confidence was the backbone of my upbringing. I was an only child, so I was spoilt, loved, and given an enormous amount of confidence by my parents."},{"placeId":55200,"author":"Joanna Scott","wordCount":47,"categories":["confidence","character","me"],"text":"My first two books, I was very close to my main character, stuck inside their head. And then with 'Arrogance,' I broke into many different voices. I introduce many different characters, and that helped me to develop a confidence to move between different characters, between different voices."},{"placeId":45588,"author":"Jamie Dimon","wordCount":27,"categories":["business","confidence","want"],"text":"The denigration of business hurts America, because the secret sauce for our economy is confidence. I don't want to hear that nonsense that all business is bad."},{"placeId":65170,"author":"Liu Yang","wordCount":29,"categories":["women","confidence","thank you"],"text":"Thank you for the confidence put in my by the motherland and the people, for giving me this chance to represent China's millions of women by going into space."},{"placeId":95408,"author":"Robert Hughes","wordCount":20,"categories":["confidence","great","artist"],"text":"The greater the artist, the greater the doubt. Perfect confidence is granted to the less talented as a consolation prize."},{"placeId":56593,"author":"Julie Bishop","wordCount":12,"categories":["business","confidence"],"text":"The Australian economy is resilient, but business and consumer confidence is fragile."},{"placeId":78895,"author":"Minka Kelly","wordCount":32,"categories":["confidence","me","think"],"text":"I think the most attractive thing for me when I meet a guy is confidence and him being comfortable in his own skin. I like someone who doesn't need approval or validation."},{"placeId":11768,"author":"Bruce Willis","wordCount":25,"categories":["confidence","me","famous"],"text":"I've always had confidence. Before I was famous, that confidence got me into trouble. After I got famous, it just got me into more trouble."},{"placeId":36083,"author":"Gina Carano","wordCount":18,"categories":["respect","confidence","control"],"text":"Since I've started fighting it has taught me a lot about self respect, self confidence and self control."},{"placeId":73662,"author":"Mary Quant","wordCount":15,"categories":["confidence","memories"],"text":"Most of my memories of the Sixties are ones of optimism, high spirits and confidence."},{"placeId":108426,"author":"Tom Daley","wordCount":27,"categories":["confidence","great","champion"],"text":"Finishing overall champion at the World Series in both the individual and synchro events has given me great confidence and I'm pleased I've been diving with consistency."},{"placeId":82525,"author":"Norman Vincent Peale","wordCount":47,"categories":["fear","confidence","great"],"text":"Action is a great restorer and builder of confidence. Inaction is not only the result, but the cause, of fear. Perhaps the action you take will be successful; perhaps different action or adjustments will have to follow. But any action is better than no action at all."},{"placeId":52788,"author":"Jay Weatherill","wordCount":19,"categories":["confidence","good","believe"],"text":"I believe good governments have nothing to hide. We want to ensure we maintain confidence in our public institutions."},{"placeId":113019,"author":"Virginia Postrel","wordCount":35,"categories":["beauty","confidence","short"],"text":"Like the rest of the genetic lottery, beauty is unfair. Everyone falls short of perfection, but some are luckier than others. Real confidence requires self-knowledge, which includes recognizing one's shortcomings as well as one's strengths."},{"placeId":71890,"author":"Michel de Montaigne","wordCount":12,"categories":["light","integrity","confidence"],"text":"Confidence in others' honesty is no light testimony of one's own integrity."},{"placeId":954,"author":"Andre Leon Talley","wordCount":41,"categories":["love","confidence","great"],"text":"I think people look great in black. I love that what stands out is the person, especially. Black just conveys a kind of drama, even if it can be quiet drama. It does lend to the wearer a sense of confidence."},{"placeId":4132,"author":"Antonio Banderas","wordCount":27,"categories":["confidence","i am","people"],"text":"I am lucky, that is all. Lucky because there are a lot of people - producers, directors, people who buy tickets - who put confidence in me."},{"placeId":104241,"author":"Timothy Radcliffe","wordCount":20,"categories":["faith","confidence","violence"],"text":"The unutterable violence of the Holocaust shook our confidence in the possibility of telling any story of faith at all."},{"placeId":18150,"author":"Carli Lloyd","wordCount":43,"categories":["confidence","school","friends"],"text":"I didn't like playing with dolls; I didn't like getting dressed up. A lot of my friends and people I went to school with were into fashion and their clothes, so I lacked a bit of self-belief and confidence... I wasn't really comfortable."},{"placeId":92645,"author":"Richard Eyre","wordCount":18,"categories":["experience","confidence","you"],"text":"You can't be minimalist as a director until you have acquired the experience and confidence to say no."},{"placeId":101169,"author":"Sally Yates","wordCount":37,"categories":["confidence","justice","victims"],"text":"At the Department of Justice, our ability to fulfill our responsibilities - to advocate for victims, to vigorously pursue misconduct, to seek justice in all its forms - depends on public confidence in the institutions we represent."},{"placeId":59980,"author":"John Lynch","wordCount":24,"categories":["integrity","confidence"],"text":"To restore and keep the public's confidence in the integrity of their government, state government and its officials must be open, honest and transparent."},{"placeId":56756,"author":"Jose Manuel Barroso","wordCount":14,"categories":["confidence","strong"],"text":"I have full confidence in the IMF. It is a very strong international institution."},{"placeId":21341,"author":"Chevy Stevens","wordCount":36,"categories":["positive","confidence","book"],"text":"It feels wonderful to get praise from other authors who I admire, but with each new book, my confidence is always the thing I struggle with the most until I start getting positive feedback from readers."},{"placeId":49326,"author":"Jhumpa Lahiri","wordCount":8,"categories":["confidence","writing"],"text":"Writing is so humbling; there's no confidence involved."},{"placeId":11640,"author":"Buzz Aldrin","wordCount":28,"categories":["confidence","building","mars"],"text":"I suggest that going to Mars means permanence on the planet - a mission by which we are building up a confidence level to become a two-planet species."},{"placeId":13118,"author":"Brooke Shields","wordCount":22,"categories":["confidence","growth","week"],"text":"Eight shows a week is daunting, and it can be terrifying. But it just instills such a sense of confidence and growth."},{"placeId":15040,"author":"Beth Simone Noveck","wordCount":30,"categories":["confidence","alone","voting"],"text":"Democratic elections alone do not remedy the crisis of confidence in government. Moreover, there is no viable justification for a democratic system in which public participation is limited to voting."},{"placeId":69329,"author":"Kresley Cole","wordCount":47,"categories":["confidence","battle","fire"],"text":"Before the final battle in 'Poison Princess,' Evie remembered how to use her Empress powers, practiced with them to the point of exhaustion, then had a trial by fire. In a way, she earned those powers, as she hadn't before, so that was certainly a confidence builder."},{"placeId":50187,"author":"Jordin Sparks","wordCount":47,"categories":["confidence","crazy","me"],"text":"For me to even be talking about bikini confidence is crazy. If you had asked me a couple of months ago, I probably would have been like, 'what are you talking about...' so it's actually huge for me to even feel okay with putting a bikini on."},{"placeId":50063,"author":"Johnny Vegas","wordCount":34,"categories":["children","confidence","i am"],"text":"When I wasn't as attractive as I am now, I suffered at the hands of cruel children and their taunts until I realised that confidence and a bit of aesthetic care can overcome that."},{"placeId":111712,"author":"Venus Williams","wordCount":46,"categories":["sports","confidence","focus"],"text":"As an athlete and as a woman, I get my confidence from playing sports because it shifts your focus from what your body looks like to what your body can do for you. That's what we all should be doing. It shouldn't be about looking perfect."},{"placeId":42634,"author":"Harri Holkeri","wordCount":27,"categories":["change","confidence","people"],"text":"In international or national crises, there are always questions of lack of confidence. You have to change the minds of the people in order to get results."},{"placeId":15667,"author":"Carine Roitfeld","wordCount":23,"categories":["life","confidence","people"],"text":"When you give a lot of confidence in people and you don't get it back, you are a bit disappointed, but it's life."},{"placeId":45531,"author":"James Madison","wordCount":11,"categories":["money","confidence","better"],"text":"The circulation of confidence is better than the circulation of money."},{"placeId":99296,"author":"Stefon Diggs","wordCount":12,"categories":["confidence","you","going"],"text":"If you don't have any confidence, you're not going to do anything."},{"placeId":114108,"author":"Yami Gautam","wordCount":32,"categories":["love","attitude","confidence"],"text":"I love the way Tyra Banks dresses up - she looks so elegant and glamorous in whatever she wears. The confidence and attitude she exudes on and off the ramp is remarkable."},{"placeId":101729,"author":"Stephen Collins","wordCount":35,"categories":["life","faith","confidence"],"text":"You need to develop, somehow, a huge amount of faith and confidence in yourself, because there's a lot of rejection throughout an actor's life and you have to believe in yourself more than anyone else."},{"placeId":37843,"author":"George Papandreou","wordCount":44,"categories":["money","confidence","political"],"text":"Unfortunately, corruption is widespread in government agencies and public enterprises. Our political system promotes nepotism and wasting money. This has undermined our legal system and confidence in the functioning of the state. One of the consequences is that many citizens don't pay their taxes."},{"placeId":58406,"author":"John Anderson","wordCount":34,"categories":["time","trust","confidence"],"text":"We have to have a way of dealing with this that engenders confidence, trust, gives us every chance of getting the right outcome and boosts both sustainability and economic return at the same time."},{"placeId":87796,"author":"Oscar de la Renta","wordCount":11,"categories":["women","kindness","confidence"],"text":"The qualities I most admire in women are confidence and kindness."},{"placeId":112695,"author":"Vin Diesel","wordCount":17,"categories":["confidence","acting","jobs"],"text":"Most of my confidence came from being with ladies, because I certainly wasn't getting any acting jobs."},{"placeId":12486,"author":"Beth Ditto","wordCount":47,"categories":["learning","myself","confidence"],"text":"I have no control over what people think of me but I have 100% control of what I think of myself, and that is so important. And not just about your body, but so many ways of confidence. You're constantly learning how to be confident, aren't you?"},{"placeId":61727,"author":"Loni Love","wordCount":19,"categories":["money","confidence","woman"],"text":"If you are a woman with your own money, you have confidence. You have the pick of the litter."},{"placeId":96622,"author":"Sean Penn","wordCount":35,"categories":["confidence","growing up"],"text":"When I was growing up and somebody like Robert De Niro had a movie come out, it was a cultural event. Because he had such a confidence and a single mission that was so intimate."},{"placeId":633,"author":"Alia Bhatt","wordCount":47,"categories":["myself","confidence","honesty"],"text":"I think my confidence stems from my honesty. I'm brutally honest - about everything and even myself. I tell it as I think it. I'm not politically correct. I'm definitely not diplomatic. I get bashed up for what I say, but I don't know any other way."},{"placeId":88943,"author":"Rick Perlstein","wordCount":35,"categories":["confidence","optimism","chaos"],"text":"In Ronald Reagan's case, he always bore with him this extraordinary ability to radiate confidence, optimism, clarity, a blitheness of spirit, in what other people saw as chaos. And after the 1970s, that was catnip."},{"placeId":69261,"author":"Klaus Fuchs","wordCount":27,"categories":["time","death","confidence"],"text":"At this time I had complete confidence in Russian policy and believed that the Western Allies deliberately allowed Germany and Russia to fight each other to death."},{"placeId":45163,"author":"Jack Welch","wordCount":37,"categories":["confidence","people","you"],"text":"One of the jobs of a manager is to instill confidence, pump confidence into your people. And when you've got somebody who's raring to go and you can smell it and feel it, give 'em that shot."},{"placeId":66241,"author":"Keke Palmer","wordCount":14,"categories":["positive","confidence","try"],"text":"I always try to set a positive example for my generation and promote confidence."},{"placeId":59809,"author":"Javier Hernandez","wordCount":29,"categories":["confidence","sky","support"],"text":"At times, my confidence is rock bottom, although I try for it to be sky high, thanks to the people that are always there with me and support me."},{"placeId":24787,"author":"Deborah Moggach","wordCount":21,"categories":["confidence","yourself","world"],"text":"Psych yourself up until you're confident that the world will be interested in what happens to your characters. Confidence is key."},{"placeId":79283,"author":"Marlen Esparza","wordCount":36,"categories":["life","women","confidence"],"text":"I look forward to continuing to be a role model to women across the country and helping them have confidence in all they do in the ring, on the court or in the game of life!"},{"placeId":102713,"author":"Sarah Orne Jewett","wordCount":27,"categories":["age","confidence","you"],"text":"When I was as you are now, towering in the confidence of twenty-one, little did I suspect that I should be at forty-nine, what I now am."},{"placeId":30572,"author":"Enda Kenny","wordCount":37,"categories":["confidence","planning","people"],"text":"To me, the real opinion polls are the tangible facts: the growing creation of jobs, the number of planning permissions, the number of commercial vans being sold - the signs that the Irish people are regaining confidence."},{"placeId":97653,"author":"Stanley Hauerwas","wordCount":40,"categories":["confidence","writing","think"],"text":"I should like to think how we write as theologians would reflect our confidence in the One who makes that writing possible. That is one of the reasons, moreover, that the scriptures remain paradigmatic for how we are to write."},{"placeId":52497,"author":"Jake Arrieta","wordCount":43,"categories":["confidence","mind","losing"],"text":"I expect to beat everybody I play. It's kind of that quiet confidence that I have inside that I try to present to the opponent without getting too overboard. Because there are times when I seem composed, but inside I'm losing my mind."},{"placeId":5144,"author":"Amar'e Stoudemire","wordCount":33,"categories":["success","work","confidence"],"text":"I think swagger's a confidence. It's a confidence of you knowing that you work hard for your success. A lot of times, you can't develop swagger if you haven't worked hard to succeed."},{"placeId":88849,"author":"Richard Rogers","wordCount":42,"categories":["confidence","school","stupid"],"text":"I had lots of trouble in school as a child, and I lost confidence. Teachers thought I was stupid. I learned to read very late, when I was 11. Dyslexia wasn't recognized then, and the assumption was you were incapable of thinking."},{"placeId":91985,"author":"Rosabeth Moss Kanter","wordCount":18,"categories":["positive","confidence"],"text":"Confidence isn't optimism or pessimism, and it's not a character attribute. It's the expectation of a positive outcome."},{"placeId":49385,"author":"Jillian Michaels","wordCount":15,"categories":["age","confidence","self"],"text":"There's a confidence and sense of self that comes with age that I didn't anticipate."},{"placeId":35436,"author":"Friedrich Nietzsche","wordCount":25,"categories":["confidence","believe","people"],"text":"People who have given us their complete confidence believe that they have a right to ours. The inference is false, a gift confers no rights."},{"placeId":103425,"author":"Steve Marriott","wordCount":35,"categories":["confidence","numbers","long"],"text":"When we first went there we completely lacked confidence. Our manager told us our act was too long, and told us to drop certain numbers and concentrate on the exciting stuff. And he was right."},{"placeId":19876,"author":"Charles Dance","wordCount":15,"categories":["confidence","principal","you"],"text":"I'm playing one of the principal roles, which gives you more clout and more confidence."},{"placeId":20608,"author":"Charles Durning","wordCount":6,"categories":["confidence","actor","lack"],"text":"I lack confidence as an actor."},{"placeId":78486,"author":"Masahiro Tanaka","wordCount":23,"categories":["trust","confidence","win"],"text":"I don't speak English, so I'll just have to win the trust and confidence of the fans with my performance on the field."},{"placeId":82242,"author":"Nicole Scherzinger","wordCount":45,"categories":["confidence","performance"],"text":"I'm no diva but I can be annoying in a recording studio. Of course I try to be a diva in terms of confidence of performance and owning a song but I've never behaved like one in terms of the negative connotations of the word."},{"placeId":74280,"author":"Michael Strahan","wordCount":18,"categories":["confidence","believe","you"],"text":"I believe in my kids 100 percent. When you have confidence in them, they have confidence in themselves."},{"placeId":66032,"author":"Katie Taylor","wordCount":28,"categories":["love","myself","confidence"],"text":"I have a lot of confidence in myself, and I love that challenge as well. I love going to every competition as the favourite. It's something I relish."},{"placeId":283,"author":"Aimee Mullins","wordCount":18,"categories":["beauty","confidence","true"],"text":"Beauty is not skin-deep; it can be a means of self-affirmation, a true indicator of personality and confidence."},{"placeId":51261,"author":"Jerry West","wordCount":18,"categories":["confidence","game","think"],"text":"Confidence is a lot of this game or any game. If you don't think you can, you won't."},{"placeId":44957,"author":"Jack Ma","wordCount":24,"categories":["success","future","confidence"],"text":"If the 'Post' can play the role of a connector between the West and the East, I have confidence in the paper's future success."},{"placeId":19913,"author":"Charles E. Wilson","wordCount":13,"categories":["confidence","canada","evidence"],"text":"Our expanding Canadian operations are concrete evidence of General Motors confidence in Canada."},{"placeId":6790,"author":"Armstrong Williams","wordCount":24,"categories":["dreams","sports","confidence"],"text":"Sports nurtures dreams of achieving self confidence and masculine striving for the skinny kid watching a boxer dance around the ring with sublime ease."},{"placeId":22066,"author":"Christie Laing","wordCount":47,"categories":["confidence","me","acting"],"text":"The thing that attracted me to acting the most was I always felt quite unsure or insecure as a kid, and for some reason, when I got to perform these lines and characters, I felt safe. There was this confidence and excitement from performing that I loved."},{"placeId":41433,"author":"Henry Rollins","wordCount":33,"categories":["time","confidence","game"],"text":"To me, getting muscular was the first thing I ever achieved by working at it, and it was a game changer for me, because it was the first time I ever had confidence."},{"placeId":96019,"author":"Sarah McLachlan","wordCount":23,"categories":["music","confidence","friends"],"text":"I was a pretty insecure kid, didn't have a lot of friends, and was picked on a lot, and music gave me confidence."},{"placeId":69094,"author":"Krysten Ritter","wordCount":38,"categories":["confidence","dating","girl"],"text":"I'm currently single, so I want to have fun! As for what guys need to do to date out of their league, it's all about the swagger. If you have confidence, you can get pretty much any girl."},{"placeId":106668,"author":"Tom Landry","wordCount":24,"categories":["leadership","confidence"],"text":"Leadership is a matter of having people look at you and gain confidence, seeing how you react. If you're in control, they're in control."},{"placeId":91063,"author":"Richard P. Feynman","wordCount":38,"categories":["day","confidence","fun"],"text":"If you keep proving stuff that others have done, getting confidence, increasing the complexities of your solutions - for the fun of it - then one day you'll turn around and discover that nobody actually did that one!"},{"placeId":97730,"author":"Steve Prefontaine","wordCount":25,"categories":["confidence","fun","me"],"text":"Kids made fun of me because I was a slow learner, because I was hyperactive, because of a lot of things. Running gave me confidence."},{"placeId":92837,"author":"Ricki-Lee Coulter","wordCount":46,"categories":["myself","confidence","woman"],"text":"I was born with confidence in myself and who I am. Even when I was a little kid, I felt that, and I carried it all through my years. I'm 26 now, and I'm still that person. I think every woman needs to have that self-love."},{"placeId":44459,"author":"Ioan Gruffudd","wordCount":22,"categories":["confidence","enjoy","present"],"text":"There's a physicality and confidence to Americans; they're very present. That's something I enjoy being around because it rubs off on you."},{"placeId":46410,"author":"Joan Didion","wordCount":43,"categories":["confidence","moment","writing"],"text":"You think you have some stable talent that will show no matter what you're writing, and if it doesn't seem to be getting across to the audience once, you can't imagine that moment when it suddenly will. Gradually, gradually you gain that confidence."},{"placeId":85941,"author":"Philip Schultz","wordCount":32,"categories":["confidence","words","find"],"text":"If I get the idea, and I get some clarity on how I feel about that idea, then I can safely assume I'll find the right words. I do have that confidence."},{"placeId":103810,"author":"Todd Tiahrt","wordCount":36,"categories":["confidence","believe","people"],"text":"The Republican Party will never again be a majority party until we regain the confidence of the American people. I believe there is room for disagreement within the party, and we should not have litmus tests."},{"placeId":107505,"author":"Tamara Mellon","wordCount":11,"categories":["kindness","confidence","sense"],"text":"I'm always impressed by confidence, kindness and a sense of humour."},{"placeId":44183,"author":"Ian Doescher","wordCount":23,"categories":["confidence","personality","way"],"text":"I always wanted Han Solo's confidence and swagger. My personality is way more C-3PO, but Han was always who I wanted to be."},{"placeId":99610,"author":"Steve Easterbrook","wordCount":33,"categories":["business","time","confidence"],"text":"The progress we have made in a short amount of time gives me confidence we're making the right moves to turn around our business and reposition McDonald's as a modern, progressive burger company."},{"placeId":60973,"author":"Leon Bridges","wordCount":25,"categories":["confidence","dance","shy"],"text":"Dance really built my confidence on stage. I'm still a shy person. But I have a lot more confidence than I did when I started."},{"placeId":108748,"author":"Teemu Selanne","wordCount":23,"categories":["confidence","key","more"],"text":"We've played with a lot of confidence and that's been the key so far. Hopefully, we can take more confidence into the playoffs."},{"placeId":31306,"author":"Evander Holyfield","wordCount":47,"categories":["art","confidence","believe"],"text":"A sight game is that I am hurt, but I aim to make you believe I am not even hurt, and with this confidence appearing on my face, I don't panic, otherwise your opponent will know that you are hurt. That's the whole art game in boxing."},{"placeId":112807,"author":"Vince Lombardi","wordCount":8,"categories":["confidence","lack","contagious"],"text":"Confidence is contagious. So is lack of confidence."},{"placeId":5686,"author":"Arthur Erickson","wordCount":16,"categories":["confidence","new","cultural"],"text":"The Achilles Heel of the Americas was the lack of cultural confidence typical of new settlers."},{"placeId":35855,"author":"Gareth Gates","wordCount":34,"categories":["confidence","better","find"],"text":"I do find my speech difficult at times, but it's getting so much better as my confidence grows and that's thanks to the position I'm now in, which is totally due to my fans."},{"placeId":10940,"author":"Blake Lively","wordCount":9,"categories":["beautiful","confidence","you"],"text":"The most beautiful thing you can wear is confidence."},{"placeId":39512,"author":"Giraldus Cambrensis","wordCount":37,"categories":["nature","confidence","people"],"text":"Nature hath given not only to the highest, but also to the inferior, classes of the people of this nation, a boldness and confidence in speaking and answering, even in the presence of their princes and chieftains."}]