[{"placeId":52440,"author":"Jaclyn Smith","wordCount":11,"categories":["strength","courage","faith"],"text":"Farrah Fawcett had courage, she had strength, and she had faith."},{"placeId":69512,"author":"Kevin Patterson","wordCount":27,"categories":["courage","fear","people"],"text":"Because at bottom, I'm interested in fear, and in courage and cowardice and these are easier to get at through fiction, where you can enter people's heads."},{"placeId":25415,"author":"David Viscott","wordCount":15,"categories":["courage","succeed","you"],"text":"If you could get up the courage to begin, you have the courage to succeed."},{"placeId":63376,"author":"Louis Nizer","wordCount":14,"categories":["courage","face","know"],"text":"I know of no higher fortitude than stubborness in the face of overwhelming odds."},{"placeId":9805,"author":"Ben Bernanke","wordCount":28,"categories":["courage","strong","creative"],"text":"When the economic well-being of their nation demanded a strong and creative response, my colleagues at the Federal Reserve... mustered the moral courage to do what was necessary."},{"placeId":51717,"author":"John Bytheway","wordCount":13,"categories":["courage","curiosity","laziness"],"text":"Curiosity, rationalization, and laziness are no match against courage, self-control, and mental toughness."},{"placeId":52642,"author":"James Thomson","wordCount":17,"categories":["courage","eye","caution"],"text":"More firm and sure the hand of courage strikes, when it obeys the watchful eye of caution."},{"placeId":12629,"author":"Boutros Boutros-Ghali","wordCount":36,"categories":["change","courage","today"],"text":"The problem is when you are writing something in retrospective, it needs a lot of courage not to change, or you will forget a certain reality, and you will just take in consideration your view today."},{"placeId":14728,"author":"Barry Lopez","wordCount":18,"categories":["courage","universe","admit"],"text":"We simply do not understand our place in the universe and have not the courage to admit it."},{"placeId":110286,"author":"William Hurt","wordCount":33,"categories":["knowledge","courage","risks"],"text":"Heroes to me are guys that sit in libraries. They absorb knowledge and then the risks they take are calculated on the basis of the courage it took to become replete with knowledge."},{"placeId":30975,"author":"Erich Fromm","wordCount":9,"categories":["courage","creativity","let go"],"text":"Creativity requires the courage to let go of certainties."},{"placeId":101073,"author":"Sal Albanese","wordCount":42,"categories":["courage","day","good"],"text":"At the end of the day, New Yorkers need a mayor who understands the problems they face, brings a smart plan and good people to the table, and, more than anything, has the independence, courage and conviction to do the right thing."},{"placeId":15459,"author":"C. S. Lewis","wordCount":18,"categories":["courage","testing","virtue"],"text":"Courage is not simply one of the virtues, but the form of every virtue at the testing point."},{"placeId":89539,"author":"Ralph Waldo Emerson","wordCount":19,"categories":["courage","man","own"],"text":"Every man has his own courage, and is betrayed because he seeks in himself the courage of other persons."},{"placeId":38370,"author":"Geraldine Brooks","wordCount":25,"categories":["courage","people","heroism"],"text":"September 11, 2001, revealed heroism in ordinary people who might have gone through their lives never called upon to demonstrate the extent of their courage."},{"placeId":109890,"author":"William Congreve","wordCount":16,"categories":["beauty","courage","true"],"text":"There is in true beauty, as in courage, something which narrow souls cannot dare to admire."},{"placeId":39223,"author":"George Crabbe","wordCount":31,"categories":["life","courage","experience"],"text":"To show the world what long experience gains, requires not courage, though it calls for pains; but at life's outset to inform mankind is a bold effort of a valiant mind."},{"placeId":7968,"author":"Ambrose Burnside","wordCount":40,"categories":["courage","future","fire"],"text":"The general commanding congratulates his troops on their brilliant and successful occupation of Roanoke Island. The courage and steadiness they have shown under fire is what he expected from them, and he accepts it as a token of future victory."},{"placeId":84795,"author":"Plato","wordCount":6,"categories":["courage","kind","salvation"],"text":"Courage is a kind of salvation."},{"placeId":4113,"author":"Antonin Scalia","wordCount":36,"categories":["wisdom","courage","today"],"text":"If I have brought any message today, it is this: Have the courage to have your wisdom regarded as stupidity. Be fools for Christ. And have the courage to suffer the contempt of the sophisticated world."},{"placeId":52074,"author":"Jonas Salk","wordCount":19,"categories":["hope","dreams","courage"],"text":"Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality."},{"placeId":30993,"author":"Erma Bombeck","wordCount":25,"categories":["courage","children","moments"],"text":"All of us have moments in our lives that test our courage. Taking children into a house with a white carpet is one of them."},{"placeId":90757,"author":"Richard Dawkins","wordCount":29,"categories":["courage","science","believe"],"text":"Darwin gives courage to the rest of science that we shall end up understanding literally everything, springing from almost nothing - a thought extremely hard to comprehend and believe."},{"placeId":35606,"author":"Franklin P. Jones","wordCount":10,"categories":["courage","bravery","afraid"],"text":"Bravery is being the only one who knows you're afraid."},{"placeId":88511,"author":"Renee Fleming","wordCount":19,"categories":["courage","curiosity","risks"],"text":"I've always been inspired by artists who have shown musical and intellectual curiosity and the courage to take risks."},{"placeId":110456,"author":"William Blake","wordCount":8,"categories":["courage","strong","weak"],"text":"The weak in courage is strong in cunning."},{"placeId":75151,"author":"Margaret Walker","wordCount":36,"categories":["courage","freedom","peace"],"text":"Let a new earth rise. Let another world be born. Let a bloody peace be written in the sky. Let a second generation full of courage issue forth; let a people loving freedom come to growth."},{"placeId":87475,"author":"Omar Bongo","wordCount":33,"categories":["courage","political","new"],"text":"It is up to African leaders to show their will and political courage in order to assure that this new pan-African institution becomes an efficient instrument and not a place for endless discussions."},{"placeId":114142,"author":"Zig Ziglar","wordCount":16,"categories":["life","courage","day"],"text":"Courage is on display every day, and only the courageous wring the most out of life."},{"placeId":38199,"author":"George W. Bush","wordCount":18,"categories":["courage","today","character"],"text":"Today we affirm a new commitment to live out our nation's promise through civility, courage, compassion and character."},{"placeId":93365,"author":"Ralph W. Sockman","wordCount":22,"categories":["courage","tolerance","test"],"text":"The test of courage comes when we are in the minority. The test of tolerance comes when we are in the majority."},{"placeId":4201,"author":"Aristotle","wordCount":16,"categories":["courage","quality","brainy"],"text":"Courage is the first of human qualities because it is the quality which guarantees the others."},{"placeId":46751,"author":"John F. Kennedy","wordCount":10,"categories":["courage","purpose","direction"],"text":"Efforts and courage are not enough without purpose and direction."},{"placeId":59946,"author":"John Hockenberry","wordCount":14,"categories":["courage","design","different"],"text":"Design is the courage and brilliance to cover an original and make it different."},{"placeId":106023,"author":"Thomas Fuller","wordCount":6,"categories":["courage","wit","more"],"text":"The more wit the less courage."},{"placeId":67094,"author":"Kirk Cameron","wordCount":17,"categories":["courage","day","faith"],"text":"Faith in God... produces character; character will produce courage, courage to face the challenges of the day."},{"placeId":3944,"author":"Annie Dillard","wordCount":5,"categories":["courage","test","you"],"text":"You can't test courage cautiously."},{"placeId":20224,"author":"Clay Aiken","wordCount":20,"categories":["dreams","courage","mom"],"text":"My mother taught me that we all have the power to achieve our dreams. What I lacked was the courage."},{"placeId":3067,"author":"Alfred North Whitehead","wordCount":18,"categories":["courage","virtue","heroes"],"text":"True courage is not the brutal force of vulgar heroes, but the firm resolve of virtue and reason."},{"placeId":29215,"author":"Earl Wilson","wordCount":15,"categories":["art","death","courage"],"text":"Courage is the art of being the only one who knows you're scared to death."},{"placeId":55485,"author":"John M. McHugh","wordCount":26,"categories":["courage","history","sacrifice"],"text":"Throughout the history of our young nation, we have seen our military go bravely into battle, armed with courage and willing to make the ultimate sacrifice."},{"placeId":46782,"author":"John F. Kennedy","wordCount":42,"categories":["life","courage","today"],"text":"A nation which has forgotten the quality of courage which in the past has been brought to public life is not as likely to insist upon or regard that quality in its chosen leaders today - and in fact we have forgotten."},{"placeId":96663,"author":"Sharon Salzberg","wordCount":27,"categories":["change","courage","compassion"],"text":"We need the compassion and the courage to change the conditions that support our suffering. Those conditions are things like ignorance, bitterness, negligence, clinging, and holding on."},{"placeId":75565,"author":"Mary Gaitskill","wordCount":26,"categories":["courage","horse","me"],"text":"Something like riding a horse - which I've recently started doing - requires courage, especially for me, as I started out being actually scared of horses."},{"placeId":82084,"author":"Nicolas Berggruen","wordCount":36,"categories":["courage","future","vision"],"text":"California is a place of invention, a place of courage, a place of vision, a place of the future. People who made California what it is were willing to take risks, think outside convention and build."},{"placeId":103317,"author":"Stephen Baker","wordCount":24,"categories":["courage","perseverance","force"],"text":"To bathe a cat takes brute force, perseverance, courage of conviction - and a cat. The last ingredient is usually hardest to come by."},{"placeId":19851,"author":"Chris Crutcher","wordCount":36,"categories":["nature","hope","courage"],"text":"What I hope my writing reflects... is a sense of the connections between all human beings... and a different perspective on the true nature of courage. For me, those are things worth exploring and writing about."},{"placeId":63993,"author":"Leo Rosten","wordCount":10,"categories":["courage","capacity","confront"],"text":"Courage is the capacity to confront what can be imagined."},{"placeId":110519,"author":"William Butler Yeats","wordCount":27,"categories":["courage","history","man"],"text":"Why should we honour those that die upon the field of battle? A man may show as reckless a courage in entering into the abyss of himself."},{"placeId":14596,"author":"Blanka Vlasic","wordCount":25,"categories":["courage","better","look"],"text":"I like so much wearing heels, legs look so much better, everything looks better. But it's only recently I've had the courage to do that."},{"placeId":70952,"author":"Marlee Matlin","wordCount":39,"categories":["success","dreams","courage"],"text":"You can do anything if you set your mind to it. Look out for kids, help them dream and be inspired. We teach calculus in schools, but I believe the most important formula is courage plus dreams equals success."},{"placeId":112999,"author":"Vincent Van Gogh","wordCount":12,"categories":["life","courage","would"],"text":"What would life be if we had no courage to attempt anything?"},{"placeId":89187,"author":"Robert Dallek","wordCount":36,"categories":["marriage","courage","election"],"text":"Whatever the long-term legal prospects for same-sex marriage, President Obama's willingness to put the matter front and center in an election year can at least make him a candidate for inclusion in Kennedy's Profiles in Courage."},{"placeId":71350,"author":"Maya Angelou","wordCount":27,"categories":["courage","practice","people"],"text":"The only thing is, people have to develop courage. It is most important of all the virtues. Because without courage, you can't practice any other virtues consistently."},{"placeId":106296,"author":"Thucydides","wordCount":13,"categories":["happiness","courage","freedom"],"text":"The secret to happiness is freedom... And the secret to freedom is courage."},{"placeId":15830,"author":"Carole King","wordCount":39,"categories":["courage","think","fearless"],"text":"When I was younger, I was kind of fearless. I think it takes more courage to do things when you know more. I was completely naive, and I was like, 'Why can't I do anything I want to do?'"},{"placeId":10866,"author":"Bindi Irwin","wordCount":27,"categories":["strength","courage","sunshine"],"text":"It's so easy to be there when it's all sunshine, but it really takes strength and courage to be there for each other during the dark times."},{"placeId":99266,"author":"Stanley Marcus","wordCount":23,"categories":["courage","want","taste"],"text":"Deciding taste is egotistical, but that's how taste is established, by somebody having the courage to say, 'I don't want to sell that.'"},{"placeId":9199,"author":"Archilochus","wordCount":32,"categories":["nature","courage","safety"],"text":"Let who will boast their courage in the field, I find but little safety from my shield, Nature's, not honour's law we must obey: This made me cast my useless shield away."},{"placeId":62427,"author":"Lucius Annaeus Seneca","wordCount":6,"categories":["courage","free","brave"],"text":"He who is brave is free."},{"placeId":14645,"author":"Bob Schaffer","wordCount":33,"categories":["leadership","courage","world"],"text":"As long as the opposition believes the world will stand with Ukraine's democrat reformers, they will have the leverage and the courage to establish a legitimate republic under the leadership of Viktor Yushchenko."},{"placeId":90475,"author":"Reinhold Niebuhr","wordCount":12,"categories":["courage","survive","danger"],"text":"If we survive danger it steels our courage more than anything else."},{"placeId":107172,"author":"Twyla Tharp","wordCount":10,"categories":["courage","dance","want"],"text":"What we want from modern dance is courage and audacity."},{"placeId":40960,"author":"Helen Fisher","wordCount":37,"categories":["love","strength","courage"],"text":"Men have a psychological need to show off their courage and strength. When he sees you talking to another guy, that instinct kicks in and he jumps to protect you and prove he's worthy of your love."},{"placeId":54506,"author":"Joseph Pulitzer","wordCount":32,"categories":["courage","intelligence"],"text":"An able, disinterested, public-spirited press, with trained intelligence to know the right and courage to do it, can preserve that public virtue without which popular government is a sham and a mockery."},{"placeId":82946,"author":"Paloma Faith","wordCount":9,"categories":["love","courage","people"],"text":"I feel quite fearless protecting the people I love."},{"placeId":86234,"author":"Portia de Rossi","wordCount":36,"categories":["courage","thinking","gay"],"text":"The most important thing for me was to never, ever, ever deny it. But I didn't really have the courage to talk about it. I was thinking, The people who need to know I'm gay know."},{"placeId":39172,"author":"Guy Laliberte","wordCount":39,"categories":["courage","day","youth"],"text":"We had every problems starting a big top could have. The tent fell down on the first day. We had problems getting people into the shows. It was only with the courage and arrogance of youth that we survived."},{"placeId":31307,"author":"Evander Holyfield","wordCount":45,"categories":["best","courage","dance"],"text":"Well, number one I like dancing. Number two I knew it would be challenging because I had never done this type of dance before. I always wanted to and I happened to have the courage to go out there and give it my best shot."},{"placeId":81411,"author":"Nathaniel Hawthorne","wordCount":46,"categories":["wisdom","courage","fool"],"text":"The greatest obstacle to being heroic is the doubt whether one may not be going to prove one's self a fool; the truest heroism is to resist the doubt; and the profoundest wisdom, to know when it ought to be resisted, and when it be obeyed."},{"placeId":4207,"author":"Aristotle","wordCount":21,"categories":["courage","quality","greatest"],"text":"You will never do anything in this world without courage. It is the greatest quality of the mind next to honor."},{"placeId":65327,"author":"Karen Salmansohn","wordCount":17,"categories":["patience","courage","effort"],"text":"Basically, discipline, effort, patience and courage are hugely important core values for kids to grow up embracing."},{"placeId":62407,"author":"Lucius Annaeus Seneca","wordCount":9,"categories":["courage","live","sometimes"],"text":"Sometimes even to live is an act of courage."},{"placeId":30225,"author":"Elliott Abrams","wordCount":21,"categories":["time","death","courage"],"text":"The courage of the Syrian protesters is remarkable, for they face prison, torture, or death every time they lift a banner."},{"placeId":84506,"author":"Phil Klay","wordCount":45,"categories":["courage","war","experience"],"text":"War is an arena for the display of courage and virtue. Or war is politics by other means. War is a quasi-mystical experience where you get in touch with the real. There are millions of narratives we impose to try to make sense of war."},{"placeId":38407,"author":"Gordon Brown","wordCount":26,"categories":["strength","courage","book"],"text":"I once wrote a book on courage and what made people courageous. I found it was a strength of belief matched by a strength of willpower."},{"placeId":83651,"author":"Paul Tillich","wordCount":20,"categories":["courage","god","anxiety"],"text":"The courage to be is rooted in the God who appears when God has disappeared in the anxiety of doubt."},{"placeId":53267,"author":"Joy Mangano","wordCount":44,"categories":["life","change","courage"],"text":"Something I learned along the way is that you really have to have courage in life. You can do amazing things on any level. It doesn't have to change the world; it can just impact the people around you - that's just as amazing."},{"placeId":56960,"author":"James T. Walsh","wordCount":38,"categories":["courage","war","fire"],"text":"For as long as this nation has known war, we have embraced the heroes it has produced. Americans have rightfully noted the honor and nobility of courage under hostile fire and thanked those who perished in their defense."},{"placeId":94095,"author":"Rebecca Harding Davis","wordCount":32,"categories":["courage","war","patriotism"],"text":"Our young people have come to look upon war as a kind of beneficent deity, which not only adds to the national honor but uplifts a nation and develops patriotism and courage."},{"placeId":28796,"author":"Diana Quick","wordCount":27,"categories":["courage","mother","character"],"text":"That was the fun of acting, being a blank canvas you could transform into the character - Indian princess, 20s vamp, Mother Courage, Oxford don, 94-year-old wife."},{"placeId":47244,"author":"John Quincy Adams","wordCount":16,"categories":["courage","perseverance"],"text":"Courage and perseverance have a magical talisman, before which difficulties disappear and obstacles vanish into air."},{"placeId":108476,"author":"Tom Lantos","wordCount":39,"categories":["courage","today","government"],"text":"Let me start with Yahoo. As we meet today, a Chinese citizen who had the courage to speak his mind on the Internet is in prison because Yahoo chose to share his name and address with the Chinese Government."},{"placeId":88701,"author":"Robert Wagner","wordCount":17,"categories":["love","courage","good"],"text":"I love Joan Collins. She's a wonderful lady. She has such courage. She's such a good actress."},{"placeId":34770,"author":"Florence Henderson","wordCount":35,"categories":["change","courage","happy"],"text":"You don't get happy by sitting around going on, 'Oh this is a horrible situation, what to do?' You've got to find the courage to change that. I think change is extremely hard for people."},{"placeId":70535,"author":"Marlene Dietrich","wordCount":17,"categories":["courage","grace","see"],"text":"Courage and grace are a formidable mixture. The only place to see it is in the bullring."},{"placeId":80973,"author":"Napoleon Bonaparte","wordCount":10,"categories":["love","hope","courage"],"text":"Courage is like love; it must have hope for nourishment."},{"placeId":73519,"author":"Martin Jacques","wordCount":27,"categories":["courage","credit","two"],"text":"Two European nations emerged with credit from the Iraq disaster: France and Germany. Both had the courage to withstand the Bush administration and oppose the U.S.-led invasion."},{"placeId":10536,"author":"Bill Frist","wordCount":33,"categories":["respect","women","courage"],"text":"The valor and courage of our young women and men in the armed services are a shining example to all of the world, and we owe them and their families our deepest respect."},{"placeId":46817,"author":"John F. Kennedy","wordCount":29,"categories":["life","courage","moment"],"text":"The courage of life is often a less dramatic spectacle than the courage of a final moment; but it is no less a magnificent mixture of triumph and tragedy."},{"placeId":15742,"author":"Carl von Clausewitz","wordCount":11,"categories":["courage","quality","warrior"],"text":"Courage, above all things, is the first quality of a warrior."},{"placeId":60491,"author":"Laura Linney","wordCount":21,"categories":["courage","humility","empathy"],"text":"Traits like humility, courage, and empathy are easily overlooked - but it's immensely important to find them in your closest relationships."},{"placeId":3125,"author":"Alice Walker","wordCount":10,"categories":["women","dreams","courage"],"text":"Women have to summon up courage to fulfill dormant dreams."},{"placeId":94905,"author":"Rich Mullins","wordCount":19,"categories":["love","courage","brother"],"text":"I would love to be a Franciscan brother. I'm just not sure I have the courage to do it."},{"placeId":5709,"author":"Arthur M. Schlesinger, Jr.","wordCount":43,"categories":["life","courage","vision"],"text":"If we are to survive, we must have ideas, vision, and courage. These things are rarely produced by committees. Everything that matters in our intellectual and moral life begins with an individual confronting his own mind and conscience in a room by himself."},{"placeId":49711,"author":"John Irving","wordCount":22,"categories":["life","love","courage"],"text":"If you are lucky enough to find a way of life you love, you have to find the courage to live it."},{"placeId":80981,"author":"Napoleon Bonaparte","wordCount":16,"categories":["courage","soldier","endurance"],"text":"The first virtue in a soldier is endurance of fatigue; courage is only the second virtue."},{"placeId":46216,"author":"Jessica Simpson","wordCount":21,"categories":["courage","think","not knowing"],"text":"I think there's a difference between ditzy and dumb. Dumb is just not knowing. Ditzy is having the courage to ask!"},{"placeId":81308,"author":"Natalie Dormer","wordCount":34,"categories":["respect","courage","choices"],"text":"You can think what you like of Madonna - about her political choices and her PR - but you have to respect her courage not to let the critics stop her exploring her potential."},{"placeId":65992,"author":"Kathryn Bigelow","wordCount":18,"categories":["courage","heroism","never"],"text":"Our film examines the heroism, courage and prowess of the Soviet submarine force in ways never seen before."},{"placeId":106235,"author":"Thomas Szasz","wordCount":7,"categories":["courage","intelligence","clear"],"text":"Clear thinking requires courage rather than intelligence."},{"placeId":11893,"author":"Bryant H. McGill","wordCount":18,"categories":["change","courage","people"],"text":"Change will never happen when people lack the ability and courage to see themselves for who they are."},{"placeId":110370,"author":"William J. H. Boetcker","wordCount":12,"categories":["courage","character","men"],"text":"You cannot build character and courage by destroying men's initiative and independence."},{"placeId":9860,"author":"Ben Okri","wordCount":47,"categories":["life","courage","father"],"text":"One of the greatest gifts my father gave me - unintentionally - was witnessing the courage with which he bore adversity. We had a bit of a rollercoaster life with some really challenging financial periods. He was always unshaken, completely tranquil, the same ebullient, laughing, jovial man."},{"placeId":47860,"author":"Joseph Stalin","wordCount":12,"categories":["courage","army","retreat"],"text":"In the Soviet army it takes more courage to retreat than advance."},{"placeId":29624,"author":"Edwin Hubbel Chapin","wordCount":36,"categories":["courage","men","world"],"text":"At the bottom of not a little of the bravery that appears in the world, there lurks a miserable cowardice. Men will face powder and steel because they have not the courage to face public opinion."},{"placeId":15471,"author":"Caitlin Moran","wordCount":8,"categories":["courage","me","watching"],"text":"Watching 'Girls' has just given me renewed courage."},{"placeId":96088,"author":"Samuel Johnson","wordCount":24,"categories":["courage","opportunity","may"],"text":"Courage is the greatest of all virtues, because if you haven't courage, you may not have an opportunity to use any of the others."},{"placeId":52529,"author":"James Callaghan","wordCount":12,"categories":["courage","leader","advice"],"text":"A leader must have the courage to act against an expert's advice."},{"placeId":45472,"author":"James E. Faust","wordCount":33,"categories":["love","happiness","courage"],"text":"A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being."},{"placeId":85897,"author":"Petina Gappah","wordCount":16,"categories":["courage","convictions","would"],"text":"If I truly had the courage of my convictions, I would be a full-blown comic novelist."},{"placeId":71279,"author":"Maxwell Maltz","wordCount":36,"categories":["courage","failure","man"],"text":"Often the difference between a successful man and a failure is not one's better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act."},{"placeId":83072,"author":"Parker Posey","wordCount":32,"categories":["courage","path","healing"],"text":"The five patients in 'Rethinking Cancer' share with us the path of their recovery: the courage to take their own lives in their hands with a natural approach to healing their bodies."},{"placeId":9532,"author":"Barbara De Angelis","wordCount":19,"categories":["relationship","courage","day"],"text":"We don't develop courage by being happy every day. We develop it by surviving difficult times and challenging adversity."},{"placeId":70372,"author":"Marie Antoinette","wordCount":22,"categories":["courage","moment","end"],"text":"Courage! I have shown it for years; think you I shall lose it at the moment when my sufferings are to end?"},{"placeId":30000,"author":"Ellen Key","wordCount":42,"categories":["women","courage","culture"],"text":"If, in the coming thousand years, a feminine culture shall really supplement the masculine, then this will be exactly in the measure in which women have the courage to create and to act as most feminists now do not even dare think."},{"placeId":1608,"author":"Arthur Koestler","wordCount":12,"categories":["courage","never","actions"],"text":"Courage is never to let your actions be influenced by your fears."},{"placeId":31405,"author":"Eddie Marsan","wordCount":30,"categories":["love","courage","perseverance"],"text":"What I love about the East End is that there's a great perseverance, determination and courage. What I dislike about it is that there is sometimes a celebration of ignorance."},{"placeId":63251,"author":"Lindsay Duncan","wordCount":23,"categories":["work","courage","remember"],"text":"You always remember the delicacy of the work you do on a new play - the delicacy and the rigor and the courage."},{"placeId":71704,"author":"Michael Leunig","wordCount":24,"categories":["love","art","courage"],"text":"Art, it seems to me, doesn't need freedom so much as it needs courage and love - some would call it 'soul' or 'Eros.'"},{"placeId":25615,"author":"Debbie Ford","wordCount":27,"categories":["life","courage","good"],"text":"What I would say to anybody facing any life challenge or disease is that that is courage - to choose life, to keep looking at what's good."},{"placeId":31485,"author":"Elias Hicks","wordCount":36,"categories":["death","courage","may"],"text":"Therefore, don't let sinners take courage to think they will be favoured like the thief on the cross; for we see on the other side, they may be like the hardened one, and reproach death itself."},{"placeId":37000,"author":"George Bernard Shaw","wordCount":20,"categories":["courage","good","great"],"text":"Caesar was a man of great common sense and good taste, meaning thereby a man without originality or moral courage."},{"placeId":23087,"author":"Denis Waitley","wordCount":21,"categories":["relationship","courage"],"text":"Courage means to keep working a relationship, to continue seeking solutions to difficult problems, and to stay focused during stressful periods."},{"placeId":91323,"author":"Robert Green Ingersoll","wordCount":14,"categories":["courage","heart","greatest"],"text":"The greatest test of courage on earth is to bear defeat without losing heart."},{"placeId":6850,"author":"August Strindberg","wordCount":17,"categories":["courage","fight","dogs"],"text":"I always disliked dogs, those protectors of cowards who lack the courage to fight an assailant themselves."},{"placeId":30003,"author":"Ellen Key","wordCount":43,"categories":["courage","good","action"],"text":"The condition of all development is not to be content with the present, but to have the courage to ask how everything can be made better and the good fortune to find a right answer to this question in thought or in action."},{"placeId":72037,"author":"Miguel de Cervantes","wordCount":28,"categories":["courage","stars","man"],"text":"One man scorned and covered with scars still strove with his last ounce of courage to reach the unreachable stars; and the world will be better for this."},{"placeId":81949,"author":"Nicholas M. Butler","wordCount":16,"categories":["courage","achievement"],"text":"Optimism is essential to achievement and it is also the foundation of courage and true progress."},{"placeId":111598,"author":"Whitney M. Young","wordCount":15,"categories":["courage","strong","support"],"text":"Support the strong, give courage to the timid, remind the indifferent, and warn the opposed."},{"placeId":21114,"author":"Caleb Deschanel","wordCount":44,"categories":["life","courage","tree"],"text":"In 'Tree of Life,' the cinematography records a small story, a celebration of the courage of everyday life. But it does it so up close and so effortlessly that it has the effect of elevating the intimacy of the story to a grand scale."},{"placeId":23119,"author":"Dennis Prager","wordCount":26,"categories":["courage","kindness","integrity"],"text":"Goodness is about character - integrity, honesty, kindness, generosity, moral courage, and the like. More than anything else, it is about how we treat other people."},{"placeId":105642,"author":"Thich Nhat Hanh","wordCount":17,"categories":["courage","joy","free"],"text":"Fearlessness is not only possible, it is the ultimate joy. When you touch nonfear, you are free."},{"placeId":84666,"author":"Pico Iyer","wordCount":36,"categories":["courage","step","loved"],"text":"It takes courage, of course, to step out of the fray, as it takes courage to do anything that's necessary, whether tending to a loved one on her deathbed or turning away from that sugarcoated doughnut."},{"placeId":103712,"author":"Taya Kyle","wordCount":29,"categories":["hope","courage","freedom"],"text":"My hope for this country is that we remain a people who value freedom, who have the courage to face the realities with faithful hearts instead of anxious ones."},{"placeId":49054,"author":"Jean Paul","wordCount":18,"categories":["time","courage","person"],"text":"A timid person is frightened before a danger, a coward during the time, and a courageous person afterward."},{"placeId":71354,"author":"Maya Angelou","wordCount":30,"categories":["courage","forgiveness"],"text":"You can't forgive without loving. And I don't mean sentimentality. I don't mean mush. I mean having enough courage to stand up and say, 'I forgive. I'm finished with it.'"},{"placeId":104912,"author":"Tadao Ando","wordCount":16,"categories":["time","courage","people"],"text":"At the same time, I would add that the American people have a lot of courage."},{"placeId":112935,"author":"Virgil Goode","wordCount":30,"categories":["best","courage","stand up"],"text":"Trump has the courage to stand up to Wall Street, to the K Street lobbyists, and say our trade deals have not been best for the ordinary, average citizen American."},{"placeId":2551,"author":"Alanis Morissette","wordCount":31,"categories":["courage","quality","new things"],"text":"Courage and willingness to just go for it, whether it is a conversation or a spontaneous trip or trying new things that are scary - it is a really attractive quality."},{"placeId":43843,"author":"Ian Mcewan","wordCount":9,"categories":["courage","pessimism"],"text":"One has to have the courage of one's pessimism."},{"placeId":110675,"author":"William Westmoreland","wordCount":6,"categories":["courage","war","fear"],"text":"War is fear cloaked in courage."},{"placeId":34990,"author":"Francis Ford Coppola","wordCount":27,"categories":["courage","ideas","lost"],"text":"You have to really be courageous about your instincts and your ideas. Otherwise you'll just knuckle under, and things that might have been memorable will be lost."},{"placeId":62952,"author":"Leonard Mlodinow","wordCount":40,"categories":["courage","great","mind"],"text":"One of the things your unconscious mind does for you - and it's a great gift - is it gives you extra courage to view the outer world and it does that by giving you an extra-special view of yourself."},{"placeId":40399,"author":"Harry S Truman","wordCount":23,"categories":["courage","fear","determination"],"text":"America was not built on fear. America was built on courage, on imagination and an unbeatable determination to do the job at hand."},{"placeId":111756,"author":"William Alexander","wordCount":47,"categories":["life","spring","courage"],"text":"Earth teach me to forget myself as melted snow forgets its life. Earth teach me resignation as the leaves which die in the fall. Earth teach me courage as the tree which stands all alone. Earth teach me regeneration as the seed which rises in the spring."},{"placeId":105821,"author":"Thomas Carlyle","wordCount":17,"categories":["courage","desire","die"],"text":"The courage we desire and prize is not the courage to die decently, but to live manfully."},{"placeId":71112,"author":"Mason Cooley","wordCount":14,"categories":["hope","courage","day"],"text":"Every day begins with an act of courage and hope: getting out of bed."},{"placeId":11614,"author":"Bruce Lee","wordCount":12,"categories":["courage","forgiveness","admit"],"text":"Mistakes are always forgivable, if one has the courage to admit them."},{"placeId":16911,"author":"Christian Bale","wordCount":20,"categories":["courage","think","fearless"],"text":"I tend to think you're fearless when you recognize why you should be scared of things, but do them anyway."},{"placeId":6311,"author":"Alfred P. Sloan","wordCount":35,"categories":["courage","obstacles","ambition"],"text":"There has to be this pioneer, the individual who has the courage, the ambition to overcome the obstacles that always develop when one tries to do something worthwhile, especially when it is new and different."},{"placeId":90464,"author":"Reinhold Niebuhr","wordCount":33,"categories":["change","wisdom","courage"],"text":"God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other."},{"placeId":42726,"author":"Gerald Edelman","wordCount":47,"categories":["courage","freedom","truth"],"text":"Science is imagination in the service of the verifiable truth, and that service is indeed communal. It cannot be rigidly planned. Rather, it requires freedom and courage and the plural contributions of many different kinds of people who must maintain their individuality while giving to the group."},{"placeId":46734,"author":"John Eldredge","wordCount":16,"categories":["strength","courage","great"],"text":"It takes great courage to be vulnerable. It takes enormous strength to be a real woman."},{"placeId":30872,"author":"Erwin Rommel","wordCount":19,"categories":["courage","stupidity","military"],"text":"But courage which goes against military expediency is stupidity, or, if it is insisted upon by a commander, irresponsibility."},{"placeId":75210,"author":"Maria Semple","wordCount":14,"categories":["art","time","courage"],"text":"Creating art is painful. It takes time, practice, and the courage to stand alone."},{"placeId":112173,"author":"Vanessa Paradis","wordCount":13,"categories":["courage","rules","limits"],"text":"It's a courageous thing to do something that doesn't have rules or limits."},{"placeId":92508,"author":"Ray Stannard Baker","wordCount":27,"categories":["courage","good","stronger"],"text":"But steel bars have never yet kept out a mob; it takes something a good deal stronger: human courage backed up by the consciousness of being right."},{"placeId":13822,"author":"Bob Filner","wordCount":25,"categories":["change","courage","parks"],"text":"Rosa Parks' courage, determination, and tenacity continue to be an inspiration to all those committed to non-violent protest and change nearly half a century later."},{"placeId":23944,"author":"Don Miguel Ruiz","wordCount":41,"categories":["life","courage","sadness"],"text":"Don't Make Assumptions. Find the courage to ask questions and to express what you really want. Communicate with others as clearly as you can to avoid misunderstandings, sadness and drama. With just this one agreement, you can completely transform your life."},{"placeId":85025,"author":"Publilius Syrus","wordCount":8,"categories":["courage","fear","back"],"text":"Valor grows by daring, fear by holding back."},{"placeId":47979,"author":"Joseph Smith, Jr.","wordCount":39,"categories":["courage","faith","good"],"text":"Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top."},{"placeId":55103,"author":"Jim Hightower","wordCount":19,"categories":["courage","fish","flow"],"text":"The opposite for courage is not cowardice, it is conformity. Even a dead fish can go with the flow."},{"placeId":68941,"author":"Kate Bernheimer","wordCount":45,"categories":["courage","children","book"],"text":"I often visit Maria Tatar's 'The Grimm Reader' for a cold dose of courage. Her translations come from the Brothers Grimm, whose now-famous collection of 'Kinder- und Hausmarchen' ('Children's and Household Tales') was first published in 1812. The book was not intended for young readers."},{"placeId":11177,"author":"Bob Woodward","wordCount":18,"categories":["courage","deep","information"],"text":"Deep Throat's information, and in my view, courage, allowed the newspaper to use what he knew and suspected."},{"placeId":547,"author":"Alexa Vega","wordCount":40,"categories":["courage","day","sister"],"text":"I used to be so intimidated by spin classes. I'd always go by and see people on their bikes looking so intense. But one day my sister and I worked up the courage to go in, and now we're hooked!"},{"placeId":46732,"author":"John Eldredge","wordCount":23,"categories":["strength","women","courage"],"text":"Where a man's strength and courage is tested most is in the way that he treats women - the way that he loves."},{"placeId":51459,"author":"Jim Davis","wordCount":18,"categories":["courage","deep","pet"],"text":"Way down deep, we're all motivated by the same urges. Cats have the courage to live by them."},{"placeId":94349,"author":"Robert Dale Owen","wordCount":24,"categories":["wisdom","courage","god"],"text":"Wisdom, prudence, forethought, these are essential. But not second to these that noble courage which adventures the right, and leaves the consequences to God."},{"placeId":86803,"author":"Prescott Bush","wordCount":30,"categories":["business","courage","day"],"text":"I emphasize... that the Harrimans showed great courage and loyalty and confidence in us, because three or four of us were really running the business, the day to day business."},{"placeId":76037,"author":"Marian Anderson","wordCount":23,"categories":["courage","great","way"],"text":"The minute a person whose word means a great deal to others dare to take the open-hearted and courageous way, many others follow."},{"placeId":30900,"author":"Erica Jong","wordCount":20,"categories":["courage","dark","talent"],"text":"Everyone has talent. What is rare is the courage to follow the talent to the dark place where it leads."},{"placeId":93492,"author":"Rene Cassin","wordCount":44,"categories":["time","courage","human rights"],"text":"The single outstanding exception was the broad yet precise mandate communicated by the General Assembly in 1946 to prepare as soon as possible the Charter of Human Rights which the San Francisco Conference had not had the time or the courage to draw up."},{"placeId":9834,"author":"Ben Horowitz","wordCount":23,"categories":["business","courage","smart"],"text":"Hire sales people who are really smart problem solvers, but lack courage, hunger and competitiveness, and your company will go out of business."},{"placeId":69916,"author":"Marcus Garvey","wordCount":16,"categories":["life","courage","confidence"],"text":"If you have no confidence in self, you are twice defeated in the race of life."},{"placeId":66733,"author":"Kevin Rudd","wordCount":17,"categories":["courage","great","compassion"],"text":"Australia is a nation of compassion. Courage and compassion. And the third of these great values: resilience."},{"placeId":23558,"author":"David Petraeus","wordCount":40,"categories":["women","courage","day"],"text":"All Americans should take great pride in the men and women serving our nation in Iraq and in the courage, determination, resilience and initiative they demonstrate each and every day. It remains the greatest of honors to soldier with them."},{"placeId":107031,"author":"Tracee Ellis Ross","wordCount":43,"categories":["courage","job","people"],"text":"Red carpet is a little bit scary. It's not about expression. It's about taking a pretty picture in a really weird, awkward way, with so many people watching. It's a glamorous part of the job, but it requires its own kind of courage."},{"placeId":29473,"author":"Edward Hirsch","wordCount":17,"categories":["courage","poetry","face"],"text":"Poetry takes courage because you have to face things and you try to articulate how you feel."},{"placeId":65097,"author":"Linda Ellerbee","wordCount":35,"categories":["courage","laughter","sun"],"text":"I think laughter may be a form of courage. As humans we sometimes stand tall and look into the sun and laugh, and I think we are never more brave than when we do that."},{"placeId":61109,"author":"Leslie Odom, Jr.","wordCount":21,"categories":["courage","reading","look"],"text":"At 14, 15 years old, I started reading 'Backstage' regularly. Eventually, I got enough courage to look at the auditions section."},{"placeId":75622,"author":"Mary Wesley","wordCount":42,"categories":["women","courage","children"],"text":"Women's courage is rather different from men's. The fact that women have to bring up children and look after husbands makes them braver at facing long-term issues, such as illness. Men are more immediately courageous. Lots of people are brave in battle."},{"placeId":106175,"author":"Thomas S. Monson","wordCount":9,"categories":["smile","courage","god"],"text":"Courage, not compromise, brings the smile of God's approval."},{"placeId":108266,"author":"Timothy Dalton","wordCount":13,"categories":["courage","face","knowing"],"text":"Real courage is knowing what faces you and knowing how to face it."},{"placeId":97973,"author":"Stokely Carmichael","wordCount":22,"categories":["courage","enemy","more"],"text":"We had no more courage than Harriet Tubman or Marcus Garvey had in their times. We just had a more vulnerable enemy."},{"placeId":110821,"author":"Winston Churchill","wordCount":21,"categories":["courage","stand up","speak"],"text":"Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen."},{"placeId":98583,"author":"Suze Orman","wordCount":19,"categories":["courage","woman","wise"],"text":"A wise woman knows how to summon her courage and do what is right, rather than what is easy."},{"placeId":8393,"author":"Aaron Hill","wordCount":27,"categories":["courage","lion","numbers"],"text":"Courage is poorly housed that dwells in numbers; the lion never counts the herd that are about him, nor weighs how many flocks he has to scatter."},{"placeId":45409,"author":"James Allen","wordCount":27,"categories":["courage","woman","man"],"text":"Whether you be man or woman you will never do anything in this world without courage. It is the greatest quality of the mind next to honor."},{"placeId":105960,"author":"Tina Brown","wordCount":19,"categories":["beauty","courage","well"],"text":"The Brazilian poet Vinicius de Moraes wrote that beauty is fundamental. Well, with the poet's permission, so is courage."},{"placeId":38910,"author":"Gretchen Rubin","wordCount":7,"categories":["courage","enthusiasm","social"],"text":"Enthusiasm is a form of social courage."},{"placeId":78984,"author":"Michael Servetus","wordCount":42,"categories":["life","courage","giving"],"text":"In the inhalation and exhalation there is an energy and a lively divine spirit, since He, through his spirit supports the breath of life, giving courage to the people who are in the earth and spirit to those who walk on it."},{"placeId":113557,"author":"Yuvraj Singh","wordCount":26,"categories":["strength","courage","myself"],"text":"There were times when chemo would eat my body, but I told myself that I have the strength and courage to win and come out stronger."},{"placeId":71366,"author":"Maya Angelou","wordCount":43,"categories":["courage","yourself","stand up"],"text":"You have to develop ways so that you can take up for yourself, and then you take up for someone else. And so sooner or later, you have enough courage to really stand up for the human race and say, 'I'm a representative.'"},{"placeId":18066,"author":"Campbell Brown","wordCount":24,"categories":["time","courage","honesty"],"text":"Our educational establishment is failing; it is past time for courage, honesty, and action commensurate with the need, particularly here in the United States."},{"placeId":57679,"author":"Jennifer Chiaverini","wordCount":38,"categories":["strength","courage","woman"],"text":"Elizabeth Keckley was a woman of remarkable strength, courage, perseverance, and dignity. She was exceptionally talented, but also very diligent and ambitious, and together those qualities enabled her to deliver herself from slavery and become a successful businesswoman."},{"placeId":87620,"author":"Orison Swett Marden","wordCount":28,"categories":["courage","confidence","great"],"text":"There can be no great courage where there is no confidence or assurance, and half the battle is in the conviction that we can do what we undertake."},{"placeId":98759,"author":"Scott Hamilton","wordCount":35,"categories":["strength","courage","alone"],"text":"Without strength and courage it's really hard to perform at the highest levels of international figure skating, because you're alone on the ice and you only have seven minutes over two nights to prove yourself."},{"placeId":32872,"author":"Eddie Albert","wordCount":8,"categories":["courage","fear","understanding"],"text":"Courage is just fear plus prayers plus understanding."},{"placeId":87488,"author":"Omar N. Bradley","wordCount":13,"categories":["death","courage","bravery"],"text":"Bravery is the capacity to perform properly even when scared half to death."},{"placeId":9391,"author":"Baltasar Gracian","wordCount":6,"categories":["wisdom","courage","fruit"],"text":"Without courage, wisdom bears no fruit."},{"placeId":75019,"author":"Mother Angelica","wordCount":44,"categories":["courage","blessings","grace"],"text":"St. Paul did not want the sufferings encountered by being a Christian to discourage or dishearten anyone. He realized that when the Christian saw the blessings and grace that poured upon him after his trials, he would gain courage to suffer in his turn."},{"placeId":15688,"author":"Carl Friedrich Gauss","wordCount":20,"categories":["courage","science","reveal"],"text":"The enchanting charms of this sublime science reveal only to those who have the courage to go deeply into it."},{"placeId":54916,"author":"Jerry Costello","wordCount":32,"categories":["courage","faith","great"],"text":"With faith and courage, generations of Armenians have overcome great suffering and proudly preserved their culture, traditions, and religion and have told the story of the genocide to an often indifferent world."},{"placeId":107028,"author":"Tracee Ellis Ross","wordCount":19,"categories":["courage","i am","comedy"],"text":"Lily Tomlin was one of the early comedy greats who influenced my courage to be the person I am."},{"placeId":49119,"author":"Jeff Rich","wordCount":5,"categories":["courage","action","talk"],"text":"Courage is action, not talk."},{"placeId":29399,"author":"Eddie Rickenbacker","wordCount":18,"categories":["courage","doing","afraid"],"text":"Courage is doing what you are afraid to do. There can be no courage unless you are scared."},{"placeId":105588,"author":"Thomas Jefferson","wordCount":7,"categories":["courage","man","majority"],"text":"One man with courage is a majority."},{"placeId":45959,"author":"Jean Baudrillard","wordCount":22,"categories":["love","courage","feelings"],"text":"Cowardice and courage are never without a measure of affectation. Nor is love. Feelings are never true. They play with their mirrors."},{"placeId":105730,"author":"Thomas Aquinas","wordCount":17,"categories":["courage","principal","endure"],"text":"The principal act of courage is to endure and withstand dangers doggedly rather than to attack them."},{"placeId":89339,"author":"Romola Garai","wordCount":29,"categories":["life","courage","i am"],"text":"I am always naturally drawn to heroines that have human flaws because I enjoy people that have lived their life with courage and make big successes and big failures."},{"placeId":42067,"author":"Hugh Grant","wordCount":15,"categories":["courage","living","people"],"text":"Courage is soldiers fighting on the front line, or people living on the bread line."},{"placeId":102174,"author":"Shari Sebbens","wordCount":19,"categories":["family","time","courage"],"text":"It takes a lot of courage as an actor to take time off for family. But family is everything."},{"placeId":83864,"author":"Peggy Noonan","wordCount":6,"categories":["courage","simple","consistency"],"text":"Part of courage is simple consistency."},{"placeId":60246,"author":"Joseph Chamberlain","wordCount":19,"categories":["courage","quality","first"],"text":"Courage is rightly esteemed the first of human qualities - because it is the quality which guarantees all others."},{"placeId":15714,"author":"Carl Lewis","wordCount":20,"categories":["courage","challenge","road"],"text":"The trials on the road to world harmony are no greater than the courage of those who accept the challenge."},{"placeId":91350,"author":"Robert Green Ingersoll","wordCount":7,"categories":["courage","wild","conscience"],"text":"Courage without conscience is a wild beast."},{"placeId":110664,"author":"William Tecumseh Sherman","wordCount":17,"categories":["courage","perfect","measure"],"text":"Courage - a perfect sensibility of the measure of danger, and a mental willingness to endure it."},{"placeId":91560,"author":"Robert Louis Stevenson","wordCount":29,"categories":["strength","courage","mind"],"text":"Give us grace and strength to forbear and to persevere. Give us courage and gaiety and the quiet mind, spare to us our friends, soften to us our enemies."},{"placeId":36934,"author":"George Bernard Shaw","wordCount":31,"categories":["courage","service","yourself"],"text":"The only service a friend can really render is to keep up your courage by holding up to you a mirror in which you can see a noble image of yourself."},{"placeId":55280,"author":"Joe Scarborough","wordCount":25,"categories":["courage","political","three"],"text":"I have three favorite politicians: Reagan, Truman, and Bobby Kennedy - Bobby for showing remarkable political courage despite being loathed by many on both sides."},{"placeId":72816,"author":"Madeleine M. Kunin","wordCount":29,"categories":["courage","day","political"],"text":"I'm not going to be bullied or pushed around by the group of the day. You've got to have political courage. You've got to have your own inner beliefs."},{"placeId":38150,"author":"George W. Bush","wordCount":34,"categories":["best","courage","great"],"text":"Great tragedy has come to us, and we are meeting it with the best that is in our country, with courage and concern for others because this is America. This is who we are."},{"placeId":4752,"author":"Adrienne Mayor","wordCount":39,"categories":["beauty","courage","want"],"text":"In the non-Greek stories, Persia, Egypt, even China, Central Asia, in oral traditions and written literature, anyone who fights Amazons admires their courage and beauty, and they want to be allies of the Amazon; they don't wanna kill them."},{"placeId":14089,"author":"Brian Sandoval","wordCount":28,"categories":["work","hard work","courage"],"text":"We must remind Americans that the promise of opportunity remains unbroken - that every person in this great nation can succeed through hard work, courage and personal responsibility."},{"placeId":19170,"author":"Caity Lotz","wordCount":35,"categories":["love","courage","power"],"text":"The power of the human spirit inspires me. Movies, books, stories, people, anything that reminds us that we are more than just this physical body and our capacity for love and courage can bend reality."},{"placeId":37574,"author":"Georg Buchner","wordCount":12,"categories":["courage","living","die"],"text":"I'll know how to die with courage; that is easier than living."},{"placeId":11963,"author":"Brene Brown","wordCount":18,"categories":["love","courage","risk"],"text":"Daring to set boundaries is about having the courage to love ourselves, even when we risk disappointing others."},{"placeId":63238,"author":"Linda McCartney","wordCount":30,"categories":["courage","beginning","fun"],"text":"Paul persuaded me to join the band. I would never have had the courage otherwise. It was fun at the beginning. We were playing just for fun, with Paul's group."},{"placeId":104761,"author":"Tracy K. Smith","wordCount":44,"categories":["courage","faith","god"],"text":"I feel most alive, most electric with faith, breath, and courage, when I think of God as a current that runs through all that is. Not by will or by choice. Not as a benediction but because there are laws even God must obey."},{"placeId":15745,"author":"Carl von Clausewitz","wordCount":37,"categories":["courage","truth","light"],"text":"Two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth; and second, the courage to follow this faint light wherever it may lead."},{"placeId":36579,"author":"Geraldo Rivera","wordCount":13,"categories":["courage","journalism","popular"],"text":"The courage in journalism is sticking up for the unpopular, not the popular."},{"placeId":98960,"author":"Sharad Pawar","wordCount":34,"categories":["courage","college","speak"],"text":"I could never muster the courage to speak to girls in my college in Pune. Most of them were Parsis and spoke English. I came from a village and could barely converse in English."},{"placeId":110925,"author":"Wladimir Klitschko","wordCount":37,"categories":["courage","man","fight"],"text":"I have decided to make a personal message to David Haye. I want him to fight me, to be a man. I wish there will be enough excitement, pressure and courage for David Haye to fight me."},{"placeId":22272,"author":"Daisaku Ikeda","wordCount":29,"categories":["hope","courage","compassion"],"text":"There are no greater treasures than the highest human qualities such as compassion, courage and hope. Not even tragic accident or disaster can destroy such treasures of the heart."},{"placeId":59202,"author":"Josephus Daniels","wordCount":17,"categories":["strength","courage","father"],"text":"Men who live valiantly and die nobly have a strength and a courage from the eternal Father."},{"placeId":29997,"author":"Ellen Key","wordCount":44,"categories":["business","women","courage"],"text":"Lack of courage or means often deters the European woman from more independent business activity, and this in spite of increasing freedom to choose her occupation, in spite of brilliant examples of successful undertakings of women, in photography, hotel or boarding-house management, dress-making, etc."},{"placeId":42173,"author":"Gianna Angelopoulos-Daskalaki","wordCount":29,"categories":["courage","people","face"],"text":"You have to have the courage to face the unexpected. This is the difference between people who do things and people who don't dare, who don't dare to live."},{"placeId":37428,"author":"Gary Oldman","wordCount":31,"categories":["family","courage","good"],"text":"Rather like Batman, I embody the themes of the movie which are the values of family, courage and compassion and a sense of right and wrong, good and bad and justice."},{"placeId":60078,"author":"John Petit-Senn","wordCount":12,"categories":["courage","wind","true"],"text":"True courage is like a kite; a contrary wind raises it higher."},{"placeId":96549,"author":"Sean Penn","wordCount":26,"categories":["time","courage","magic"],"text":"We've let the blade of our innocence dull over time, and it's only in innocence that you find any kind of magic, any kind of courage."},{"placeId":91252,"author":"Robert E. Lee","wordCount":17,"categories":["courage","honesty","world"],"text":"You must study to be frank with the world: Frankness is the child of honesty and courage."},{"placeId":56520,"author":"Judith Light","wordCount":20,"categories":["courage","society","wish"],"text":"I wish we lived in a society that made it safe and provided the courage for everyone to come out."},{"placeId":83642,"author":"Paul Tillich","wordCount":15,"categories":["courage","accept","being"],"text":"The courage to be is the courage to accept oneself, in spite of being unacceptable."},{"placeId":99815,"author":"Sun Myung Moon","wordCount":38,"categories":["courage","sun","moon"],"text":"A member must say that he is a member of the Unification Church and that he is the follower of Sun Myung Moon. If he doesn't have the courage to say it, he is not worthy of me."},{"placeId":2995,"author":"Alexander the Great","wordCount":39,"categories":["success","courage","god"],"text":"I wish that the Indians believed me a god, for upon the report of an enemy's valor oftentimes depends the success of a battle, and false reports have many times done as great things as true courage and resolution."},{"placeId":42579,"author":"Horace","wordCount":23,"categories":["life","courage","adversity"],"text":"It is courage, courage, courage, that raises the blood of life to crimson splendor. Live bravely and present a brave front to adversity."},{"placeId":12403,"author":"Benjamin Banneker","wordCount":23,"categories":["courage","easy","sight"],"text":"Presumption should never make us neglect that which appears easy to us, nor despair make us lose courage at the sight of difficulties."},{"placeId":54755,"author":"Jean-Bertrand Aristide","wordCount":10,"categories":["strength","courage","suffer"],"text":"If one suffers we all suffer. Togetherness is strength. Courage."},{"placeId":99774,"author":"Susana Martinez","wordCount":46,"categories":["courage","history","me"],"text":"As the first Hispanic female governor in history, little girls often come up to me in the grocery store or the mall. They look and point, and when they get the courage, they ask 'Are you Susana?' and they run up and give me a hug."},{"placeId":17451,"author":"Clare Boothe Luce","wordCount":11,"categories":["courage","ladder","virtues"],"text":"Courage is the ladder on which all the other virtues mount."},{"placeId":38706,"author":"Gore Vidal","wordCount":45,"categories":["courage","father","woman"],"text":"My father once said something very shrewd about me to a woman journalist who had told him how courageous she thought I was for always speaking my mind. My father said, 'If you couldn't care less what anyone says about you, then it's not courage.'"},{"placeId":24726,"author":"Dan Lipinski","wordCount":25,"categories":["courage","freedom","character"],"text":"With courage and character, American soldiers continue to put themselves on the line to defend our freedom, and so many have paid the ultimate sacrifice."},{"placeId":37210,"author":"Gary Hamel","wordCount":24,"categories":["wisdom","beauty","courage"],"text":"Remarkable contributions are typically spawned by a passionate commitment to transcendent values such as beauty, truth, wisdom, justice, charity, fidelity, joy, courage and honor."},{"placeId":17874,"author":"Colin Firth","wordCount":41,"categories":["courage","think","know"],"text":"We all know the dangers of sequels. Lightning doesn't strike twice in the same place too often, and I think you've got to move beyond it, go the extra mile and have the courage not to just repeat the first one."},{"placeId":55529,"author":"John Prendergast","wordCount":8,"categories":["courage","africa","see"],"text":"I see courage everywhere I go in Africa."},{"placeId":49679,"author":"Joe Torre","wordCount":24,"categories":["courage","winning","heart"],"text":"Competing at the highest level is not about winning. It's about preparation, courage, understanding and nurturing your people, and heart. Winning is the result."},{"placeId":54055,"author":"Joe Garcia","wordCount":31,"categories":["courage","community","politics"],"text":"It shows courage, and it shows commitment to move beyond the status-quo politics of rhetoric, which is all the Cuban-American community has received from any party for the last half century."},{"placeId":89061,"author":"Ricky Martin","wordCount":19,"categories":["patience","courage","hero"],"text":"Amongst the qualities a hero should have, I would include determination, loyalty, courage, perseverance, patience, focus, intrepidity and selflessness."},{"placeId":71005,"author":"Mary McLeod Bethune","wordCount":30,"categories":["change","courage","power"],"text":"We have a powerful potential in out youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends."},{"placeId":27301,"author":"David Seabury","wordCount":29,"categories":["courage","powerful","enemy"],"text":"Courage and conviction are powerful weapons against an enemy who depends only on fists or guns. Animals know when you are afraid; a coward knows when you are not."},{"placeId":26408,"author":"Dave Gahan","wordCount":32,"categories":["strength","courage","great"],"text":"I think there's a great strength in having the courage and also having the support to do what you want to do when you're an artist in any way, shape or form."},{"placeId":4286,"author":"Arnold Schwarzenegger","wordCount":6,"categories":["courage","suicide","political"],"text":"Political courage is not political suicide."},{"placeId":16968,"author":"Christian Nestell Bovee","wordCount":20,"categories":["courage","brave","desperate"],"text":"Courage enlarges, cowardice diminishes resources. In desperate straits the fears of the timid aggravate the dangers that imperil the brave."},{"placeId":62824,"author":"Lee Myung-bak","wordCount":37,"categories":["courage","history","freedom"],"text":"I know that throughout their history, the people of the United States defended their freedom, their liberty, their justice, and their rights - if need be - with their lives. I think their courage is so admirable."},{"placeId":54658,"author":"Joshua Oppenheimer","wordCount":15,"categories":["courage","find","stand"],"text":"All we can do is find the courage to stand still and to look backwards."},{"placeId":82596,"author":"Noam Chomsky","wordCount":34,"categories":["courage","truth","crisis"],"text":"What happened in the missile crisis in October 1962 has been prettified to make it look as if acts of courage and thoughtfulness abounded. The truth is that the whole episode was almost insane."},{"placeId":47289,"author":"John Steinbeck","wordCount":16,"categories":["courage","you","praise"],"text":"Unless a reviewer has the courage to give you unqualified praise, I say ignore the bastard."},{"placeId":61335,"author":"Lewis Mumford","wordCount":12,"categories":["courage","man","may"],"text":"A man of courage never needs weapons, but he may need bail."},{"placeId":3301,"author":"Amelia Earhart","wordCount":10,"categories":["life","courage","peace"],"text":"Courage is the price that life exacts for granting peace."},{"placeId":70661,"author":"Mark Twain","wordCount":12,"categories":["courage","fear","resistance"],"text":"Courage is resistance to fear, mastery of fear, not absence of fear."},{"placeId":105177,"author":"Tullian Tchividjian","wordCount":19,"categories":["life","courage","alone"],"text":"The gospel alone liberates you to live a life of scandalous generosity, unrestrained sacrifice, uncommon valor, and unbounded courage."},{"placeId":54047,"author":"Joe Garcia","wordCount":38,"categories":["courage","day","government"],"text":"To say that I could manipulate one of the men who has shown the most courage before the Cuban government, who gets beaten every day, who did a hunger strike that freed political prisoners... I think that's absurd."},{"placeId":110583,"author":"William Shakespeare","wordCount":4,"categories":["courage","friend","my friend"],"text":"Boldness be my friend."},{"placeId":106088,"author":"Thomas Hardy","wordCount":9,"categories":["patience","courage","moral"],"text":"Patience, that blending of moral courage with physical timidity."},{"placeId":22440,"author":"Dale Carnegie","wordCount":13,"categories":["inspirational","courage","most"],"text":"Most of us have far more courage than we ever dreamed we possessed."},{"placeId":71893,"author":"Michel de Montaigne","wordCount":14,"categories":["courage","soul","stability"],"text":"Valor is stability, not of legs and arms, but of courage and the soul."},{"placeId":12886,"author":"Bill Rancic","wordCount":31,"categories":["business","courage","small"],"text":"I'm a big fan of small business ownership. I think it's the backbone of American innovation. But to be successful, you first have to have the courage to go for it."},{"placeId":16217,"author":"Charles Caleb Colton","wordCount":28,"categories":["courage","man","brave"],"text":"Physical courage, which despises all danger, will make a man brave in one way; and moral courage, which despises all opinion, will make a man brave in another."},{"placeId":78138,"author":"Mark Pryor","wordCount":32,"categories":["time","courage","day"],"text":"Martin Luther King, Jr. Day is a time to honor the greatest champion of racial equality who taught a nation - through compassion and courage - about democracy, nonviolence and racial justice."},{"placeId":103624,"author":"Tara Brach","wordCount":41,"categories":["courage","freedom","wake up"],"text":"Buddhist practices offer a way of saying, 'Hey, come back over here, reconnect.' The only way that you'll actually wake up and have some freedom is if you have the capacity and courage to stay with the vulnerability and the discomfort."},{"placeId":36954,"author":"George Bernard Shaw","wordCount":21,"categories":["courage","lion","people"],"text":"I never thought much of the courage of a lion tamer. Inside the cage he is at least safe from people."},{"placeId":6001,"author":"Abu Bakar Bashir","wordCount":37,"categories":["courage","today","leader"],"text":"There is not a single Muslim leader today who has the courage and commitment to defend Islam and Muslims, they are all in awe of the United States and other Western powers, and are indebted to them."},{"placeId":10979,"author":"Blake Lively","wordCount":43,"categories":["courage","power","people"],"text":"There are looks that I see on other people that I think would look horrible on me, but I think if somebody has the courage to be really daring and try something outlandish, then more power to them. That's just encouraging and inspiring."},{"placeId":10019,"author":"Benjamin Franklin","wordCount":18,"categories":["courage","enough","own"],"text":"How few there are who have courage enough to own their faults, or resolution enough to mend them."},{"placeId":91359,"author":"Robert Green Ingersoll","wordCount":38,"categories":["courage","integrity","great"],"text":"Intelligence, integrity and courage are the great pillars that support the State. Above all, the citizens of a free nation should honor the brave and independent man - the man of stainless integrity, of will and intellectual force."},{"placeId":31948,"author":"Ellen Willis","wordCount":47,"categories":["education","courage","truth"],"text":"My education was dominated by modernist thinkers and artists who taught me that the supreme imperative was courage to face the awful truth, to scorn the soft-minded optimism of religious and secular romantics as well as the corrupt optimism of governments, advertisers, and mechanistic or manipulative revolutionaries."},{"placeId":85814,"author":"Peter Fonda","wordCount":15,"categories":["love","courage","god"],"text":"The word courage - God, I love that word. Words are so important to me."},{"placeId":37900,"author":"George Santayana","wordCount":16,"categories":["courage","religion","humility"],"text":"Religion in its humility restores man to his only dignity, the courage to live by grace."},{"placeId":106169,"author":"Thomas S. Monson","wordCount":20,"categories":["courage","great","humility"],"text":"The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility."},{"placeId":51783,"author":"John F. Kerry","wordCount":25,"categories":["courage","war","service"],"text":"I saw courage both in the Vietnam War and in the struggle to stop it. I learned that patriotism includes protest, not just military service."},{"placeId":105525,"author":"Theodore Roosevelt","wordCount":21,"categories":["courage","moving on","effort"],"text":"It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things."},{"placeId":24812,"author":"Daryl Hall","wordCount":42,"categories":["success","courage","yourself"],"text":"If you are a superstar, or whatever you want to call yourself, a person who's had outrageous success, and you decide to go indie and tell the record companies to screw themselves? That takes a certain amount of courage. And bullheadedness, really."},{"placeId":13675,"author":"Bill Hybels","wordCount":12,"categories":["courage","great","person"],"text":"It takes a great deal of courage to follow another person's lead."},{"placeId":108765,"author":"Terri Clark","wordCount":41,"categories":["best","courage","face"],"text":"The best thing to do is stare it in the face and move on. We have to face our fears and plow through. I think taking chances takes a lot more courage than staying stagnant and doing what's safe and comfortable."},{"placeId":101071,"author":"Sal Albanese","wordCount":29,"categories":["courage","power","city"],"text":"If the City Council wants to hold the police accountable, it has the subpoena power and oversight responsibility to do so. They don't have the courage to do it."},{"placeId":13843,"author":"Bob Richards","wordCount":7,"categories":["work","courage","miracles"],"text":"Ingenuity, plus courage, plus work, equals miracles."},{"placeId":17160,"author":"Christopher Lee","wordCount":34,"categories":["dreams","courage","man"],"text":"'The Impossible Dream' is, in my opinion, one of the greatest songs ever written. Here is a man, an old man, a very old man full of daring, bravery, courage, determination, romanticism and dreams."},{"placeId":100521,"author":"Shekhar Kapur","wordCount":19,"categories":["courage","politics","political"],"text":"I have a huge political interest. I just wish I had the courage to come into politics in India."},{"placeId":98582,"author":"Suze Orman","wordCount":42,"categories":["life","happiness","courage"],"text":"A wise woman recognizes when her life is out of balance and summons the courage to act to correct it, she knows the meaning of true generosity, happiness is the reward for a life lived in harmony, with a courage and grace."},{"placeId":28496,"author":"Della Reese","wordCount":21,"categories":["courage","god","confidence"],"text":"When you really believe in God, it gives you a courage, a confidence that enables you to meet the things coming."},{"placeId":98838,"author":"Sean Covey","wordCount":47,"categories":["courage","power","friends"],"text":"Having the courage to say no when all your friends are saying yes is one of the most difficult things you'll ever have to do. Doing it, however, is one of the biggest charges you can ever make to your personal battery. I call this 'won't power.'"},{"placeId":54061,"author":"Joe Klein","wordCount":4,"categories":["courage","political","clarity"],"text":"Political courage requires clarity."},{"placeId":47735,"author":"Jacqueline Bisset","wordCount":22,"categories":["beauty","courage","beautiful"],"text":"A mode of conduct, a standard of courage, discipline, fortitude and integrity can do a great deal to make a woman beautiful."},{"placeId":86989,"author":"Olga Kurylenko","wordCount":12,"categories":["courage","determination","girl"],"text":"To be a Bond girl you need courage, charm, determination and feistiness."},{"placeId":75247,"author":"Marilyn Hacker","wordCount":39,"categories":["work","courage","reading"],"text":"I started to send my work to journals when I was 26, which was just a question of when I got the courage up. They were mostly journals I had been reading for the previous six or seven years."},{"placeId":91351,"author":"Robert Green Ingersoll","wordCount":25,"categories":["courage","age","blessed"],"text":"It is a blessed thing that in every age some one has had the individuality enough and courage enough to stand by his own convictions."},{"placeId":47834,"author":"Joseph Conrad","wordCount":34,"categories":["courage","truth","power"],"text":"The sea - this truth must be confessed - has no generosity. No display of manly qualities - courage, hardihood, endurance, faithfulness - has ever been known to touch its irresponsible consciousness of power."},{"placeId":47733,"author":"Jacqueline Bisset","wordCount":34,"categories":["beauty","courage","beautiful"],"text":"Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful."},{"placeId":47347,"author":"John Wayne","wordCount":10,"categories":["death","courage","being"],"text":"Courage is being scared to death... and saddling up anyway."},{"placeId":19024,"author":"Cynthia McKinney","wordCount":37,"categories":["courage","people","saying"],"text":"Americans are gathering the courage to just say no. We are saying no to addictive consumer lifestyles. We are saying no to wars and corporate takeover and the IMF loans that gobble up people and their resources."},{"placeId":84508,"author":"Phil Klay","wordCount":40,"categories":["home","courage","integrity"],"text":"I don't believe in any Greatest Generation. I believe in great events. They sweep ordinary people up, expose them to extremes of human behavior and unimaginable tests of integrity and courage, and then deposit them back on the home front."},{"placeId":39878,"author":"George A. Sheehan","wordCount":21,"categories":["success","courage","believe"],"text":"Success means having the courage, the determination, and the will to become the person you believe you were meant to be."},{"placeId":37957,"author":"Giacomo Casanova","wordCount":13,"categories":["strength","courage","useless"],"text":"It is only necessary to have courage, for strength without self-confidence is useless."},{"placeId":65865,"author":"Katherine Anne Porter","wordCount":14,"categories":["courage","gift","marks"],"text":"One of the marks of a gift is to have the courage of it."},{"placeId":41840,"author":"Hermann Hesse","wordCount":11,"categories":["courage","character","people"],"text":"People with courage and character always seem sinister to the rest."},{"placeId":1387,"author":"Anton Corbijn","wordCount":31,"categories":["courage","never","year"],"text":"For many years I wanted to do a film, but I never had the courage to clear my desk and say, 'OK I'll take a year off and do a film.'"},{"placeId":98798,"author":"Scott Walker","wordCount":37,"categories":["women","courage","future"],"text":"What makes America amazing is that there have always been men and women of courage who were willing to think more about the future of their children and grandchildren than they did about their own political careers."},{"placeId":112932,"author":"Virgil","wordCount":11,"categories":["courage","strategy","enemy"],"text":"Who asks whether the enemy was defeated by strategy or valor?"},{"placeId":22794,"author":"David Ben-Gurion","wordCount":29,"categories":["knowledge","courage","fear"],"text":"Courage is a special kind of knowledge: the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared."},{"placeId":31693,"author":"Emile Hirsch","wordCount":31,"categories":["life","courage","risks"],"text":"Maybe you will be afraid and maybe you will fail, but the courage to take risks in any part of your life is, I feel, a very worthwhile way to live."},{"placeId":91546,"author":"Robert Louis Stevenson","wordCount":11,"categories":["courage","yourself","others"],"text":"Keep your fears to yourself, but share your courage with others."},{"placeId":3652,"author":"Angela Merkel","wordCount":41,"categories":["courage","lost","back"],"text":"During the course of 1989, more and more East Germans lost their fears of the state's repression and chicanery and went out on the streets. There was no turning back then. It is thanks to their courage the Wall was opened."},{"placeId":28440,"author":"Douglas Leone","wordCount":25,"categories":["courage","day","me"],"text":"Give me an entrepreneur with a lot of courage, gusto and who iterates rapidly, and I will back that person day in and day out."},{"placeId":59109,"author":"Josefina Vazquez Mota","wordCount":47,"categories":["courage","gender","face"],"text":"One of the hardest questions I have been asked is 'How will you manage the army if you are having menstrual cramps?' I have also been asked if I will have the courage to face criminals. My answer is that courage is not a matter of gender."},{"placeId":6623,"author":"Andy Garcia","wordCount":34,"categories":["courage","freedom","children"],"text":"I'm an exile. My father had the courage to leave with his wife, his mother and three children under twelve. It took more courage to leave, to sacrifice everything for freedom, than to stay."},{"placeId":81488,"author":"Nawal El Saadawi","wordCount":21,"categories":["courage","war","court"],"text":"War criminals in the U.S. and Israel are not punished: no international court has the courage to put them on trial."},{"placeId":55888,"author":"Jalal Talabani","wordCount":17,"categories":["courage","sacrifice","military"],"text":"A military coup needs a sacrifice and courage that you can't find in an army without morale."},{"placeId":92113,"author":"Rudy Giuliani","wordCount":35,"categories":["love","courage","fear"],"text":"Courage is managing fear to accomplish what you want to accomplish. And it's a great demonstration of love. It's really what love is. It's finding areas in which other people are more important than you."},{"placeId":9367,"author":"B. C. Forbes","wordCount":36,"categories":["hope","courage","trust"],"text":"He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly."},{"placeId":114019,"author":"Zach Wamp","wordCount":46,"categories":["women","courage","men"],"text":"Before I begin talking about the threats we face, the vulnerabilities that we have, and frankly the courage of the men and women in uniform that stand in harm's way on behalf of a very grateful Nation, let me first honor the sacrifices of September 11."},{"placeId":26127,"author":"Drew Gilpin Faust","wordCount":46,"categories":["death","women","courage"],"text":"When I was growing up in Virginia, the Civil War was presented to me as glorious with dramatic courage and military honor. Later, I realized how death was central to the reality. It was at the core of women's lives. It's what they talked about most."},{"placeId":44712,"author":"Isabel Allende","wordCount":25,"categories":["women","courage","war"],"text":"In times of conflict, war, poverty or religious fundamentalism, women and children are the first and most numerous victims. Women need all their courage today."},{"placeId":31277,"author":"E. F. Schumacher","wordCount":28,"categories":["courage","fool","direction"],"text":"Any intelligent fool can make things bigger and more complex... It takes a touch of genius - and a lot of courage to move in the opposite direction."},{"placeId":16370,"author":"Charles Kennedy","wordCount":23,"categories":["courage","support","action"],"text":"If British troops are committed to action, then the nation will, of course, support them. Their courage and skill is not in doubt."},{"placeId":75495,"author":"Mary Daly","wordCount":13,"categories":["courage","power","revolution"],"text":"Courage to be is the key to revelatory power of the feminist revolution."},{"placeId":91798,"author":"Rollo May","wordCount":19,"categories":["courage","ahead","capacity"],"text":"Courage is not the absence of despair; it is, rather, the capacity to move ahead in spite of despair."},{"placeId":89898,"author":"Russell Crowe","wordCount":41,"categories":["courage","war","patriotism"],"text":"War isn't just about bravery and courage and jingoism and patriotism. It's also fundamentally about grief. And the people that go and do the fighting and the dying are never the people who actually benefit from the fighting and the dying."},{"placeId":103237,"author":"Sonia Levitin","wordCount":34,"categories":["love","courage","children"],"text":"You'll notice that my books offer great variety. Some are for adults, some for children and some for teens. There are mysteries, historical novels, picture books, love stories and stories of crisis and courage."},{"placeId":33985,"author":"Frank Lowy","wordCount":19,"categories":["courage","go","auschwitz"],"text":"So many times I wanted to go to Auschwitz, but I couldn't take up the courage to go there."},{"placeId":28621,"author":"Dalia Mogahed","wordCount":35,"categories":["work","courage","perseverance"],"text":"I can tell you character traits I admire and work to develop in myself - perseverance, self-discipline, courage to stand up for what is right even when it is against one's friends or one's self."},{"placeId":3857,"author":"Anne Morrow Lindbergh","wordCount":32,"categories":["happiness","strength","courage"],"text":"Don't wish me happiness - I don't expect to be happy it's gotten beyond that, somehow. Wish me courage and strength and a sense of humor - I will need them all."},{"placeId":17199,"author":"Christopher Reeve","wordCount":19,"categories":["courage","ocean","end"],"text":"Either you decide to stay in the shallow end of the pool or you go out in the ocean."},{"placeId":26780,"author":"David Alan Basche","wordCount":37,"categories":["courage","great","thank you"],"text":"When I met Bono at the Cannes Film festival while I was there for the film 'United 93,' he said to me, 'That's a great film, brother. Thank you for your courage in making it.' I plotzed."},{"placeId":96915,"author":"Sigourney Weaver","wordCount":34,"categories":["courage","impact","people"],"text":"Being tall has a major impact in general. It takes some courage to be as big as you are - to live up to it and not be intimidated by the graceful tiny people."},{"placeId":38277,"author":"Georgia O'Keeffe","wordCount":11,"categories":["courage","world","create"],"text":"To create one's world in any of the arts takes courage."},{"placeId":95612,"author":"Saint Teresa of Avila","wordCount":13,"categories":["life","courage","everything"],"text":"To have courage for whatever comes in life - everything lies in that."},{"placeId":102725,"author":"Sarojini Naidu","wordCount":15,"categories":["courage","action","want"],"text":"We want deeper sincerity of motive, a greater courage in speech and earnestness in action."},{"placeId":37584,"author":"Georg C. Lichtenberg","wordCount":16,"categories":["courage","blessings","heaven"],"text":"Never undertake anything for which you wouldn't have the courage to ask the blessings of heaven."},{"placeId":90858,"author":"Ricky Williams","wordCount":40,"categories":["life","courage","man"],"text":"When you make that crossover from life to real life, when you're not treated as a child anymore but as a man, and you are no longer given the benefit of the doubt, it takes some courage to face that."},{"placeId":32966,"author":"Edward Albert","wordCount":8,"categories":["courage","fear","understanding"],"text":"Courage is just fear, plus prayers, plus understanding."},{"placeId":83964,"author":"Pericles","wordCount":15,"categories":["courage","freedom","alone"],"text":"Freedom is the sure possession of those alone who have the courage to defend it."},{"placeId":37226,"author":"Gary Zukav","wordCount":43,"categories":["love","courage","truth"],"text":"Only choices made in love are compassionate. There are no exceptions. Do you have the courage to act with an empowered heart without attachment to the outcome? If not, you have no ability to give or experience compassion. That is the shocking truth."},{"placeId":87604,"author":"Orison Swett Marden","wordCount":28,"categories":["success","courage","struggle"],"text":"Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds."},{"placeId":24400,"author":"Dorothea Lange","wordCount":42,"categories":["courage","quality","animal"],"text":"I many times encountered courage, real courage. Undeniable courage. I've heard it said that that was the highest quality of the human animal. I encountered that many times, in unexpected places. And I have learned to recognize it when I see it."},{"placeId":88207,"author":"Ovid","wordCount":11,"categories":["love","courage","happy"],"text":"Happy are those who dare courageously to defend what they love."},{"placeId":54252,"author":"John Bunyan","wordCount":24,"categories":["courage","me","succeed"],"text":"My sword I give to him that shall succeed me in my pilgrimage, and my courage and skill to him that can get it."},{"placeId":44051,"author":"Ian Smith","wordCount":24,"categories":["courage","freedom","justice"],"text":"Freedom. And Justice. If you have those two, it covers everything. You must stick to those principles and have the courage of your convictions."},{"placeId":91960,"author":"Ronda Rousey","wordCount":42,"categories":["time","courage","fear"],"text":"People say to me all the time, 'You have no fear.' I tell them, 'No, that's not true. I'm scared all the time. You have to have fear in order to have courage. I'm a courageous person because I'm a scared person.'"},{"placeId":87543,"author":"Oprah Winfrey","wordCount":19,"categories":["life","courage","myself"],"text":"I have a lot of things to prove to myself. One is that I can live my life fearlessly."},{"placeId":84928,"author":"Pope John Paul II","wordCount":36,"categories":["courage","faith","fear"],"text":"Have no fear of moving into the unknown. Simply step out fearlessly knowing that I am with you, therefore no harm can befall you; all is very, very well. Do this in complete faith and confidence."},{"placeId":53012,"author":"John Doolittle","wordCount":33,"categories":["courage","war","freedom"],"text":"With his trademark courage and conviction, President Reagan led us out of the Cold War, spreading his vision of freedom, resulting in the release of millions of people from the yoke of communism."},{"placeId":29814,"author":"Eleanor Roosevelt","wordCount":27,"categories":["best","courage","important"],"text":"You have to accept whatever comes and the only important thing is that you meet it with courage and with the best that you have to give."},{"placeId":10206,"author":"Bertrand Russell","wordCount":36,"categories":["courage","man","think"],"text":"Many a man will have the courage to die gallantly, but will not have the courage to say, or even to think, that the cause for which he is asked to die is an unworthy one."},{"placeId":14740,"author":"Bart Starr","wordCount":37,"categories":["courage","team","winning"],"text":"Anyone can support a team that is winning - it takes no courage. But to stand behind a team to defend a team when it is down and really needs you, that takes a lot of courage."},{"placeId":21884,"author":"Charles Peguy","wordCount":7,"categories":["courage","freedom","system"],"text":"Freedom is a system based on courage."},{"placeId":70788,"author":"Martha Stewart","wordCount":43,"categories":["business","courage","creative"],"text":"Everywhere I go, I always look for creative entrepreneurs, whether it's artisans and craftsmen, small farmers and gardeners, or restaurateurs who use fresh, locally sourced ingredients. I admire the courage and self-reliance it takes to start your own business and make it succeed."},{"placeId":82517,"author":"Norman Schwarzkopf","wordCount":17,"categories":["courage","job","doing"],"text":"True courage is being afraid, and going ahead and doing your job anyhow, that's what courage is."},{"placeId":104534,"author":"Tony Randall","wordCount":31,"categories":["courage","strong","man"],"text":"There's only one thing worse than a man who doesn't have strong likes and dislikes, and that's a man who has strong likes and dislikes without the courage to voice them."},{"placeId":23046,"author":"Dean Kamen","wordCount":18,"categories":["courage","innovation","vision"],"text":"Innovation is so hard and so frustrating; it takes the intersections of people with courage, vision, and resources."},{"placeId":70778,"author":"Martha Stewart","wordCount":17,"categories":["business","courage","start"],"text":"I admire the courage and self-reliance it takes to start your own business and make it succeed."},{"placeId":30930,"author":"Estelle","wordCount":15,"categories":["courage","honest","drama"],"text":"You have to have courage to look back and be honest about your own drama."},{"placeId":76810,"author":"Mira Sorvino","wordCount":26,"categories":["courage","me","acting"],"text":"Now that I've got some films under my belt, I have the courage of my convictions regarding acting. It gives me a leg to stand on."},{"placeId":54414,"author":"John Rhys-Davies","wordCount":31,"categories":["family","courage","man"],"text":"Given the fact that I have a family and responsibilities, it's the mark of a man to find the courage to do what is right in the face of oppressive evil."},{"placeId":48324,"author":"Joyce Meyer","wordCount":22,"categories":["courage","fear","adversity"],"text":"The eagle has no fear of adversity. We need to be like the eagle and have a fearless spirit of a conqueror!"},{"placeId":35551,"author":"Frank Capra","wordCount":29,"categories":["art","courage","eyes"],"text":"In our film profession you may have Gable's looks, Tracy's art, Marlene's legs or Liz's violet eyes, but they don't mean a thing without that swinging thing called courage."},{"placeId":66404,"author":"Kenny Loggins","wordCount":27,"categories":["love","relationship","courage"],"text":"You must have love as the core; it takes courage to be willing to constantly tell the truth to each other and risk letting the relationship go."},{"placeId":15782,"author":"Carly Fiorina","wordCount":27,"categories":["strength","courage","mom"],"text":"My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled."},{"placeId":15387,"author":"Barbara Cook","wordCount":30,"categories":["courage","think","three"],"text":"Even within the last three or four years, I have a greater ability to communicate, I think. I have more courage to show the stuff... And it does take courage."},{"placeId":36635,"author":"Geri Halliwell","wordCount":44,"categories":["work","courage","fear"],"text":"I do get scared, but I think - like it says in another book I've read - feel the fear and do it anyway. I try to have courage, pray a little bit and work through it. I'd rather try, even if I fail."},{"placeId":22433,"author":"Dale Carnegie","wordCount":29,"categories":["home","courage","fear"],"text":"Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy."},{"placeId":7093,"author":"Antony Sher","wordCount":38,"categories":["courage","gay","you"],"text":"As a gay Jewish white South African, I belong to quite a lot of minority groups. You constantly have to question who you are, what you are and whether you have the courage to be who you are."},{"placeId":40969,"author":"Helen Hayes","wordCount":38,"categories":["courage","earth","people"],"text":"Every human being on this earth is born with a tragedy, and it isn't original sin. He's born with the tragedy that he has to grow up... a lot of people don't have the courage to do it."},{"placeId":19708,"author":"Cecelia Ahern","wordCount":30,"categories":["courage","style","afraid"],"text":"Discover your own style. Don't try to repeat what has already been written - have the courage to do your own thing and don't be afraid to do something different."},{"placeId":65283,"author":"Kalpana Chawla","wordCount":29,"categories":["success","dreams","courage"],"text":"The path from dreams to success does exist. May you have the vision to find it, the courage to get on to it, and the perseverance to follow it."},{"placeId":54943,"author":"Jenna Jameson","wordCount":10,"categories":["courage","you","never"],"text":"My definition of courage is never letting anyone define you."},{"placeId":84287,"author":"Peter Thiel","wordCount":14,"categories":["courage","world","live"],"text":"We live in a world in which courage is in less supply than genius."},{"placeId":109578,"author":"Warren Spector","wordCount":27,"categories":["courage","games","resources"],"text":"$200, 300 million games, I'm a little scared about that; there aren't a lot of companies that have the resources or the courage to spend that much."},{"placeId":87949,"author":"Oscar Wilde","wordCount":29,"categories":["strength","courage","think"],"text":"Do you really think it is weakness that yields to temptation? I tell you that there are terrible temptations which it requires strength, strength and courage to yield to."},{"placeId":100803,"author":"Simon Van Booy","wordCount":47,"categories":["courage","beautiful","joy"],"text":"The joy of style lies not in how we look to other people, but in how we look to ourselves - and the most memorable and beautiful outfits are simply those that, in some rare moment of joy, we found the courage to share with the world."},{"placeId":11975,"author":"Brene Brown","wordCount":34,"categories":["courage","me","weakness"],"text":"The difficult thing is that vulnerability is the first thing I look for in you and the last thing I'm willing to show you. In you, it's courage and daring. In me, it's weakness."},{"placeId":38219,"author":"George Weinberg","wordCount":17,"categories":["courage","world","step"],"text":"The world will step aside for nearly anyone who has the courage of his of her opinions."},{"placeId":70191,"author":"Maria Mitchell","wordCount":31,"categories":["travel","courage","alone"],"text":"I was a little doubtful about the propriety of going to the Mammoth Cave without a gentleman escort, but if two ladies travel alone they must have the courage of men."},{"placeId":38369,"author":"Geraldine Brooks","wordCount":29,"categories":["courage","stand up","madness"],"text":"There are always a few who stand up in times of communal madness and have the courage to say that what unites us is greater than what divides us."},{"placeId":113155,"author":"Vittorio Alfieri","wordCount":12,"categories":["courage","test","die"],"text":"Often the test of courage is not to die but to live."},{"placeId":82425,"author":"Nikki Sixx","wordCount":11,"categories":["life","courage","my life"],"text":"I had to find the courage to turn my life around."},{"placeId":85700,"author":"Paul Johnson","wordCount":11,"categories":["courage","politics","important"],"text":"Next to courage, willpower is the most important thing in politics."},{"placeId":16224,"author":"Charles Caleb Colton","wordCount":30,"categories":["courage","alone","enemy"],"text":"To dare to live alone is the rarest courage; since there are many who had rather meet their bitterest enemy in the field, than their own hearts in their closet."},{"placeId":23064,"author":"Dean Koontz","wordCount":16,"categories":["courage","fool","looking"],"text":"Nothing gives us courage more readily than the desire to avoid looking like a damn fool."},{"placeId":46137,"author":"Jesse Ventura","wordCount":25,"categories":["courage","great","man"],"text":"The first thing out of Fidel Castro's mouth to me, he looked me right in the eye and said, 'You're a man of great courage.'"},{"placeId":2050,"author":"Adam Driver","wordCount":13,"categories":["courage","people","acting"],"text":"Acting is really about having the courage to fail in front of people."},{"placeId":91346,"author":"Robert Green Ingersoll","wordCount":24,"categories":["death","courage","men"],"text":"We need men with moral courage to speak and write their real thoughts, and to stand by their convictions, even to the very death."},{"placeId":53485,"author":"James A. Michener","wordCount":11,"categories":["courage","afraid","know"],"text":"It takes courage to know when you ought to be afraid."},{"placeId":29002,"author":"e. e. cummings","wordCount":12,"categories":["courage","teen","grow"],"text":"It takes courage to grow up and become who you really are."},{"placeId":75860,"author":"Marcia Angell","wordCount":35,"categories":["courage","effort","suffering"],"text":"Probably most dying patients, even when suffering greatly, would choose to live as long as possible. That courage and grace should be protected and honored, and we should put every effort into treating their symptoms."},{"placeId":109072,"author":"W. Clement Stone","wordCount":32,"categories":["life","courage","truth"],"text":"Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity."},{"placeId":102222,"author":"Sarah Kay","wordCount":25,"categories":["courage","humility","curiosity"],"text":"To me, having the courage to tell your own story goes hand in hand with having the curiosity and humility to listen to others' stories."},{"placeId":10224,"author":"Bethany Hamilton","wordCount":15,"categories":["courage","determination"],"text":"Courage, sacrifice, determination, commitment, toughness, heart, talent, guts. That's what little girls are made of."},{"placeId":36906,"author":"Gabby Douglas","wordCount":8,"categories":["courage","fear","strong"],"text":"Always be courageous and strong, and don't fear."},{"placeId":30528,"author":"Emmanuel Macron","wordCount":8,"categories":["courage","believe","risk"],"text":"Believe in individual initiatives, in courage, in risk."},{"placeId":74114,"author":"Mercy Otis Warren","wordCount":30,"categories":["success","respect","courage"],"text":"The British were indeed very far superior to the Americans in every respect necessary to military operations, except the revivified courage and resolution, the result of sudden success after despair."},{"placeId":27237,"author":"Donald McCaig","wordCount":42,"categories":["time","courage","men"],"text":"Since dogs could hear and smell better than men, we could concentrate on sight. Since courage is commonplace in dogs, men's adrenal glands could shrink. Dogs, by making us more efficient predators, gave us time to think. In short, dogs civilized us."},{"placeId":59562,"author":"Joaquin Castro","wordCount":47,"categories":["courage","good","heart"],"text":"I learned that Congress is a place with more heart than courage; there are more good souls in Washington than brave ones. I learned that the whole is not always the sum of its parts: that what you put in doesn't always match what you get out."},{"placeId":74716,"author":"Mohammed bin Rashid Al Maktoum","wordCount":41,"categories":["courage","commitment","reality"],"text":"Most people talk; we do things. They plan; we achieve. They hesitate; we move ahead. We are living proof that when human beings have the courage and commitment to transform a dream into reality, there is nothing that can stop them."},{"placeId":39786,"author":"Gabriele D'Annunzio","wordCount":9,"categories":["courage","limit"],"text":"Limit to courage? There is no limit to courage."},{"placeId":44983,"author":"Isabella Rossellini","wordCount":39,"categories":["courage","problem","you"],"text":"If you see a person who's insecure and covers it up, it can be quite a problem. But the person who is insecure and shows you is quite appealing. They give you just the courage to drop your defenses."},{"placeId":40718,"author":"Harper Lee","wordCount":22,"categories":["courage","know","you"],"text":"Real courage is when you know you're licked before you begin, but you begin anyway and see it through no matter what."},{"placeId":81705,"author":"Nelson Mandela","wordCount":32,"categories":["courage","fear","man"],"text":"I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear."},{"placeId":47570,"author":"Joseph Addison","wordCount":28,"categories":["courage","man","uniform"],"text":"Courage that grows from constitution often forsakes a man when he has occasion for it; courage which arises from a sense of duty acts; in a uniform manner."},{"placeId":85027,"author":"Publilius Syrus","wordCount":5,"categories":["courage","fear","hesitation"],"text":"Audacity augments courage; hesitation, fear."},{"placeId":55614,"author":"John Slattery","wordCount":29,"categories":["life","courage","moments"],"text":"I think the moments that are difficult for anybody are when you see what your life could be, if only you had the courage to take the steps needed."},{"placeId":7655,"author":"Alexandra Fuller","wordCount":26,"categories":["courage","beautiful","honesty"],"text":"The memoirs that have come out of Africa are sometimes startlingly beautiful, often urgent, and essentially life-affirming, but they are all performances of courage and honesty."},{"placeId":79017,"author":"Monica Ali","wordCount":43,"categories":["time","courage","great"],"text":"I like Beryl Bainbridge a great deal, and she is a writer who absolutely demands to be read a second, third, and fourth time. I admire her great courage in leaving so much unsaid and asking the reader to really engage her brain."},{"placeId":85699,"author":"Paul Johnson","wordCount":12,"categories":["courage","great","woman"],"text":"Courage is the essential element in any great public man or woman."},{"placeId":85149,"author":"Pardis Sabeti","wordCount":34,"categories":["courage","father","government"],"text":"My father took one of the toughest jobs in the government because he cared about his nation more than himself. His courage and conviction have always driven me to want to make a difference."},{"placeId":9863,"author":"Ben Okri","wordCount":21,"categories":["courage","father","adversity"],"text":"One of the greatest gifts my father gave me - unintentionally - was witnessing the courage with which he bore adversity."},{"placeId":39917,"author":"George Konrad","wordCount":44,"categories":["courage","thinking","believe"],"text":"You take a number of small steps which you believe are right, thinking maybe tomorrow somebody will treat this as a dangerous provocation. And then you wait. If there is no reaction, you take another step: courage is only an accumulation of small steps."},{"placeId":47337,"author":"John W. Gardner","wordCount":35,"categories":["strength","courage","find"],"text":"Leaders come in many forms, with many styles and diverse qualities. There are quiet leaders and leaders one can hear in the next county. Some find strength in eloquence, some in judgment, some in courage."},{"placeId":68999,"author":"Ken Adam","wordCount":19,"categories":["work","courage","down"],"text":"It takes courage to stay young, to make your enthusiasms work for you. Don't let anyone drag you down."},{"placeId":29137,"author":"Earl Nightingale","wordCount":18,"categories":["inspirational","courage","road"],"text":"All you need is the plan, the road map, and the courage to press on to your destination."},{"placeId":103192,"author":"Silvia Cartwright","wordCount":31,"categories":["courage","war","history"],"text":"There is no glory in war, yet from the blackness of its history, there emerge vivid colours of human character and courage. Those who risked their lives to help their friends."},{"placeId":72033,"author":"Miguel de Cervantes","wordCount":21,"categories":["courage","wealth","friend"],"text":"He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all."},{"placeId":85724,"author":"Paul Keating","wordCount":17,"categories":["leadership","courage","think"],"text":"Well, I think that - I think leadership's always been about two main things: imagination and courage."},{"placeId":70996,"author":"Martin Luther King, Jr.","wordCount":13,"categories":["courage","fear","back"],"text":"We must build dikes of courage to hold back the flood of fear."},{"placeId":53194,"author":"Jose Carreras","wordCount":9,"categories":["courage","free","you"],"text":"Yes, you must have the courage of being free."},{"placeId":72019,"author":"Mignon McLaughlin","wordCount":17,"categories":["courage","moment","matters"],"text":"The only courage that matters is the kind that gets you from one moment to the next."},{"placeId":71320,"author":"Maya Angelou","wordCount":38,"categories":["courage","light","mirror"],"text":"We have to confront ourselves. Do we like what we see in the mirror? And, according to our light, according to our understanding, according to our courage, we will have to say yea or nay - and rise!"},{"placeId":87826,"author":"Owen D. Young","wordCount":15,"categories":["courage","faith","vision"],"text":"It takes vision and courage to create - it takes faith and courage to prove."},{"placeId":29136,"author":"Eamon de Valera","wordCount":41,"categories":["best","death","courage"],"text":"When we have done our best, we can, as a united people, take whatever may befall with calm courage and confidence that this old nation will survive and if death should come to many of us, death is not the end."},{"placeId":45556,"author":"James Russell Lowell","wordCount":4,"categories":["courage","fate","fearless"],"text":"Fate loves the fearless."},{"placeId":62436,"author":"Lucius Annaeus Seneca","wordCount":20,"categories":["courage","man","world"],"text":"There is nothing in the world so much admired as a man who knows how to bear unhappiness with courage."},{"placeId":23740,"author":"David Whyte","wordCount":17,"categories":["courage","poetry","great"],"text":"Poetry gives us courage and sets us straight with the world. Poems are great companions and friends."},{"placeId":38454,"author":"Gilbert K. Chesterton","wordCount":22,"categories":["life","courage","man"],"text":"The paradox of courage is that a man must be a little careless of his life even in order to keep it."},{"placeId":7495,"author":"Ann McLane Kuster","wordCount":45,"categories":["women","courage","age"],"text":"For the past 25 years as an adoption attorney, I have witnessed the extraordinary courage and compassion of women - from age 14 to 40 - facing unplanned pregnancy. Not once did I believe that the government should interfere with their personal and private decision."},{"placeId":70444,"author":"Marilyn Monroe","wordCount":22,"categories":["courage","grow","face"],"text":"I want to grow old without facelifts. I want to have the courage to be loyal to the face I have made."},{"placeId":47925,"author":"Julia Cameron","wordCount":37,"categories":["courage","trust","faith"],"text":"Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult."},{"placeId":40210,"author":"Haile Selassie","wordCount":43,"categories":["courage","community","men"],"text":"We must become bigger than we have been: more courageous, greater in spirit, larger in outlook. We must become members of a new race, overcoming petty prejudice, owing our ultimate allegiance not to nations but to our fellow men within the human community."},{"placeId":109721,"author":"Wendell Phillips","wordCount":14,"categories":["courage","bravery","animal"],"text":"Physical bravery is an animal instinct; moral bravery is much higher and truer courage."},{"placeId":99782,"author":"Susana Martinez","wordCount":36,"categories":["courage","today","fear"],"text":"I fear some of our leaders today have lost the courage to stand up. What we have now are politicians. They won't offer real plans, and only stand up when they want to blame someone else."},{"placeId":19219,"author":"Christopher Monckton","wordCount":17,"categories":["courage","global warming"],"text":"The right response to the non-problem of global warming is to have the courage to do nothing."},{"placeId":15087,"author":"Bill Hunter","wordCount":15,"categories":["courage","acting","sense"],"text":"There's no mystique to acting. It's only common sense - and a bit of courage."},{"placeId":94722,"author":"Ruta Sepetys","wordCount":15,"categories":["hope","courage","suffering"],"text":"I adore themes of hope and courage and the ways we find meaning through suffering."},{"placeId":5843,"author":"Athol Fugard","wordCount":32,"categories":["courage","forgiveness","africa"],"text":"Without white South Africa realizing what it had done - and on the basis of that realization having the courage to ask for forgiveness - there can really be no significant movement."},{"placeId":89619,"author":"Ralph Waldo Emerson","wordCount":14,"categories":["courage","great","done"],"text":"A great part of courage is the courage of having done the thing before."},{"placeId":3415,"author":"Anais Nin","wordCount":9,"categories":["life","courage","proportion"],"text":"Life shrinks or expands in proportion to one's courage."},{"placeId":38168,"author":"Gloria Steinem","wordCount":21,"categories":["courage","like","few"],"text":"We've begun to raise daughters more like sons... but few have the courage to raise our sons more like our daughters."},{"placeId":33381,"author":"Emeli Sande","wordCount":16,"categories":["love","courage","sad"],"text":"It would be sad if we lost our instinct and our courage to love and protect."},{"placeId":38745,"author":"Grace Paley","wordCount":14,"categories":["courage","fear","world"],"text":"Let us go forth with fear and courage and rage to save the world."},{"placeId":88324,"author":"Ray Comfort","wordCount":29,"categories":["smile","time","courage"],"text":"It takes both courage and talent to stand up in front of fellow human beings and make them crack a smile, and at the same time keep it clean."},{"placeId":87152,"author":"Oliver Wendell Holmes, Sr.","wordCount":8,"categories":["courage","react","act"],"text":"Have the courage to act instead of react."},{"placeId":52076,"author":"Jonas Salk","wordCount":20,"categories":["hope","dreams","courage"],"text":"There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality."},{"placeId":59738,"author":"Jerome Cady","wordCount":13,"categories":["courage","wise","man"],"text":"It is a wise man who knows where courage ends and stupidity begins."},{"placeId":95637,"author":"Romeo LeBlanc","wordCount":35,"categories":["courage","daily","i am"],"text":"If I am to be known for anything, I would like it to be for encouraging Canadians, for knowing a little bit about their daily, extraordinary courage. And for wanting that courage to be recognized."},{"placeId":109239,"author":"Walt Disney","wordCount":14,"categories":["dreams","courage","true"],"text":"All our dreams can come true, if we have the courage to pursue them."},{"placeId":22489,"author":"Daniel Dennett","wordCount":38,"categories":["courage","past","society"],"text":"In short, we need to recover the courage we celebrate in our heroes, and in particular, the courage to tolerate, for the sake of a free society, a level of risk we hardly ever imagined in the past."},{"placeId":72651,"author":"Muhammad Ali","wordCount":14,"categories":["life","courage","risks"],"text":"He who is not courageous enough to take risks will accomplish nothing in life."},{"placeId":87203,"author":"Patrick Campbell","wordCount":21,"categories":["love","courage","heart"],"text":"There can be a fundamental gulf of gracelessness in a human heart which neither our love nor our courage can bridge."},{"placeId":47849,"author":"Joseph Conrad","wordCount":25,"categories":["courage","woman","man"],"text":"The last thing a woman will consent to discover in a man whom she loves, or on whom she simply depends, is want of courage."},{"placeId":27438,"author":"Delmore Schwartz","wordCount":21,"categories":["love","courage","love is"],"text":"Love is the most difficult and dangerous form of courage. Courage is the most desperate, admirable and noble kind of love."},{"placeId":110591,"author":"William Shakespeare","wordCount":18,"categories":["love","courage","heart"],"text":"Who could refrain that had a heart to love and in that heart courage to make love known?"},{"placeId":56101,"author":"Jenny Shipley","wordCount":17,"categories":["wisdom","courage","peace"],"text":"Peace is a fragile thing. It takes courage to secure it. It takes wisdom to maintain it."},{"placeId":81295,"author":"Natalie Dormer","wordCount":40,"categories":["journey","courage","fear"],"text":"For me, it's not necessarily interesting to play a strong, fearless woman. It's interesting to play a woman who is terrified and then overcomes that fear. It's about the journey. Courage is not the absence of fear, it's overcoming it."},{"placeId":81951,"author":"Nicholas M. Butler","wordCount":6,"categories":["work","courage","necessity"],"text":"Necessity does the work of courage."},{"placeId":62500,"author":"Lydia M. Child","wordCount":41,"categories":["courage","mind","political"],"text":"None speak of the bravery, the might, or the intellect of Jesus; but the devil is always imagined as a being of acute intellect, political cunning, and the fiercest courage. These universal and instinctive tendencies of the human mind reveal much."},{"placeId":34894,"author":"Frances Perkins","wordCount":36,"categories":["courage","history","man"],"text":"Most of man's problems upon this planet, in the long history of the race, have been met and solved either partially or as a whole by experiment based on common sense and carried out with courage."},{"placeId":78000,"author":"Major Taylor","wordCount":43,"categories":["success","courage","great"],"text":"These rules may seem simple enough, but it will require great morale and physical courage to adhere to them. But if carried out in the strict sense of the word it will surely lead to a greater success than could otherwise be attained."},{"placeId":25696,"author":"Dale Murphy","wordCount":33,"categories":["courage","fight","people"],"text":"To go to hospitals and see people fight and overcome cystic fibrosis or cancer or any number of illnesses is to see courage that is humbling. And athletes constantly need to be humbled."},{"placeId":53865,"author":"Jeff Goodell","wordCount":35,"categories":["courage","political","may"],"text":"Obama wants to be thought of as the president who freed us from foreign oil. But if he doesn't show some political courage, he may well be remembered as the president who cooked the planet."},{"placeId":9171,"author":"Andre Norton","wordCount":32,"categories":["courage","trust","lie"],"text":"As for courage and will - we cannot measure how much of each lies within us, we can only trust there will be sufficient to carry through trials which may lie ahead."},{"placeId":16353,"author":"Charles Kennedy","wordCount":7,"categories":["courage","fear","kind"],"text":"Courage is a peculiar kind of fear."},{"placeId":96854,"author":"Shiv Khera","wordCount":23,"categories":["courage","children","parents"],"text":"Parents do not have the courage to say no to certain things that their children demand. They are rather scared of their children."},{"placeId":113157,"author":"Vittorio Alfieri","wordCount":12,"categories":["courage","test","die"],"text":"Ofttimes the test of courage becomes rather to live than to die."},{"placeId":22793,"author":"David Ben-Gurion","wordCount":24,"categories":["knowledge","courage","fear"],"text":"Courage is... the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared."},{"placeId":50888,"author":"Janeane Garofalo","wordCount":16,"categories":["courage","me","first"],"text":"To me, there is no greater act of courage than being the one who kisses first."},{"placeId":29272,"author":"Edouard Manet","wordCount":8,"categories":["courage","kiss","you"],"text":"I would kiss you, had I the courage."},{"placeId":111657,"author":"Valerie Jarrett","wordCount":43,"categories":["work","time","courage"],"text":"We know the threats - from global terrorist networks to the spread of deadly weapons. Yet we also know that embedded in this time of danger is the promise of a new day, if we have the courage and commitment to work together."},{"placeId":2280,"author":"Al Gore","wordCount":30,"categories":["strength","courage","truth"],"text":"While President Bush likes to project an image of strength and courage, the real truth is that in the presence of his large financial contributors, he is a moral coward."},{"placeId":111381,"author":"William Blackstone","wordCount":19,"categories":["courage","alone","society"],"text":"Men was formed for society, and is neither capable of living alone, nor has the courage to do it."},{"placeId":101048,"author":"Safak Pavey","wordCount":36,"categories":["courage","future","history"],"text":"At pivotal moments throughout history, there have always been grey areas, and there likely will be in the future. Courage now lies not in the black and white, as in the past, but in the grey."},{"placeId":41174,"author":"Henri Matisse","wordCount":3,"categories":["courage","creativity","takes"],"text":"Creativity takes courage."},{"placeId":45096,"author":"J. K. Rowling","wordCount":23,"categories":["courage","great","friends"],"text":"It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."},{"placeId":111790,"author":"Van Wyck Brooks","wordCount":14,"categories":["courage","man","successful"],"text":"The man who has the courage of his platitudes is always a successful man."},{"placeId":48340,"author":"Joyce Meyer","wordCount":47,"categories":["time","courage","god"],"text":"Some people have a hard time getting rid of stuff. If that's you, pray for God to give you the courage to get rid of things you don't really need or things He wants you to give away. This will help keep your surroundings organized and clutter-free."},{"placeId":2612,"author":"Albert Camus","wordCount":10,"categories":["courage","real","indifference"],"text":"Real nobility is based on scorn, courage, and profound indifference."},{"placeId":21966,"author":"Cherry Jones","wordCount":29,"categories":["courage","leader","heart"],"text":"If you can find the courage, if you have in your heart even the slightest bit of rebellion against injustice, maybe you can channel that and become a leader."},{"placeId":38449,"author":"Gilbert K. Chesterton","wordCount":21,"categories":["courage","strong","desire"],"text":"Courage is almost a contradiction in terms. It means a strong desire to live taking the form of readiness to die."},{"placeId":3429,"author":"Anatole France","wordCount":34,"categories":["life","courage","good"],"text":"Suffering! We owe to it all that is good in us, all that gives value to life; we owe to it pity, we owe to it courage, we owe to it all the virtues."},{"placeId":78129,"author":"Mark McGrath","wordCount":40,"categories":["love","courage","walking"],"text":"I'm not a fighter, but I would love to be a boxer because I love the courage and toughness. I mean, there can be nothing more terrifying than walking into an arena and looking at Mike Tyson in the ring."},{"placeId":23934,"author":"Don Lemon","wordCount":37,"categories":["strength","courage","thank you"],"text":"Whenever I see John Lewis, I invariably say, 'Thank you.' And I will never stop. I don't know how he's still standing, because what he endured took courage and strength that I don't know that I have."},{"placeId":63939,"author":"Leila Aboulela","wordCount":45,"categories":["courage","school","personality"],"text":"I grew up in a very westernised environment and went to a private American school. But my personality was shy and quiet, and I wanted to wear the hijab but didn't have the courage, as I knew my friends would talk me out of it."},{"placeId":71332,"author":"Maya Angelou","wordCount":31,"categories":["courage","be kind","practice"],"text":"One isn't necessarily born with courage, but one is born with potential. Without courage, we cannot practice any other virtue with consistency. We can't be kind, true, merciful, generous, or honest."},{"placeId":35785,"author":"Gabrielle Giffords","wordCount":13,"categories":["courage","people","me"],"text":"People have told me that I'm courageous, but I have seen greater courage."},{"placeId":61822,"author":"Loretta Young","wordCount":14,"categories":["courage","character","fashion"],"text":"Fashion should not be expected to serve in the stead of courage or character."},{"placeId":84906,"author":"Pope Francis","wordCount":40,"categories":["courage","god","past"],"text":"If the Christian is a restorationist, a legalist, if he wants everything clear and safe, then he will find nothing. Tradition and memory of the past must help us to have the courage to open up new areas to God."},{"placeId":107588,"author":"Thomas J. Stanley","wordCount":41,"categories":["leadership","courage","school"],"text":"Grades don't measure tenacity, courage, leadership, guts or whatever you want to call it. Teachers or any other persons in a position of authority should never tell anybody they will not succeed because they did not get all A's in school."},{"placeId":45636,"author":"Jane Goodall","wordCount":43,"categories":["courage","mother","people"],"text":"My mother always taught us that if people don't agree with you, the important thing is to listen to them. But if you've listened to them carefully and you still think that you're right, then you must have the courage of your convictions."},{"placeId":68058,"author":"Kenneth L. Pike","wordCount":10,"categories":["courage","results","sources"],"text":"Courage to continue comes from deeper sources than outward results."},{"placeId":99207,"author":"Sinclair Lewis","wordCount":11,"categories":["courage","bad","very"],"text":"Pugnacity is a form of courage, but a very bad form."},{"placeId":25220,"author":"Derek Cianfrance","wordCount":42,"categories":["love","courage","fear"],"text":"I love actors that are brave, that are courageous. And courage to me is not the absence of fear, it's the presence of fear, and they go to places that really scare them, because as an audience, that's where you feel danger."},{"placeId":18367,"author":"Catherine Deneuve","wordCount":10,"categories":["courage","double","physical"],"text":"I have no physical courage, I've asked for a double."},{"placeId":91361,"author":"Robert Green Ingersoll","wordCount":31,"categories":["courage","fear","man"],"text":"Roscoe Conkling was a man of superb courage. He not only acted without fear, but he had that fortitude of soul which bears the consequences of the course pursued without complaint."},{"placeId":67080,"author":"Kim Yuna","wordCount":25,"categories":["hope","dreams","courage"],"text":"Even in the hardest circumstances, dreams can give you the courage to live, and I hope I can share that message with children in need."},{"placeId":78959,"author":"Mo Yan","wordCount":11,"categories":["courage","compassion","know"],"text":"I know what real courage is, and I understand true compassion."},{"placeId":74179,"author":"Michael D. Higgins","wordCount":33,"categories":["leadership","courage","heart"],"text":"Through the inspiration of Vaclav's words, the courage of his dissidence and the integrity of his leadership, Czechoslovakia successfully transitioned from an authoritarian state to a free democracy at the heart of Europe."},{"placeId":90466,"author":"Reinhold Niebuhr","wordCount":27,"categories":["change","wisdom","courage"],"text":"God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference."},{"placeId":16409,"author":"Charles Lindbergh","wordCount":16,"categories":["courage","faith","alone"],"text":"Is he alone who has courage on his right hand and faith on his left hand?"},{"placeId":60197,"author":"Lao Tzu","wordCount":13,"categories":["strength","courage","fear"],"text":"Simulated disorder postulates perfect discipline; simulated fear postulates courage; simulated weakness postulates strength."},{"placeId":80,"author":"Abdullah II of Jordan","wordCount":44,"categories":["dreams","courage","today"],"text":"Prime Minister Sharon, Prime Minister Abbas, I urge you today to end the designs of those who seek destruction, annihilation and occupation, and I urge you to have the will and the courage to begin to realize our dreams of peace, prosperity and coexistence."},{"placeId":3513,"author":"Andrew Johnson","wordCount":10,"categories":["courage","honest","guide"],"text":"Honest conviction is my courage; the Constitution is my guide."},{"placeId":77992,"author":"Major Taylor","wordCount":24,"categories":["success","patience","courage"],"text":"I pray they will carry on in spite of that dreadful monster prejudice, and with patience, courage, fortitude and perseverance achieve success for themselves."},{"placeId":63146,"author":"Lillian Hellman","wordCount":42,"categories":["courage","myself","justice"],"text":"Unjust. How many times I've used that word, scolded myself with it. All I mean by it now is that I don't have the final courage to say that I refuse to preside over violations against myself, and to hell with justice."},{"placeId":110212,"author":"William Hazlitt","wordCount":24,"categories":["courage","think","meet"],"text":"We are very much what others think of us. The reception our observations meet with gives us courage to proceed, or damps our efforts."},{"placeId":40802,"author":"Harrison Ford","wordCount":20,"categories":["baseball","courage","people"],"text":"I don't like baseball movies. I like movies about moral courage and people who are indomitable and courageous and right."},{"placeId":111037,"author":"Wallis Simpson","wordCount":14,"categories":["life","courage","new things"],"text":"I have always had the courage for the new things that life sometimes offers."},{"placeId":39312,"author":"George Gissing","wordCount":6,"categories":["courage","desire","your"],"text":"Have the courage of your desire."},{"placeId":105536,"author":"Theodore Roosevelt","wordCount":11,"categories":["courage","gentleman","courtesy"],"text":"Courtesy is as much a mark of a gentleman as courage."},{"placeId":107435,"author":"Troy Polamalu","wordCount":45,"categories":["positive","courage","school"],"text":"Pride is tough. You go to high school, and its 'pride,' 'courage;' it's all these types of words that we use to motivate us. I don't think there's anywhere in the Scriptures through the saints' lives where pride was ever a positive characteristic of anybody."},{"placeId":87575,"author":"Oriana Fallaci","wordCount":21,"categories":["courage","great","moral"],"text":"I have reached the conclusion that those who have physical courage also have moral courage. Physical courage is a great test."},{"placeId":93560,"author":"Richard Hatch","wordCount":28,"categories":["love","courage","stand up"],"text":"I love revolutionaries who have the courage to stand up against the status quo. They're always misunderstood, but they're the ones who are standing up for human rights."},{"placeId":19628,"author":"Carson Daly","wordCount":38,"categories":["courage","mind","step"],"text":"The one thing I learned the most about acting is it takes a tremendous amount of courage to go there and stand still. It takes courage and guts to step out of your mind frame and depict something."},{"placeId":87641,"author":"Orison Swett Marden","wordCount":38,"categories":["positive","courage","man"],"text":"Every man ultimately falls into the company with which he affiliates. And he is the strongest who draws men to himself, who creates the company; and this is through having a positive quality - courage and physical prowess."},{"placeId":66490,"author":"Kerry Washington","wordCount":22,"categories":["courage","moments","acting"],"text":"That's what acting is - it's about... having the courage to allow your audience into the private moments of your characters' lives."},{"placeId":52566,"author":"James Keller","wordCount":29,"categories":["courage","confidence","him"],"text":"It is so often true that whether a person carries with him an atmosphere of gloom and depression or one of confidence and courage depends on his individual outlook."},{"placeId":91797,"author":"Rollo May","wordCount":13,"categories":["courage","society","conformity"],"text":"The opposite of courage in our society is not cowardice, it is conformity."},{"placeId":84833,"author":"Plautus","wordCount":12,"categories":["courage","good","evil"],"text":"Good courage in a bad affair is half of the evil overcome."},{"placeId":29806,"author":"Eleanor Roosevelt","wordCount":41,"categories":["strength","courage","fear"],"text":"You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'"},{"placeId":11499,"author":"Brigitte Bardot","wordCount":7,"categories":["courage","convictions"],"text":"I have the courage of my convictions."},{"placeId":68492,"author":"Kitty Kelley","wordCount":34,"categories":["courage","job","accept"],"text":"I admired Eugene McCarthy's courage and although I left his Senate staff after four years to accept a job as the researcher on the editorial page of the 'Washington Post,' I remained an admirer."},{"placeId":82348,"author":"Nikki Haley","wordCount":32,"categories":["change","courage","support"],"text":"The people of South Carolina support conservatives who are trying to push real change, and the people of South Carolina expect their presidential candidates to back them up when they show courage."},{"placeId":33182,"author":"Emily Greene Balch","wordCount":27,"categories":["change","courage","faith"],"text":"Those who are rooted in the depths that are eternal and unchangeable and who rely on unshakeable principles, face change full of courage, courage based on faith."},{"placeId":85598,"author":"Paul Bremer","wordCount":33,"categories":["success","patience","courage"],"text":"I think the Iraqi people have shown extraordinary patience and courage in the last few months. They have really put a political system on the way to success, to a real democracy here."},{"placeId":89715,"author":"Rand Paul","wordCount":47,"categories":["time","courage","racism"],"text":"What I've always said is that I'm opposed to institutional racism, and I would've, had I've been alive at the time, I think, had the courage to march with Martin Luther King to overturn institutional racism, and I see no place in our society for institutional racism."},{"placeId":42895,"author":"Hallie Ephron","wordCount":21,"categories":["courage","training","me"],"text":"Outlining is like putting on training wheels. It gives me the courage to write, but we always go off the outline."},{"placeId":46485,"author":"Joe Biden","wordCount":21,"categories":["courage","determination"],"text":"We're going to be OK because of the American people. They have more grit, determination and courage than you can imagine."},{"placeId":90719,"author":"Rick Perry","wordCount":38,"categories":["courage","people","tax"],"text":"And I think most people in this country want to see a president that's got the courage to say we're going to cut the tax burden, and reduce the regulatory climate, and we're going to get Americans working."},{"placeId":38782,"author":"Graham Greene","wordCount":32,"categories":["courage","walking","men"],"text":"People talk about the courage of condemned men walking to the place of execution: sometimes it needs as much courage to walk with any kind of bearing towards another person's habitual misery."},{"placeId":80794,"author":"Norman Lloyd","wordCount":35,"categories":["courage","today","men"],"text":"I very much admired Lancaster. George Clooney reminds me of him today. Not all the macho, swinging around that Burt used to do, but the courage. You know where you stand with men like that."},{"placeId":37749,"author":"George Michael","wordCount":27,"categories":["courage","important","long"],"text":"I went through a long period where I was afraid of doing things I wanted to do, and you get your courage back, which is what's important."},{"placeId":10539,"author":"Bill Frist","wordCount":38,"categories":["courage","future","successful"],"text":"Just two weeks ago, millions of Iraqis defied the threats of terrorists and went to the polls to determine their own future. I congratulate the Iraqi people for the courage they've shown in making these elections so successful."},{"placeId":112313,"author":"Vash Young","wordCount":19,"categories":["life","courage","faith"],"text":"All my life I had feared to-morrow, until I decided to have faith and to live to-day in courage."},{"placeId":71312,"author":"Maya Angelou","wordCount":18,"categories":["courage","history","pain"],"text":"History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again."},{"placeId":78564,"author":"Matt Salmon","wordCount":39,"categories":["courage","government","choices"],"text":"Sadly, far too many politicians in Washington lack the courage to do something to fix our problems. They are worried about the political implications of making the hard choices we so desperately need to cut spending and shrink government."},{"placeId":64445,"author":"Lucy Walker","wordCount":36,"categories":["work","journey","courage"],"text":"My main trick is to work with amazing people. It's a long and twisty journey, and you need people that really are amazing and have this rare gift of honesty and courage and really open up."},{"placeId":97342,"author":"Stephen Leacock","wordCount":30,"categories":["courage","good","horse"],"text":"It takes a good deal of physical courage to ride a horse. This, however, I have. I get it at about forty cents a flask, and take it as required."},{"placeId":29017,"author":"E. M. Forster","wordCount":10,"categories":["life","courage","either"],"text":"Either life entails courage, or it ceases to be life."},{"placeId":87564,"author":"Oriana Fallaci","wordCount":31,"categories":["beauty","courage","war"],"text":"Alas, nothing reveals man the way war does. Nothing so accentuates in him the beauty and ugliness, the intelligence and foolishness, the brutishness and humanity, the courage and cowardice, the enigma."},{"placeId":45899,"author":"Jim Valvano","wordCount":27,"categories":["family","courage","mom"],"text":"People think I have courage. The courage in my family are my wife Pam, my three daughters, here, Nicole, Jamie, LeeAnn, my mom, who's right here too."},{"placeId":71297,"author":"Maya Angelou","wordCount":30,"categories":["courage","practice","important"],"text":"Courage is the most important of all the virtues, because without courage you can't practice any other virtue consistently. You can practice any virtue erratically, but nothing consistently without courage."},{"placeId":64354,"author":"Luke Pasqualino","wordCount":38,"categories":["courage","girl","me"],"text":"When I was 16 the first girl I had a crush on wasn't interested at all. I liked her from afar for ages, and when I eventually got the courage and told her, and she wasn't into me."},{"placeId":110872,"author":"Winston Churchill","wordCount":18,"categories":["courage","quality","first"],"text":"Courage is rightly esteemed the first of human qualities... because it is the quality which guarantees all others."},{"placeId":90882,"author":"Richard Flanagan","wordCount":15,"categories":["courage","walk","admire"],"text":"In all the writers I admire, the common detonator is their courage to walk naked."},{"placeId":90152,"author":"Rahm Emanuel","wordCount":44,"categories":["courage","today","parent"],"text":"Today, because of President Obama's courage, kids can stay on their parent's plan until they are 26. Insurers cannot kick you off your policy because you have hit your limit. They will not be able to deny you because you have a pre-existing condition."},{"placeId":49571,"author":"John Ciardi","wordCount":30,"categories":["courage","sad","men"],"text":"It is easy enough to praise men for the courage of their convictions. I wish I could teach the sad young of this mealy generation the courage of their confusions."},{"placeId":17524,"author":"Confucius","wordCount":14,"categories":["courage","right","leave"],"text":"Faced with what is right, to leave it undone shows a lack of courage."},{"placeId":21389,"author":"Chris Bell","wordCount":25,"categories":["courage","fool","thinking"],"text":"I think that people need to have the courage of their convictions and not be trying to fool people into thinking that they've changed overnight."},{"placeId":71998,"author":"Mickey Mantle","wordCount":22,"categories":["courage","team","boy"],"text":"A team is where a boy can prove his courage on his own. A gang is where a coward goes to hide."},{"placeId":58765,"author":"John Murray","wordCount":9,"categories":["hope","courage","people"],"text":"Give the people not hell, but hope and courage."},{"placeId":31075,"author":"Ernest Hemingway","wordCount":5,"categories":["courage","grace","pressure"],"text":"Courage is grace under pressure."},{"placeId":99962,"author":"Sydney Smith","wordCount":23,"categories":["courage","great","ignorant"],"text":"Have the courage to be ignorant of a great number of things, in order to avoid the calamity of being ignorant of everything."},{"placeId":95555,"author":"Saint Francis de Sales","wordCount":9,"categories":["courage","lose","own"],"text":"Do not lose courage in considering your own imperfections."},{"placeId":87571,"author":"Oriana Fallaci","wordCount":12,"categories":["life","courage","faces"],"text":"It is the mainspring of life, courage. And courage has many faces."},{"placeId":24079,"author":"Douglas Coupland","wordCount":19,"categories":["courage","day","every day"],"text":"If human beings had genuine courage, they'd wear their costumes every day of the year, not just on Halloween."},{"placeId":89378,"author":"Ron Fournier","wordCount":42,"categories":["leadership","courage"],"text":"Washington's answer to a self-inflicted financial crisis reminded Americans why they so deeply distrust the political class. The 'fiscal cliff' process was secretive and sloppy, and the nation's so-called leadership lacked the political courage to address our root problems: joblessness and debt."},{"placeId":48871,"author":"Jeff Buckley","wordCount":43,"categories":["music","courage","myself"],"text":"I'm sick of all these labels and these manufactured subdivisions of music that don't even exist. And even though I'm pierced myself, I'm sick of everyone equating body piercing with musical courage. If you ask me, it takes a lot more than that."},{"placeId":49097,"author":"Jeff Koons","wordCount":32,"categories":["life","art","courage"],"text":"I believe that art has been a vehicle for me that's been about enlightenment and expanding my own parameters, to give me courage to exercise the freedom that I have in life."},{"placeId":1051,"author":"Andrew Shue","wordCount":45,"categories":["life","courage","graduation"],"text":"Life is the most exciting opportunity we have. But we have one shot. You graduate from college once, and that's it. You're going out of that nest. And you have to find that courage that's deep, deep, deep in there. Every step of the way."},{"placeId":61922,"author":"Louis D. Brandeis","wordCount":31,"categories":["happiness","courage","end"],"text":"Those who won our independence... valued liberty as an end and as a means. They believed liberty to be the secret of happiness and courage to be the secret of liberty."},{"placeId":16011,"author":"Catherine the Great","wordCount":12,"categories":["courage","soul","brave"],"text":"I beg you take courage; the brave soul can mend even disaster."},{"placeId":17505,"author":"Confucius","wordCount":13,"categories":["wisdom","courage","compassion"],"text":"Wisdom, compassion, and courage are the three universally recognized moral qualities of men."},{"placeId":91940,"author":"Ronald Reagan","wordCount":23,"categories":["courage","simple","easy"],"text":"There are no easy answers, but there are simple answers. We must have the courage to do what we know is morally right."},{"placeId":69026,"author":"Kristian Bush","wordCount":39,"categories":["courage","children","stars"],"text":"I believe the biggest challenge is just getting the courage to try something different or new. Try to forget the stereotype in your mind. Yoga is for everyone - children, athletes, moms, dads, accountants, truck drivers, even country stars."},{"placeId":8837,"author":"Alexander Berkman","wordCount":11,"categories":["courage","war","true"],"text":"War paralyzes your courage and deadens the spirit of true manhood."},{"placeId":11457,"author":"Brie Larson","wordCount":16,"categories":["courage","myself","want"],"text":"To find the courage to do what I want to do for myself has been hard."},{"placeId":74692,"author":"Muammar al-Gaddafi","wordCount":13,"categories":["patience","courage","people"],"text":"We are telling the American people to have patience, courage, resolve and determination."},{"placeId":111688,"author":"William Slim","wordCount":11,"categories":["courage","moral","virtue"],"text":"Moral courage is higher and a rarer virtue than physical courage."},{"placeId":76734,"author":"Michael Kinsley","wordCount":32,"categories":["courage","nice","want"],"text":"He's nice enough not to want to be associated with a nasty remark but not nice enough not to make it. Lacking the courage of one's nastiness does not make one nice."},{"placeId":111603,"author":"Wilfred Grenfell","wordCount":6,"categories":["wisdom","courage","always"],"text":"Courage is always the surest wisdom."},{"placeId":61364,"author":"Li Keqiang","wordCount":20,"categories":["courage","crisis","debt"],"text":"In fighting the debt crisis, E.U. countries have enhanced co-operation and carried out reform with tremendous courage. This is laudable."},{"placeId":70764,"author":"Mark Twain","wordCount":18,"categories":["courage","world","moral"],"text":"It is curious that physical courage should be so common in the world and moral courage so rare."},{"placeId":112389,"author":"Venkatraman Ramakrishnan","wordCount":34,"categories":["work","courage","science"],"text":"It takes a certain amount of courage to tackle very hard problems in science, I now realise. You don't know what the timescale of your work will be: decades or only a few years."},{"placeId":53195,"author":"Jose Carreras","wordCount":35,"categories":["courage","job","world"],"text":"Everybody, even me, sometimes had to compromise on something, doing things we know to be wrong, and this happens doing whatever job in the world. But a singer must have the courage of saying no."},{"placeId":40400,"author":"Harry S Truman","wordCount":34,"categories":["leadership","change","courage"],"text":"Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better."},{"placeId":3479,"author":"Andre Gide","wordCount":16,"categories":["courage","man","new"],"text":"Man cannot discover new oceans unless he has the courage to lose sight of the shore."},{"placeId":106884,"author":"Tori Amos","wordCount":19,"categories":["courage","moving on","healing"],"text":"Healing takes courage, and we all have courage, even if we have to dig a little to find it."},{"placeId":83649,"author":"Paul Tillich","wordCount":11,"categories":["courage","decision","risk"],"text":"Decision is a risk rooted in the courage of being free."},{"placeId":112571,"author":"Victoria Pendleton","wordCount":17,"categories":["courage","i am","talk"],"text":"We don't talk about courage much in our everyday conversations, but I am comfortable with it now."},{"placeId":55528,"author":"John Prendergast","wordCount":38,"categories":["life","women","courage"],"text":"I see courage everywhere I go in Africa. Fearless human rights activists in Darfur. Women peace advocates in eastern Congo. Former child soldiers in Northern Uganda who now are helping other former child soldiers return to civilian life."},{"placeId":24024,"author":"Donna Brazile","wordCount":32,"categories":["strength","courage","day"],"text":"School integration did not come to be the day after the Brown ruling was issued. Progress took years, and it took passion, strength, and courage from a large group of committed individuals."},{"placeId":98579,"author":"Suze Orman","wordCount":26,"categories":["life","courage","power"],"text":"In all realms of life it takes courage to stretch your limits, express your power, and fulfill your potential... it's no different in the financial realm."},{"placeId":84792,"author":"Plato","wordCount":7,"categories":["courage","fear","knowing"],"text":"Courage is knowing what not to fear."},{"placeId":54378,"author":"John Milius","wordCount":34,"categories":["courage","good","strong"],"text":"Most of the good executives do pretty well. Because to be a good executive you have to be strong, and you have to have a simple attribute that people have forgotten about - courage."},{"placeId":93041,"author":"Robert Peel","wordCount":26,"categories":["strength","time","courage"],"text":"But after this natural burst of indignation, no man of sense, courage, or prudence will waste his time or his strength in retrospective reproaches or repinings."},{"placeId":49293,"author":"Jewel","wordCount":33,"categories":["love","courage","yourself"],"text":"Love bravely, live bravely, be courageous, there's really nothing to lose. There's no wrong you can't make right again, so be kinder to yourself, you know, have fun, take chances. There's no bounds."},{"placeId":100187,"author":"Samuel Ullman","wordCount":27,"categories":["beauty","hope","courage"],"text":"In the central place of every heart, there is a recording chamber; so long as it receives messages of beauty, hope, cheer and courage, you are young."},{"placeId":61245,"author":"Leonardo da Vinci","wordCount":8,"categories":["life","courage","fear"],"text":"Just as courage imperils life, fear protects it."},{"placeId":40648,"author":"Harold Prince","wordCount":31,"categories":["courage","chance","unique"],"text":"Nobody has yet proven that taking a chance and doing something unique that an audience isn't used to is a bad idea. What the theater lacks is that kind of courage."},{"placeId":40636,"author":"Harold Pinter","wordCount":41,"categories":["courage","mother","political"],"text":"All I'm saying is that there are many different kinds of political theatre and many plays I greatly admire: 'Antigone,' 'Mother Courage,' 'All My Sons.' But, if I tackle a political theme, I have to do it in my own way."},{"placeId":6577,"author":"Andre Malraux","wordCount":38,"categories":["courage","failure","risk"],"text":"Often the difference between a successful person and a failure is not one has better abilities or ideas, but the courage that one has to bet on one's ideas, to take a calculated risk - and to act."},{"placeId":52277,"author":"Julia Stiles","wordCount":24,"categories":["courage","people","working"],"text":"I'm slowly working up the courage to sing in front of other people, but I can carry a tune. I do some mean karaoke."},{"placeId":92938,"author":"Robert Crumb","wordCount":31,"categories":["courage","suicide","yourself"],"text":"Killing yourself is a major commitment, it takes a kind of courage. Most people just lead lives of cowardly desperation. It's kinda half suicide where you just dull yourself with substances."},{"placeId":99960,"author":"Sydney Smith","wordCount":33,"categories":["courage","day","great"],"text":"A great deal of talent is lost to the world for want of a little courage. Every day sends to their graves obscure men whose timidity prevented them from making a first effort."},{"placeId":70156,"author":"Margaret J. Wheatley","wordCount":22,"categories":["courage","determination"],"text":"Determination, energy, and courage appear spontaneously when we care deeply about something. We take risks that are unimaginable in any other context."},{"placeId":90125,"author":"Ray Bradbury","wordCount":14,"categories":["courage","wings","find"],"text":"Jump, and you will find out how to unfold your wings as you fall."},{"placeId":92619,"author":"Richard Brinsley Sheridan","wordCount":30,"categories":["time","courage","remember"],"text":"Remember that when you meet your antagonist, to do everything in a mild agreeable manner. Let your courage be keen, but, at the same time, as polished as your sword."},{"placeId":102583,"author":"Stanley Baldwin","wordCount":27,"categories":["time","patience","courage"],"text":"A statesman wants courage and a statesman wants vision; but believe me, after six months' experience, he wants first, second, third and all the time - patience."},{"placeId":71340,"author":"Maya Angelou","wordCount":25,"categories":["courage","yourself","small"],"text":"Courage - you develop courage by doing small things like just as if you wouldn't want to pick up a 100-pound weight without preparing yourself."},{"placeId":77631,"author":"Michael Hutchence","wordCount":45,"categories":["music","courage","power"],"text":"But we got up there and decided to stick to this mix of power chords and funk and that's where it really started for us. In having the courage to take that decision. To take a gamble not just with our music but our lives."},{"placeId":85793,"author":"Peter Carey","wordCount":40,"categories":["life","courage","writing"],"text":"I have written a memoir here and there, and that takes its own form of selfishness and courage. However, generally speaking, I have no interest in writing about my own life or intruding in the privacy of those around me."},{"placeId":86867,"author":"Pam Brown","wordCount":15,"categories":["courage","dark","people"],"text":"The courage of very ordinary people is all that stands between us and the dark."},{"placeId":23075,"author":"Dean Smith","wordCount":26,"categories":["sports","courage","college"],"text":"The presidents of colleges have to have some courage to step forward. You can't limit alcohol in college sports, you have to get rid of it."},{"placeId":8871,"author":"Alexandre Vinet","wordCount":7,"categories":["courage","christian","sorrow"],"text":"Resignation is the courage of Christian sorrow."},{"placeId":106020,"author":"Thomas Fuller","wordCount":6,"categories":["courage","despair","coward"],"text":"Despair gives courage to a coward."},{"placeId":75133,"author":"Margaret Mitchell","wordCount":9,"categories":["courage","reputation","you"],"text":"With enough courage, you can do without a reputation."},{"placeId":21663,"author":"Channing Pollock","wordCount":18,"categories":["courage","man","world"],"text":"No man in the world has more courage than the man who can stop after eating one peanut."},{"placeId":87608,"author":"Orison Swett Marden","wordCount":27,"categories":["respect","courage","failure"],"text":"There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King."},{"placeId":58417,"author":"Judith Rossner","wordCount":36,"categories":["time","courage","yourself"],"text":"It takes far less courage to kill yourself than it takes to make yourself wake up one more time. It's harder to stay where you are than to get out. For everyone but you, that is."},{"placeId":90754,"author":"Richard Dawkins","wordCount":43,"categories":["courage","memories","great"],"text":"The psychologist Elizabeth Loftus has shown great courage, in the face of spiteful vested interests, in demonstrating how easy it is for people to concoct memories that are entirely false but which seem, to the victim, every bit as real as true memories."},{"placeId":113897,"author":"Xi Jinping","wordCount":40,"categories":["wisdom","home","courage"],"text":"During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades."},{"placeId":80825,"author":"N. R. Narayana Murthy","wordCount":29,"categories":["success","courage","luck"],"text":"Often times I have been asked about the attributes for success, and I have said that you need two attributes for succeeding as an entrepreneur: one, courage, second, luck."},{"placeId":96223,"author":"Samuel Johnson","wordCount":18,"categories":["courage","power","honesty"],"text":"He that fails in his endeavors after wealth or power will not long retain either honesty or courage."},{"placeId":38492,"author":"Gerry Adams","wordCount":13,"categories":["courage","freedom","struggle"],"text":"Your determination, selflessness and courage have brought the freedom struggle towards its fulfilment."},{"placeId":5862,"author":"Austin Seferian-Jenkins","wordCount":24,"categories":["life","courage","adversity"],"text":"You have setbacks in your life, and adversity. You can be discouraged about it or have courage to get through it and be better."},{"placeId":22660,"author":"Daniel Kahneman","wordCount":30,"categories":["courage","risk","know"],"text":"Courage is willingness to take the risk once you know the odds. Optimistic overconfidence means you are taking the risk because you don't know the odds. It's a big difference."},{"placeId":51409,"author":"Jerry Hall","wordCount":44,"categories":["courage","children","society"],"text":"I really am glad that the National Society for the Prevention of Cruelty to Children has had the courage to stand up and say that children should not be hit under any circumstances. I am a committed supporter of this campaigning charity for children."},{"placeId":72023,"author":"Miguel de Cervantes","wordCount":8,"categories":["courage","between","cowardice"],"text":"Valor lies just halfway between rashness and cowardice."},{"placeId":81724,"author":"Nelson Mandela","wordCount":11,"categories":["courage","peace","fear"],"text":"Courageous people do not fear forgiving, for the sake of peace."},{"placeId":84714,"author":"Pierre Corneille","wordCount":10,"categories":["courage","man","every man"],"text":"Every man of courage is a man of his word."},{"placeId":6672,"author":"Ann Bancroft","wordCount":45,"categories":["life","business","courage"],"text":"A life lesson for me is, how do you muster the courage to take on a new risk? Whether it's starting up a business or taking on a new project or expedition. I think the risks that we take are all relative to the risk-taker."},{"placeId":95158,"author":"Richard L. Evans","wordCount":20,"categories":["courage","age","great"],"text":"Keep courage. Whatever you do, do not feel sorry for yourself. You will win in a great age of opportunity."},{"placeId":10775,"author":"Billy Graham","wordCount":17,"categories":["courage","man","brave"],"text":"Courage is contagious. When a brave man takes a stand, the spines of others are often stiffened."},{"placeId":2579,"author":"Albert Camus","wordCount":13,"categories":["courage","philosophy","find"],"text":"Those who lack the courage will always find a philosophy to justify it."},{"placeId":71278,"author":"Maxwell Maltz","wordCount":30,"categories":["life","happiness","courage"],"text":"We must have courage to bet on our ideas, to take the calculated risk, and to act. Everyday living requires courage if life is to be effective and bring happiness."},{"placeId":8170,"author":"Angela McGlowan","wordCount":26,"categories":["courage","father","adversity"],"text":"My late father Rev. James Thomas McGlowan was the inspiration behind 'Bamboozled.' My father admired Frederick Douglass' courage and his bravery in the face of adversity."},{"placeId":11966,"author":"Brene Brown","wordCount":39,"categories":["courage","truth","you"],"text":"The truth is: Belonging starts with self-acceptance. Your level of belonging, in fact, can never be greater than your level of self-acceptance, because believing that you're enough is what gives you the courage to be authentic, vulnerable and imperfect."},{"placeId":102471,"author":"Simone Signoret","wordCount":9,"categories":["life","courage","interesting"],"text":"Individual courage is the only interesting thing in life."},{"placeId":45091,"author":"J. D. Salinger","wordCount":12,"categories":["courage","sick","nobody"],"text":"I'm sick of not having the courage to be an absolute nobody."},{"placeId":74722,"author":"Mohsin Hamid","wordCount":40,"categories":["courage","generation","people"],"text":"I think there's a growing courage among the younger generation of American writers. Because of the more superficial treatment of characters taking place in cinema, they have had to deal with that by digging deeper into who these people are."},{"placeId":14786,"author":"Ben Gazzara","wordCount":42,"categories":["art","business","courage"],"text":"It's up to the courage of the filmmakers to make art in cinema, not just business. John was rejected by studios, he borrowed money and did movies with his own money. You're either courageous or not. You have to find a way."},{"placeId":9538,"author":"Barbara De Angelis","wordCount":31,"categories":["courage","people","want"],"text":"We need to find the courage to say no to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity."},{"placeId":89209,"author":"Robert Falcon Scott","wordCount":40,"categories":["courage","heart","endurance"],"text":"Had we lived I should have had a tale to tell of the hardihood, endurance and courage of my companions which would have stirred the heart of every Englishman. These rough notes and our dead bodies must tell the tale."},{"placeId":65088,"author":"Leon Blum","wordCount":11,"categories":["courage","may","choice"],"text":"Morality may consist solely in the courage of making a choice."},{"placeId":91111,"author":"Robert Anthony","wordCount":11,"categories":["courage","afraid","act"],"text":"Courage is simply the willingness to be afraid and act anyway."},{"placeId":71308,"author":"Maya Angelou","wordCount":15,"categories":["courage","empathy","may"],"text":"I think we all have empathy. We may not have enough courage to display it."},{"placeId":87883,"author":"Q-Tip","wordCount":35,"categories":["music","hope","courage"],"text":"I feel like Obama in a way. His idea that hope means not shrinking from a fight; it's the courage to reach for something. My music is that. Those are principles I try to embody."},{"placeId":90716,"author":"Rick Perry","wordCount":20,"categories":["courage","government","america"],"text":"America needs jobs, smaller government, less spending and a president with the courage to offer more than yet another speech."},{"placeId":36128,"author":"Ginnifer Goodwin","wordCount":36,"categories":["courage","heart","growing up"],"text":"It took me realizing that a broken heart has never actually killed anyone to find the courage to ask for what I want, in just about every situation. That was part of my own growing up."},{"placeId":49059,"author":"Jean Paul","wordCount":14,"categories":["courage","seeing","danger"],"text":"Courage consists not in blindly overlooking danger, but in seeing it, and conquering it."},{"placeId":112243,"author":"Victor Hugo","wordCount":28,"categories":["life","patience","courage"],"text":"Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace."},{"placeId":71042,"author":"Mary Tyler Moore","wordCount":22,"categories":["courage","mistakes","pain"],"text":"Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave."},{"placeId":66268,"author":"Kenneth Branagh","wordCount":24,"categories":["courage","personality","face"],"text":"One of the things that makes Hamlet unique among Shakespeare's characters is his courage to face up to the darker elements of his personality."},{"placeId":4211,"author":"Aristotle","wordCount":10,"categories":["courage","fear","confidence"],"text":"Courage is a mean with regard to fear and confidence."},{"placeId":77324,"author":"Marvin Olasky","wordCount":17,"categories":["courage","talk","real"],"text":"On sensitive issues, talk isn't cheap - it takes real courage to pry open topics nailed shut."},{"placeId":22585,"author":"Daniel J. Boorstin","wordCount":18,"categories":["life","courage","imagination"],"text":"The courage to imagine the otherwise is our greatest resource, adding color and suspense to all our life."},{"placeId":95600,"author":"Saint Ignatius","wordCount":27,"categories":["courage","god","good"],"text":"Remember that the good angels do what they can to preserve men from sin and obtain God's honor. But they do not lose courage when men fail."},{"placeId":32690,"author":"Edith Evans","wordCount":29,"categories":["courage","acting","know"],"text":"I know that if I'd had to go and take an exam for acting, I wouldn't have got anywhere. You don't take exams for acting, you take your courage."},{"placeId":29923,"author":"Elizabeth Cady Stanton","wordCount":9,"categories":["best","courage","woman"],"text":"The best protection any woman can have... is courage."},{"placeId":82753,"author":"Noel Coward","wordCount":44,"categories":["love","hope","courage"],"text":"Let's drink to the spirit of gallantry and courage that made a strange Heaven out of unbelievable Hell, and let's drink to the hope that one day this country of ours, which we love so much, will find dignity and greatness and peace again."},{"placeId":105781,"author":"Tim O'Brien","wordCount":28,"categories":["life","courage","mistakes"],"text":"I know what it is to feel unloved, to want revenge, to make mistakes, to suffer disappointment, yet also to find the courage to go forward in life."},{"placeId":32793,"author":"Evelyn Lauder","wordCount":24,"categories":["beauty","courage","important"],"text":"Make-up is the last thing to enhance your beauty, but it's very important because it builds up your self-confidence and gives you more courage."},{"placeId":6208,"author":"Alan Autry","wordCount":13,"categories":["leadership","courage"],"text":"Leadership requires the courage to make decisions that will benefit the next generation."},{"placeId":31532,"author":"Elisabeth Rohm","wordCount":9,"categories":["courage","realist","lot"],"text":"I have a lot of courage. I'm a realist."},{"placeId":71433,"author":"Meghan Markle","wordCount":31,"categories":["courage","perspective","world"],"text":"Traveling gives you some perspective of what the rest of the world is like. I think that having the courage to step out of the norm is the most important thing."},{"placeId":105063,"author":"Tariq Ramadan","wordCount":45,"categories":["life","courage","religion"],"text":"Muslims must speak out and explain who they are, what they believe in, what they stand for, what is the meaning of their life. They must have the courage to denounce what is said and done by certain Muslims in the name of their religion."},{"placeId":60555,"author":"Laura Schlessinger","wordCount":39,"categories":["life","happiness","courage"],"text":"Values are principles and ideas that bring meaning to the seemingly mundane experience of life. A meaningful life that ultimately brings happiness and pride requires you to respond to temptations as well as challenges with honor, dignity, and courage."},{"placeId":3653,"author":"Angela Merkel","wordCount":11,"categories":["courage","living","values"],"text":"Let us answer the terrorists by living our values with courage."},{"placeId":7499,"author":"Anna Akhmatova","wordCount":18,"categories":["courage","children","great"],"text":"Courage: Great Russian word, fit for the songs of our children's children, pure on their tongues, and free."},{"placeId":83486,"author":"Paul Robeson","wordCount":40,"categories":["courage","fight","stand up"],"text":"You want to shut up every Negro who has the courage to stand up and fight for the rights of his people, for the rights of workers, and I have been on many a picket line for the steelworkers too."},{"placeId":70540,"author":"Marlon Brando","wordCount":18,"categories":["courage","money","moral"],"text":"The only reason I'm in Hollywood is that I don't have the moral courage to refuse the money."},{"placeId":10156,"author":"Bernie Siegel","wordCount":35,"categories":["life","love","courage"],"text":"Love and peace of mind do protect us. They allow us to overcome the problems that life hands us. They teach us to survive... to live now... to have the courage to confront each day."},{"placeId":100088,"author":"Sally Phillips","wordCount":12,"categories":["courage","virtue","you"],"text":"I can make a virtue of slapdash. Slapdash can give you courage."},{"placeId":9839,"author":"Ben Horowitz","wordCount":20,"categories":["courage","experience"],"text":"In my experience as CEO, I found that the most important decisions tested my courage far more than my intelligence."},{"placeId":80426,"author":"Nick Clooney","wordCount":43,"categories":["courage","quality","values"],"text":"The quality that defines us as Americans is the courage to respond to being hit. The courage to root out and destroy the killers. And, most importantly, the courage to hold on to our values and protect our hard-won freedoms while doing it."},{"placeId":59028,"author":"James Harvey Robinson","wordCount":24,"categories":["courage","greatness","ideas"],"text":"Greatness, in the last analysis, is largely bravery - courage in escaping from old ideas and old standards and respectable ways of doing things."},{"placeId":61309,"author":"Les Brown","wordCount":23,"categories":["dreams","courage","experience"],"text":"It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams."},{"placeId":61811,"author":"Loretta Young","wordCount":16,"categories":["courage","myself","faith"],"text":"I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself."},{"placeId":3013,"author":"Alexis de Tocqueville","wordCount":8,"categories":["life","courage","entered"],"text":"Life is to be entered upon with courage."},{"placeId":87629,"author":"Orison Swett Marden","wordCount":34,"categories":["courage","man","world"],"text":"Wanted: a man who will not lose his individuality in a crowd, a man who has the courage of his convictions, who is not afraid to say 'No,' though all the world say 'Yes.'"},{"placeId":53821,"author":"Jeff Fortenberry","wordCount":33,"categories":["courage","experience","service"],"text":"Based on my experience, I believe that Ben Sasse has the right policy background, a notable commitment to public service - and, perhaps most importantly, the courage - to help renew our country."},{"placeId":21869,"author":"Charles Luckman","wordCount":10,"categories":["success","courage","old"],"text":"Success is that old ABC - ability, breaks, and courage."},{"placeId":61831,"author":"Lou Gehrig","wordCount":26,"categories":["strength","courage","wife"],"text":"When you have a wife who has been a tower of strength and shown more courage than you dreamed existed - that's the finest I know."},{"placeId":50419,"author":"Junot Diaz","wordCount":39,"categories":["work","courage","myself"],"text":"When I write, what I long for is not more realism or fiction but more courage. That's what I always find myself short on and what I have to struggle to achieve in order that the work might live."},{"placeId":108082,"author":"Townsend Harris","wordCount":34,"categories":["time","knowledge","courage"],"text":"The President regards the Japanese as a brave people; but courage, though useful in time of war, is subordinate to knowledge of arts; hence, courage without such knowledge is not to be highly esteemed."},{"placeId":30992,"author":"Erma Bombeck","wordCount":13,"categories":["dreams","courage","your dreams"],"text":"It takes a lot of courage to show your dreams to someone else."},{"placeId":104913,"author":"Tadao Ando","wordCount":35,"categories":["hope","courage","leader"],"text":"I hope America can also be the cultural leader of the world, and use this frontier spirit to lead and show others that we need courage to go places where we have not gone before."},{"placeId":7523,"author":"Albert Claude","wordCount":47,"categories":["courage","trust","faith"],"text":"For this equilibrium now in sight, let us trust that mankind, as it has occurred in the greatest periods of its past, will find for itself a new code of ethics, common to all, made of tolerance, of courage, and of faith in the Spirit of men."},{"placeId":50974,"author":"Jean Anouilh","wordCount":13,"categories":["courage","greatness","truly"],"text":"It takes a certain courage and a certain greatness to be truly base."},{"placeId":61305,"author":"Les Brown","wordCount":19,"categories":["dreams","courage","people"],"text":"A lot of people do not muster the courage to live their dreams because they are afraid to die."},{"placeId":37873,"author":"George S. Patton","wordCount":8,"categories":["courage","fear","holding"],"text":"Courage is fear holding on a minute longer."},{"placeId":22882,"author":"David Cameron","wordCount":31,"categories":["courage","believe","flexible"],"text":"Because with courage and conviction I believe we can deliver a more flexible, adaptable and open European Union in which the interests and ambitions of all its members can be met."},{"placeId":77382,"author":"Mary Gordon","wordCount":24,"categories":["women","courage","poetry"],"text":"It was actually a women's writing group I belonged to in graduate school that gave me the courage to move from poetry to fiction."},{"placeId":9958,"author":"Benito Mussolini","wordCount":27,"categories":["courage","war","alone"],"text":"War alone brings up to their highest tension all human energies and imposes the stamp of nobility upon the peoples who have the courage to make it."},{"placeId":111483,"author":"William L. Jenkins","wordCount":24,"categories":["courage","alzheimer","same"],"text":"Ronald Reagan's well documented final battles with Alzheimer's disease were fought with the same conviction and courage that his many public battles were fought."},{"placeId":81588,"author":"Neil Gorsuch","wordCount":43,"categories":["work","courage","law"],"text":"Practicing in the trial work trenches of the law, I saw, too, that when we judges don our robes, it doesn't make us any smarter, but it does serve as a reminder of what's expected of us: Impartiality and independence, collegiality and courage."},{"placeId":18635,"author":"Chester W. Nimitz","wordCount":21,"categories":["hope","courage","god"],"text":"God grant me the courage not to give up what I think is right even though I think it is hopeless."},{"placeId":3858,"author":"Anne Morrow Lindbergh","wordCount":18,"categories":["courage","tried","failed"],"text":"It takes as much courage to have tried and failed as it does to have tried and succeeded."},{"placeId":80935,"author":"Nancy Gibbs","wordCount":23,"categories":["courage","generosity","face"],"text":"Virtues, like viruses, have their seasons of contagion. When catastrophe strikes, generosity spikes like a fever. Courage spreads in the face of tyranny."},{"placeId":88034,"author":"Queen Rania of Jordan","wordCount":15,"categories":["courage","together","girl"],"text":"If one girl with courage is a revolution, imagine what feats we can achieve together."},{"placeId":51727,"author":"John C. Reilly","wordCount":43,"categories":["work","time","courage"],"text":"For a long time, it was like I was part of some special forces unit: I'd land, meet everyone, five minutes later I'd have to do some amazing work, then - boom! - I'm out again. You know, playing supporting parts takes courage."},{"placeId":55962,"author":"James Freeman Clarke","wordCount":19,"categories":["courage","man","brave"],"text":"Conscience is the root of all true courage; if a man would be brave let him obey his conscience."},{"placeId":25592,"author":"Debbie Ford","wordCount":38,"categories":["change","courage","fear"],"text":"Unfortunately, unless we're focused on building up our courage, which gives us our self-confidence and all that we need to make quantum change in our lives, the voice of fear will always take the lead inside our minds."},{"placeId":113620,"author":"Zainab Salbi","wordCount":28,"categories":["courage","truth","leader"],"text":"Being a leader for me is about having the courage to speak the truth, and live the truth, despite attempts to silence our thoughts, feelings, and past experiences."},{"placeId":18214,"author":"Caroline Kennedy","wordCount":39,"categories":["life","courage","mother"],"text":"I think my mother... made it clear that you have to live life by your own terms and you have to not worry about what other people think and you have to have the courage to do the unexpected."},{"placeId":103867,"author":"Theodore Sturgeon","wordCount":45,"categories":["courage","words","writing"],"text":"Once I had all the facts in, I found I didn't have the immoral courage to pull the caper. So I wrote it as a story. As a teenager, I didn't have any skills for writing as such, so it came out in 1500 words."},{"placeId":54317,"author":"John Keegan","wordCount":31,"categories":["courage","loyalty","soldiers"],"text":"Soldiers, when committed to a task, can't compromise. It's unrelenting devotion to the standards of duty and courage, absolute loyalty to others, not letting the task go until it's been done."},{"placeId":18683,"author":"Chitra Banerjee Divakaruni","wordCount":36,"categories":["respect","courage","risks"],"text":"I realise that a novel and a film are different mediums. As artistes, we need to respect other artistes. It also needs a lot of courage to take risks to experiment and interpret known literary works."},{"placeId":53788,"author":"Jeff Ament","wordCount":41,"categories":["courage","good","guitar"],"text":"With Pearl Jam, everybody is so good at what they do, it's hard to get up the courage to say, Can I sing this part, or, I want to play guitar. I feel like I have more courage to do that."},{"placeId":72520,"author":"Moliere","wordCount":10,"categories":["courage","well","piety"],"text":"There are pretenders to piety as well as to courage."},{"placeId":37711,"author":"George Matthew Adams","wordCount":47,"categories":["sports","courage","peace"],"text":"Sailing a boat calls for quick action, a blending of feeling with the wind and water as well as with the very heart and soul of the boat itself. Sailing teaches alertness and courage, and gives in return a joyousness and peace that but few sports afford."},{"placeId":72112,"author":"Mike Pence","wordCount":31,"categories":["courage","day","safety"],"text":"The true legacy of 9-11 cannot be found among political leaders of the day, but in the citizen soldiers and public safety personnel who answered that day with courage and selflessness."},{"placeId":108298,"author":"Tsakhiagiin Elbegdorj","wordCount":35,"categories":["courage","freedom","words"],"text":"We can never intimidate and discourage the people who voice their words with courage. The essence of freedom rests precisely here - in the freedom of expression of the people. And we must protect it."},{"placeId":102264,"author":"Sarah Rafferty","wordCount":19,"categories":["courage","strong","choices"],"text":"What you learn from studying acting is that you have to have the courage to just make strong choices."},{"placeId":2051,"author":"Adam Driver","wordCount":36,"categories":["life","courage","friends"],"text":"In the military, you learn the essence of people. You see so many examples of self-sacrifice and moral courage. In the rest of life, you don't get that many opportunities to be sure of your friends."},{"placeId":60421,"author":"Lady Gaga","wordCount":27,"categories":["courage","age","bravery"],"text":"In fact, my courage and my bravery at a young age was the thing I was bullied for, a kind of 'Who do you think you are?'"},{"placeId":60175,"author":"Lao Tzu","wordCount":15,"categories":["love","strength","courage"],"text":"Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."},{"placeId":19061,"author":"Claire Denis","wordCount":7,"categories":["courage","white","craziness"],"text":"'White Material' is about courage and craziness."},{"placeId":9948,"author":"Benjamin Disraeli","wordCount":7,"categories":["courage","fire","bullying"],"text":"Courage is fire, and bullying is smoke."},{"placeId":105783,"author":"Tim O'Brien","wordCount":10,"categories":["courage","moral","harder"],"text":"I learned that moral courage is harder than physical courage."},{"placeId":42859,"author":"Harry Reid","wordCount":43,"categories":["work","strength","courage"],"text":"It has been my honor to support and work with President Barack Obama, a man who has brought courage and character to the presidency. President Obama's strength of character leads him to do the right thing, even when it isn't the easy thing."},{"placeId":104856,"author":"T. S. Eliot","wordCount":17,"categories":["courage","risk","find"],"text":"Only those who will risk going too far can possibly find out how far one can go."},{"placeId":88211,"author":"Ovid","wordCount":11,"categories":["strength","courage","body"],"text":"Courage conquers all things: it even gives strength to the body."},{"placeId":99528,"author":"Stephen Kinzer","wordCount":32,"categories":["courage","support","together"],"text":"In 1984, showing extraordinary courage, a group of Guatemalan wives, mothers and other relatives of disappeared people banded together to form the Mutual Support Group for the Appearance Alive of Our Relatives."},{"placeId":110368,"author":"William J. H. Boetcker","wordCount":14,"categories":["courage","character","man"],"text":"You cannot build character and courage by taking away a man's initiative and independence."},{"placeId":52464,"author":"Jacques Maritain","wordCount":12,"categories":["courage","man","new things"],"text":"A man of courage flees forward, in the midst of new things."},{"placeId":93491,"author":"Rene Cassin","wordCount":31,"categories":["family","courage","child"],"text":"And as a child I was filled with passionate admiration for acts of civic courage I had seen performed by an elderly military doctor, who was a friend of my family."},{"placeId":22174,"author":"Dan Rather","wordCount":8,"categories":["courage","afraid","being"],"text":"Courage is being afraid but going on anyhow."},{"placeId":113124,"author":"Virginia Woolf","wordCount":38,"categories":["life","courage","soul"],"text":"This soul, or life within us, by no means agrees with the life outside us. If one has the courage to ask her what she thinks, she is always saying the very opposite to what other people say."},{"placeId":45010,"author":"Isabelle Adjani","wordCount":12,"categories":["hope","courage","me"],"text":"I like to go see films that give me courage and hope."},{"placeId":16056,"author":"Cesar Chavez","wordCount":42,"categories":["life","courage","justice"],"text":"It is my deepest belief that only by giving our lives do we find life. I am convinced that the truest act of courage, the strongest act of manliness is to sacrifice ourselves for others in a totally non-violent struggle for justice."},{"placeId":68003,"author":"Ken Salazar","wordCount":41,"categories":["time","courage","history"],"text":"President Obama and our all-of-the-above energy strategy is the real deal. We are proud of the fact that we are importing less oil than at any time in modern history, and it has been because of the president's vision and courage."},{"placeId":47370,"author":"John Wooden","wordCount":12,"categories":["success","courage","failure"],"text":"Success is never final, failure is never fatal. It's courage that counts."},{"placeId":81950,"author":"Nicholas M. Butler","wordCount":6,"categories":["courage","optimism"],"text":"Optimism is the foundation of courage."},{"placeId":52491,"author":"Jairam Ramesh","wordCount":34,"categories":["time","courage","good"],"text":"There never is a good time for tough decisions. There will always be an election or something else. You have to pick courage and do it. Governance is about taking tough, even unpopular, decisions."},{"placeId":44793,"author":"Jack Canfield","wordCount":44,"categories":["courage","history","changes"],"text":"One individual can begin a movement that turns the tide of history. Martin Luther King in the civil rights movement, Mohandas Ganhi in India, Nelson Mandela in South Africa are examples of people standing up with courage and non-violence to bring about needed changes."},{"placeId":43526,"author":"Hosea Ballou","wordCount":6,"categories":["courage","truth","cowardice"],"text":"Falsehood is cowardice, the truth courage."},{"placeId":91824,"author":"Rollo May","wordCount":41,"categories":["journey","courage","freedom"],"text":"It requires greater courage to preserve inner freedom, to move on in one's inward journey into new realms, than to stand defiantly for outer freedom. It is often easier to play the martyr, as it is to be rash in battle."},{"placeId":50975,"author":"Jean Anouilh","wordCount":14,"categories":["death","courage","day"],"text":"Until the day of his death, no man can be sure of his courage."},{"placeId":103271,"author":"Stanislaus I","wordCount":16,"categories":["courage","face","you"],"text":"Have the courage to face a difficulty lest it kick you harder than you bargain for."},{"placeId":70139,"author":"Margaret Heffernan","wordCount":25,"categories":["courage","truth","talent"],"text":"The truth won't set us free - until we develop the skills and the habit and the talent and the moral courage to use it."},{"placeId":17516,"author":"Confucius","wordCount":17,"categories":["courage","want","see"],"text":"To see what is right and not to do it is want of courage, or of principle."},{"placeId":36412,"author":"Georg Brandes","wordCount":4,"categories":["courage","being","gifted"],"text":"Being gifted needs courage."},{"placeId":30039,"author":"Elizabeth Esty","wordCount":17,"categories":["courage","equality","brother"],"text":"My brother had the courage to come out in 1978, when equality was still a distant dream."},{"placeId":55337,"author":"John Burns","wordCount":33,"categories":["work","courage","political"],"text":"In this work I have received the opposition of a number of men who only advocate the unobtainable because the immediately possible is beyond their moral courage, administrative ability, and their political prescience."},{"placeId":41155,"author":"Henri Frederic Amiel","wordCount":14,"categories":["courage","happy","conquer"],"text":"To live we must conquer incessantly, we must have the courage to be happy."},{"placeId":10776,"author":"Billy Graham","wordCount":13,"categories":["courage","faith","think"],"text":"Believers, look up - take courage. The angels are nearer than you think."},{"placeId":86240,"author":"Portia de Rossi","wordCount":33,"categories":["courage","fear","crazy"],"text":"You live with the fear people might find out. Then you actually have the courage to tell people and they go, I don't think you are gay. It's enough to drive you crazy."},{"placeId":37718,"author":"George Matthew Adams","wordCount":16,"categories":["courage","never","waits"],"text":"Courage is heartworth making itself felt in deeds. It never waits for chances; it makes chances."},{"placeId":108027,"author":"Tommy Douglas","wordCount":12,"categories":["inspirational","courage"],"text":"Courage, my friends; 'tis not too late to build a better world."},{"placeId":108075,"author":"Torquato Tasso","wordCount":19,"categories":["courage","man","green"],"text":"Grave was the man in years, in looks, in word, his locks were grey, yet was his courage green."},{"placeId":71880,"author":"Michel de Montaigne","wordCount":12,"categories":["courage","true","most"],"text":"The strangest, most generous, and proudest of all virtues is true courage."},{"placeId":105689,"author":"Thomas a Kempis","wordCount":26,"categories":["courage","good","yourself"],"text":"Wait for the Lord. Behave yourself manfully, and be of good courage. Do not be faithless, but stay in your place and do not turn back."},{"placeId":9677,"author":"Barton Gellman","wordCount":9,"categories":["courage","back","daniel"],"text":"Daniel Ellsberg showed tremendous courage back in the '70s."},{"placeId":112094,"author":"Walter Lord","wordCount":27,"categories":["courage","me","someone"],"text":"Someone once told me the one thread that runs through them all is a premium on personal courage - not intellectual courage, but just plain physical courage."},{"placeId":14443,"author":"Beth Moore","wordCount":23,"categories":["women","courage","today"],"text":"I don't know what kind of courage it took thousands of years ago, but I know how courageous women need to be today."},{"placeId":104421,"author":"Tiger Shroff","wordCount":29,"categories":["courage","girl","i am"],"text":"I have had a lot of crushes but have never had the courage to go up to a girl and say what I feel. I am scared of rejection."},{"placeId":100522,"author":"Shekhar Kapur","wordCount":20,"categories":["courage","politics","people"],"text":"I admire people who come to politics because it takes a lot of courage to be in politics in India."},{"placeId":109028,"author":"Umberto Eco","wordCount":10,"categories":["courage","fear","man"],"text":"Nothing gives a fearful man more courage than another's fear."},{"placeId":72576,"author":"Morihei Ueshiba","wordCount":24,"categories":["love","courage","trust"],"text":"Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love."},{"placeId":84877,"author":"Pope Benedict XVI","wordCount":26,"categories":["courage","good","choices"],"text":"Loving the church also means having the courage to make difficult, trying choices, having ever before oneself the good of the church and not one's own."},{"placeId":106283,"author":"Thornton Wilder","wordCount":18,"categories":["hope","courage","faith"],"text":"Hope, like faith, is nothing if it is not courageous; it is nothing if it is not ridiculous."},{"placeId":37649,"author":"George Lois","wordCount":22,"categories":["work","courage","wind"],"text":"In professional work - certainly in the arts and graphics - 99% of people have zero courage. They blow with the wind."},{"placeId":29640,"author":"Ehud Olmert","wordCount":33,"categories":["courage","man","living"],"text":"For me, Arik Sharon - I remember his courage and inspiration. I want to remember him the way he really was, not as an aging 80-year-old man living in bed helpless and unconscious."},{"placeId":83961,"author":"Pericles","wordCount":18,"categories":["courage","face","resignation"],"text":"It is right to endure with resignation what the gods send, and to face one's enemies with courage."},{"placeId":58907,"author":"Jonas Gahr Store","wordCount":33,"categories":["courage","ideas","face"],"text":"Confronting and undermining the narratives and ideas of extremism must therefore be one of our key tasks. To do this, we must retain the courage of our convictions in the face of extremism."},{"placeId":16492,"author":"Charles Stanley","wordCount":16,"categories":["courage","god","voice"],"text":"When God speaks, oftentimes His voice will call for an act of courage on our part."},{"placeId":45226,"author":"J. R. R. Tolkien","wordCount":6,"categories":["courage","places","unlikely"],"text":"Courage is found in unlikely places."},{"placeId":86802,"author":"Prescott Bush","wordCount":22,"categories":["life","courage","patriotism"],"text":"It is our conduct, our patriotism and belief in our American way of life, our courage that will win the final battle."},{"placeId":61086,"author":"Leonardo da Vinci","wordCount":13,"categories":["life","courage","fear"],"text":"Just as courage is the danger of life, so is fear its safeguard."},{"placeId":86001,"author":"Patty Loveless","wordCount":28,"categories":["family","music","courage"],"text":"Music was always a big part of my family. Only a few of us had the talent - or the courage - to walk out on a stage."},{"placeId":70551,"author":"Marquis de Lafayette","wordCount":37,"categories":["courage","discipline","two"],"text":"The continental troops have as much courage and real discipline as those that are opposed to them. They are more inured to privation, more patient than Europeans, who, on these two points, cannot be compared to them."},{"placeId":102099,"author":"Samuel E. Morison","wordCount":35,"categories":["life","respect","courage"],"text":"With honesty of purpose, balance, a respect for tradition, courage, and, above all, a philosophy of life, any young person who embraces the historical profession will find it rich in rewards and durable in satisfaction."},{"placeId":29437,"author":"Edward Gibbon","wordCount":18,"categories":["nature","courage","quality"],"text":"The courage of a soldier is found to be the cheapest and most common quality of human nature."},{"placeId":20345,"author":"Candice Millard","wordCount":42,"categories":["work","adventure","courage"],"text":"When I began work on my first book, 'The River of Doubt,' which tells the story of Theodore Roosevelt's 1914 descent of an unmapped river in the Amazon rainforest, I thought of it as a tale of adventure, exploration and extraordinary courage."},{"placeId":61687,"author":"Logan Pearsall Smith","wordCount":21,"categories":["courage","tree","want"],"text":"What is more mortifying than to feel that you have missed the plum for want of courage to shake the tree?"},{"placeId":60182,"author":"Lao Tzu","wordCount":4,"categories":["courage","caring"],"text":"From caring comes courage."},{"placeId":9723,"author":"Bear Grylls","wordCount":27,"categories":["women","courage","greatest"],"text":"Some of the greatest survivors have been women. Look at the courage so many women have shown after surviving earthquakes in the rubble for days on end."},{"placeId":35190,"author":"Francois de La Rochefoucauld","wordCount":19,"categories":["courage","looking","world"],"text":"Perfect courage is to do without witnesses what one would be capable of doing with the world looking on."},{"placeId":110818,"author":"Winston Churchill","wordCount":16,"categories":["success","courage","failure"],"text":"Success is not final, failure is not fatal: it is the courage to continue that counts."},{"placeId":75497,"author":"Mary Daly","wordCount":21,"categories":["courage","integrity","great"],"text":"The Adequate Protest demands far more than protests. It calls for Great and Daring Leaps of Integrity and Courage to See."},{"placeId":66437,"author":"Kenny Loggins","wordCount":4,"categories":["courage","always","rewarded"],"text":"Courage is always rewarded."},{"placeId":39511,"author":"Giraldus Cambrensis","wordCount":27,"categories":["courage","people","prove"],"text":"It is remarkable that this people, though unarmed, dares attack an armed foe; the infantry defy the cavalry, and by their activity and courage generally prove victors."},{"placeId":54413,"author":"John Rhys-Davies","wordCount":12,"categories":["courage","explore","always"],"text":"I've always been attracted to films which explore the qualities of courage."},{"placeId":76260,"author":"Michael T. Flynn","wordCount":32,"categories":["courage","looking","people"],"text":"I think what - I think what the American people is looking for is they are looking for moral and intellectual courage and clarity, and not a sense of passivity or confusion."},{"placeId":9578,"author":"Barbara Kingsolver","wordCount":33,"categories":["courage","thankful","reality"],"text":"Readers of fiction read, I think, for a deeper embrace of the world, of reality. And that's brave. I never get over being thankful for that - for the courage of my readers."},{"placeId":60771,"author":"Lech Walesa","wordCount":40,"categories":["courage","responsibility"],"text":"Lying at the root of the social agreements of 1980 are the courage, sense of responsibility, and the solidarity of the working people. Both sides have then recognized that an accord must be reached if bloodshed is to be prevented."},{"placeId":41588,"author":"Henry Van Dyke","wordCount":8,"categories":["courage","intelligence","fire"],"text":"Genius is talent set on fire by courage."},{"placeId":16666,"author":"Chesty Puller","wordCount":24,"categories":["courage","history","alone"],"text":"In the Confederate Army, an officer was judged by stark courage alone, and this made it possible for the Confederacy to live four years."},{"placeId":99781,"author":"Susana Martinez","wordCount":30,"categories":["success","courage","believe"],"text":"Success, they taught me, is built on the foundation of courage, hard-work and individual responsibility. Despite what some would have us believe, success is not built on resentment and fears."},{"placeId":69991,"author":"Marcus Tullius Cicero","wordCount":9,"categories":["courage","faith","man"],"text":"A man of courage is also full of faith."},{"placeId":91943,"author":"Ronald Reagan","wordCount":43,"categories":["women","courage","today"],"text":"Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today's world do not have."},{"placeId":57774,"author":"Jeremy Collier","wordCount":13,"categories":["courage","mind","brave"],"text":"True courage is a result of reasoning. A brave mind is always impregnable."}]