[{"placeId":97476,"author":"Sophocles","wordCount":12,"categories":["woman","excellence","luxury"],"text":"What house, bloated with luxury, ever became prosperous without a woman's excellence?"},{"placeId":98269,"author":"Samuel Richardson","wordCount":22,"categories":["excellence","may","excel"],"text":"All human excellence is but comparative. There may be persons who excel us, as much as we fancy we excel the meanest."},{"placeId":32442,"author":"Edward Bok","wordCount":33,"categories":["growth","excellence","present"],"text":"It is the growth of advertising in this country which, more than any single element, has brought the American magazine to its present enviable position in points of literary, illustrative and mechanical excellence."},{"placeId":51958,"author":"John Ridley","wordCount":45,"categories":["best","excellence","purpose"],"text":"If the Olympic Games ever served a true altruistic purpose, they have long since outlived it. Yeah, the pursuit of athletic excellence, sportsmanship and international goodwill is plenty noble. But the modern Olympics are at best a vehicle for agitprop; at worst, a scandal magnet."},{"placeId":58724,"author":"John Kluge","wordCount":11,"categories":["life","excellence","philosophy"],"text":"My philosophy all my life has been the pursuit of excellence."},{"placeId":82038,"author":"Nicola Sturgeon","wordCount":43,"categories":["food","excellence","quality"],"text":"Scotch beef, salmon and shellfish are recognised the world over for their excellence and Scottish provenance. People recognise the Scottish brand. They associate the country with quality food and drink, and clearly other Scottish sectors, such as dairy, can benefit from that, too."},{"placeId":106727,"author":"Tom Peters","wordCount":25,"categories":["excellence","search","project"],"text":"'In Search of Excellence' was an afterthought, the runt of the McKinsey consulting litter, a hip-pocket project that was never supposed to amount to much."},{"placeId":47331,"author":"John W. Gardner","wordCount":7,"categories":["excellence","doing","well"],"text":"Excellence is doing ordinary things extraordinarily well."},{"placeId":103872,"author":"Theresa Rebeck","wordCount":17,"categories":["politics","excellence","way"],"text":"The ridiculous way that workplace politics are conducted completely gets in the way of excellence in America."},{"placeId":41708,"author":"Henry Ward Beecher","wordCount":23,"categories":["wisdom","excellence","people"],"text":"We should not judge people by their peak of excellence; but by the distance they have traveled from the point where they started."},{"placeId":49314,"author":"Jewel","wordCount":13,"categories":["excellence","fun","trying"],"text":"It's really fun to see young kids trying to find excellence in themselves."},{"placeId":83653,"author":"Paul Tsongas","wordCount":12,"categories":["hope","compassion","excellence"],"text":"America is hope. It is compassion. It is excellence. It is valor."},{"placeId":98157,"author":"Sun Tzu","wordCount":20,"categories":["excellence","victory","see"],"text":"To see victory only when it is within the ken of the common herd is not the acme of excellence."},{"placeId":109515,"author":"Warren Bennis","wordCount":28,"categories":["teacher","excellence","better"],"text":"Excellence is a better teacher than mediocrity. The lessons of the ordinary are everywhere. Truly profound and original insights are to be found only in studying the exemplary."},{"placeId":58192,"author":"J. G. Stedman","wordCount":16,"categories":["art","poetry","excellence"],"text":"Poetry is an art, the easiest to dabble in, but the hardest to reach true excellence."},{"placeId":91419,"author":"Robert Kennedy","wordCount":18,"categories":["fitness","strong","excellence"],"text":"In my judgment, physical fitness is basic to all forms of excellence and to a strong, confident nation."},{"placeId":90734,"author":"Rick Pitino","wordCount":15,"categories":["excellence","quality","improve"],"text":"Excellence is the unlimited ability to improve the quality of what you have to offer."},{"placeId":33097,"author":"Elie Metchnikoff","wordCount":20,"categories":["nature","art","excellence"],"text":"The adoration of human nature by the Greeks appeared in Greek plastic art and was the cause of its excellence."},{"placeId":6569,"author":"Ander Crenshaw","wordCount":25,"categories":["day","excellence","thought"],"text":"I never thought that one day that this NAS Jax would be the center of aviation excellence in the Southeast and from pole to pole."},{"placeId":106196,"author":"Thomas J. Watson","wordCount":19,"categories":["work","today","excellence"],"text":"If you want to achieve excellence, you can get there today. As of this second, quit doing less-than-excellent work."},{"placeId":23398,"author":"David Ogilvy","wordCount":18,"categories":["excellence","more","less"],"text":"The pursuit of excellence is less profitable than the pursuit of bigness, but it can be more satisfying."},{"placeId":92852,"author":"Ricky Skaggs","wordCount":13,"categories":["excellence","everything","give"],"text":"We should give the Lord the excellence He deserves in everything we do."},{"placeId":41599,"author":"Henry Wadsworth Longfellow","wordCount":15,"categories":["character","excellence","style"],"text":"Simplicity in character, in manners, in style; in all things the supreme excellence is simplicity."},{"placeId":105674,"author":"Tim Cook","wordCount":26,"categories":["change","culture","excellence"],"text":"Apple has a culture of excellence that is, I think, so unique and so special. I'm not going to witness or permit the change of it."},{"placeId":12373,"author":"Ben Zobrist","wordCount":18,"categories":["excellence","job","way"],"text":"Like anybody else that goes and does their job, there's a way to do your job with excellence."},{"placeId":1820,"author":"Azim Premji","wordCount":11,"categories":["strong","excellence","vision"],"text":"Excellence can be as strong a uniting force as solid vision."},{"placeId":29145,"author":"Earl Nightingale","wordCount":3,"categories":["excellence","always","sells"],"text":"Excellence always sells."},{"placeId":76761,"author":"Michael N. Castle","wordCount":27,"categories":["diversity","excellence","right"],"text":"Delaware State has established itself as an institution of excellence in its own right and attracts a diversity of students from various races, socio-economic status and locations."},{"placeId":28296,"author":"Debi Thomas","wordCount":11,"categories":["strong","excellence","belief"],"text":"Being an Olympian, I always have this strong belief in excellence."},{"placeId":55718,"author":"John Strachan","wordCount":26,"categories":["excellence","late","gospel"],"text":"As a preacher of the Gospel, our late venerable Bishop must have been heard, to form an adequate conception of his superior excellence and commanding eloquence."},{"placeId":22901,"author":"David Cameron","wordCount":33,"categories":["work","children","excellence"],"text":"I am a very instinctive Conservative. I have created a welfare system where it pays to work. I have created independent schools within the state sector bringing excellence to children wherever they are."},{"placeId":19872,"author":"Charles Dudley Warner","wordCount":14,"categories":["excellence","value","christmas"],"text":"The excellence of a gift lies in its appropriateness rather than in its value."},{"placeId":100853,"author":"Steve Buyer","wordCount":38,"categories":["hope","excellence","medical"],"text":"It is my sincere hope that hospitals across Indiana, and America, continue to strive for excellence when it comes to providing medical care. This proposed rule will be harmful to communities who wish to upgrade their medical facilities."},{"placeId":19332,"author":"Carl Hagelin","wordCount":17,"categories":["excellence","think","better"],"text":"I think I always just want to get better at whatever I'm doing... Always strive for excellence."},{"placeId":109288,"author":"Walter Bagehot","wordCount":32,"categories":["success","good","excellence"],"text":"Dullness in matters of government is a good sign, and not a bad one - in particular, dullness in parliamentary government is a test of its excellence, an indication of its success."},{"placeId":109753,"author":"Will Durant","wordCount":15,"categories":["excellence","habit","act"],"text":"We are what we repeatedly do. Excellence, then, is not an act, but a habit."},{"placeId":106710,"author":"Tom Peters","wordCount":14,"categories":["change","excellence","believe"],"text":"Excellent firms don't believe in excellence - only in constant improvement and constant change."},{"placeId":28551,"author":"David Halberstam","wordCount":31,"categories":["excellence","america","paper"],"text":"No publisher in America improved a paper so quickly on so grand a scale, took a paper that was marginal in qualities and brought it to excellence as Otis Chandler did."},{"placeId":312,"author":"Al Jarreau","wordCount":22,"categories":["work","excellence","blessed"],"text":"The work must be its own reward. I got that early on. And I'm blessed by meeting my own standards of excellence."},{"placeId":111967,"author":"Vernon Howard","wordCount":28,"categories":["woman","excellence","man"],"text":"We must get to the point in our lives. What is the point? To become a new kind of man or woman, having inner command and outer excellence."},{"placeId":48725,"author":"Janet Jackson","wordCount":38,"categories":["work","dreams","excellence"],"text":"Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society."},{"placeId":87041,"author":"Oliver Goldsmith","wordCount":21,"categories":["excellence","virtue","weed"],"text":"There are some faults so nearly allied to excellence that we can scarce weed out the vice without eradicating the virtue."},{"placeId":29660,"author":"Edwin Louis Cole","wordCount":13,"categories":["work","best","excellence"],"text":"Mediocre men work at their best; men seeking excellence strive to do better."},{"placeId":59272,"author":"James Bryant Conant","wordCount":19,"categories":["life","excellence","walk"],"text":"Each honest calling, each walk of life, has its own elite, its own aristocracy based on excellence of performance."},{"placeId":23351,"author":"Deepak Chopra","wordCount":32,"categories":["success","excellence","career"],"text":"In a person's career, well, if you're process-oriented and not totally outcome-oriented, then you're more likely to be success. I often say 'pursue excellence, ignore success.' Success is a by-product of excellence."},{"placeId":62000,"author":"Lactantius","wordCount":17,"categories":["god","excellence","mind"],"text":"But God, who is the Eternal Mind, is undoubtedly of excellence, complete and perfect in every part."},{"placeId":98158,"author":"Sun Tzu","wordCount":22,"categories":["excellence","enemy","fight"],"text":"To fight and conquer in all our battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting."},{"placeId":102120,"author":"Shana Alexander","wordCount":9,"categories":["truth","sad","excellence"],"text":"The sad truth is that excellence makes people nervous."},{"placeId":1822,"author":"Azim Premji","wordCount":15,"categories":["journey","great","excellence"],"text":"Excellence is a great starting point for any new organisation but also an unending journey."},{"placeId":61126,"author":"Leslie Odom, Jr.","wordCount":42,"categories":["time","culture","excellence"],"text":"I grew up in Philadelphia in a time where we took it for granted that we were supposed to be young and gifted and black. It was a culture of excellence - and all my friends were more talented than I was."},{"placeId":34429,"author":"Faye Wattleton","wordCount":23,"categories":["woman","excellence","man"],"text":"A woman who places a high priority on performance and excellence is seen as imperial. A man is seen as demanding and tough."},{"placeId":39710,"author":"Grant Hill","wordCount":25,"categories":["excellence","black","me"],"text":"I know most of the black players who preceded and followed me at Duke. They all contribute to our tradition of excellence on the court."},{"placeId":89218,"author":"Robert Forster","wordCount":12,"categories":["excellence","negative","you"],"text":"If you're holding onto negative stuff from before, you cannot deliver excellence."},{"placeId":110400,"author":"William Makepeace Thackeray","wordCount":8,"categories":["appreciation","excellence"],"text":"Next to excellence is the appreciation of it."},{"placeId":46054,"author":"Jean de la Bruyere","wordCount":31,"categories":["good","excellence","book"],"text":"When a book raises your spirit, and inspires you with noble and manly thoughts, seek for no other test of its excellence. It is good, and made by a good workman."},{"placeId":94308,"author":"Rita Coolidge","wordCount":29,"categories":["challenge","excellence","me"],"text":"I think the challenges for me was to go into the studio with these incredible jazz players and come up to their level of excellence. That's always a challenge."},{"placeId":56351,"author":"John Hutton","wordCount":47,"categories":["best","service","excellence"],"text":"The Civil Service is a vital economic asset to the UK - firstly, in the way it creates a framework for excellence in service delivery and secondly, in how it helps organise the best way to deliver modern public services on which both businesses and individuals depend."},{"placeId":85918,"author":"Philip James Bailey","wordCount":21,"categories":["excellence","moral","mark"],"text":"There is no surer mark of the absence of the highest moral and intellectual qualities than a cold reception of excellence."},{"placeId":106726,"author":"Tom Peters","wordCount":39,"categories":["community","excellence"],"text":"One of the biggest problems of 'In Search of Excellence' is that it focused on giant, publicly-traded companies. There are thousands upon thousands of excellent companies. Some of them are two-person accountancies in a community of three thousand people."},{"placeId":45860,"author":"Jay-Z","wordCount":35,"categories":["excellence","luck","you"],"text":"Excellence is being able to perform at a high level over and over again. You can hit a half-court shot once. That's just the luck of the draw. If you consistently do it... that's excellence."},{"placeId":16541,"author":"Charlie Trotter","wordCount":33,"categories":["excellence","process","doing"],"text":"Excellence is about fighting and pursuing something diligently, with a strict and determined approach to doing it right. It's okay if there are flaws in the process - it makes it more interesting."},{"placeId":5196,"author":"Amy Chua","wordCount":39,"categories":["work","hard work","excellence"],"text":"You know, I think it's so ironic that we're calling hard work, striving for excellence, don't blame others, you know, don't give up, that we're calling these, quote, 'Chinese values,' 'cause I always thought of them as American values."},{"placeId":96175,"author":"Satya Nadella","wordCount":40,"categories":["experience","excellence"],"text":"One lesson learned is you've got to finish the scenario with excellence. You just cannot stop. You have to complete this, and I think that's where Apple has taught us all what experience excellence means in the creation of categories."},{"placeId":112803,"author":"Vince Lombardi","wordCount":22,"categories":["life","excellence","quality"],"text":"The quality of a person's life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor."},{"placeId":82706,"author":"Nina Simone","wordCount":28,"categories":["music","freedom","excellence"],"text":"I had spent many years pursuing excellence, because that is what classical music is all about... Now it was dedicated to freedom, and that was far more important."},{"placeId":63093,"author":"Liberty Hyde Bailey","wordCount":15,"categories":["happiness","excellence","dream"],"text":"There is no excellence without labor. One cannot dream oneself into either usefulness or happiness."},{"placeId":97699,"author":"Steve Jobs","wordCount":16,"categories":["leadership","excellence"],"text":"Be a yardstick of quality. Some people aren't used to an environment where excellence is expected."},{"placeId":106719,"author":"Tom Peters","wordCount":15,"categories":["excellence","vision","company"],"text":"Vision is dandy, but sustainable company excellence comes from a huge stable of able managers."},{"placeId":62002,"author":"Lactantius","wordCount":32,"categories":["father","excellence"],"text":"Therefore let men withdraw themselves from errors; and laying aside corrupt superstitions, let them acknowledge their Father and Lord, whose excellence cannot be estimated, nor His greatness perceived, nor His beginning comprehended."},{"placeId":86124,"author":"Pierre-Joseph Proudhon","wordCount":28,"categories":["strong","excellence"],"text":"A common danger tends to concord. Communism is the exploitation of the strong by the weak. In Communism, inequality comes from placing mediocrity on a level with excellence."},{"placeId":96672,"author":"Shaquille O'Neal","wordCount":46,"categories":["day","excellence","friends"],"text":"For all my friends in the media who like quotes, mark this quote down. From this day on I'd like to be known as 'The Big Aristotle' because Aristotle once said, 'Excellence is not a singular act; it's a habit. You are what you repeatedly do.'"},{"placeId":83103,"author":"Pat Riley","wordCount":11,"categories":["excellence","better","striving"],"text":"Excellence is the gradual result of always striving to do better."},{"placeId":17502,"author":"Confucius","wordCount":27,"categories":["motivational","excellence"],"text":"The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence."},{"placeId":30538,"author":"Emmitt Smith","wordCount":2,"categories":["excellence","demand"],"text":"Demand excellence."},{"placeId":31021,"author":"Ezekiel Elliott","wordCount":18,"categories":["life","myself","excellence"],"text":"That's just how I live my life. That's how I was raised: to demand excellence out of myself."},{"placeId":78779,"author":"May-Britt Moser","wordCount":42,"categories":["good","focus","excellence"],"text":"A good designer has a lot in common with a good researcher. Both hunt for excellence and perfection. And you have to really focus on the details, and you don't really know what the final result will be before you have it."},{"placeId":59217,"author":"Jane Alexander","wordCount":13,"categories":["excellence","arts","look"],"text":"What we do is look for high standards of excellence in the arts."},{"placeId":7442,"author":"Alan Parsons","wordCount":21,"categories":["excellence","moon","dark"],"text":"The Dark Side of the Moon has flash - the true flash that comes from the excellence of a superb performance."},{"placeId":83820,"author":"Pearl S. Buck","wordCount":24,"categories":["work","excellence","joy"],"text":"The secret of joy in work is contained in one word - excellence. To know how to do something well is to enjoy it."},{"placeId":34330,"author":"Fabiola Gianotti","wordCount":29,"categories":["myself","excellence","world"],"text":"I will fully engage myself to maintain CERN's excellence in all its attributes, with the help of everybody, including CERN Council, staff and users from all over the world."},{"placeId":104225,"author":"Timothy Murphy","wordCount":35,"categories":["best","safety","excellence"],"text":"Healthcare providers will compete to offer the best record of patient safety at the lowest prices. Hospitals and patients will benefit from having accurate information about areas of excellence and areas that must be improved."},{"placeId":53512,"author":"James Daly","wordCount":29,"categories":["focus","excellence","news"],"text":"You've just got to focus on excellence and try not to be distracted by the news and the rumors and the absurdities of the stories that were coming out."},{"placeId":106713,"author":"Tom Peters","wordCount":26,"categories":["women","goal","excellence"],"text":"Mittelstand companies are incredibly focused and almost always family-run. The young men and women go through the apprenticeship system and learn that the goal is excellence."},{"placeId":44599,"author":"Irving Babbitt","wordCount":25,"categories":["excellence","style","something"],"text":"Yet Aristotle's excellence of substance, so far from being associated with the grand style, is associated with something that at times comes perilously near jargon."},{"placeId":21173,"author":"Claire Bloom","wordCount":18,"categories":["life","excellence","artist"],"text":"I've spent my life pursing excellence as an artist, which is what I always wanted to do anyhow."},{"placeId":47333,"author":"John W. Gardner","wordCount":14,"categories":["excellence","greatness"],"text":"Some people have greatness thrust upon them. Very few have excellence thrust upon them."},{"placeId":59080,"author":"James Loeb","wordCount":30,"categories":["excellence","library"],"text":"Wherever modern translations of marked excellence were already in existence efforts were made to secure them for the Library, but in a number of instances copyright could not be obtained."},{"placeId":95525,"author":"Roger M. Perlmutter","wordCount":45,"categories":["time","excellence","commitment"],"text":"Throughout my career, as both a physician and a scientist, I have drawn inspiration from Merck's unwavering commitment to scientific excellence. Over time, this commitment has brought forth an unparalleled number of breakthrough medicines and vaccines that improve the lives of patients around the world."},{"placeId":38810,"author":"Greg Anderson","wordCount":34,"categories":["excellence","mind","wellness"],"text":"Wellness seeks more than the absence of illness; it searches for new levels of excellence. Beyond any disease-free neutral point, wellness dedicates its efforts to our total well-being - in body, mind, and spirit."},{"placeId":86873,"author":"Pankaj Patel","wordCount":45,"categories":["life","excellence","achieving"],"text":"The first award that I recall having received was in the form of a scholarship when I was studying in the 5th standard. I was granted this scholarship for achieving academic excellence, and it continues to be one of the high points in my life."},{"placeId":101006,"author":"Suzy Menkes","wordCount":36,"categories":["opportunity","excellence"],"text":"I am thrilled to become international 'Vogue' editor at Conde Nast International, which has a real commitment to journalistic excellence, and to have the opportunity to write for a wider global audience through the 'Vogue' websites."},{"placeId":66664,"author":"Kevin McCloud","wordCount":11,"categories":["excellence","process","you"],"text":"You cannot use the democratic process for the procurement of excellence."},{"placeId":4234,"author":"Aristotle","wordCount":26,"categories":["excellence","brave","moral"],"text":"Moral excellence comes about as a result of habit. We become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts."},{"placeId":66672,"author":"Kevin McCloud","wordCount":14,"categories":["excellence","mistake","quiet"],"text":"One mustn't mistake bling for excellence, just as one mustn't mistake quiet for mediocre."},{"placeId":4911,"author":"Alex Campbell","wordCount":36,"categories":["power","progress","excellence"],"text":"As a consequence, progress has come to mean simply more power, more profit, more productivity, more paper prosperity, all of which are convertible into standards concerned only with size or magnitude rather than quality or excellence."},{"placeId":41850,"author":"Hesiod","wordCount":36,"categories":["excellence","road","long"],"text":"Badness you can get easily, in quantity; the road is smooth, and it lies close by, But in front of excellence the immortal gods have put sweat, and long and steep is the way to it."},{"placeId":16445,"author":"Charles R. Swindoll","wordCount":35,"categories":["life","excellence","thinking"],"text":"The secret of living a life of excellence is merely a matter of thinking thoughts of excellence. Really, it's a matter of programming our minds with the kind of information that will set us free."},{"placeId":17905,"author":"Colin Powell","wordCount":27,"categories":["attitude","excellence"],"text":"If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude."},{"placeId":112590,"author":"Victoria Principal","wordCount":8,"categories":["excellence","perfect","strive"],"text":"Don't strive to be perfect. Strive for excellence."},{"placeId":77487,"author":"Maximillian Degenerez","wordCount":14,"categories":["excellence","mediocrity","back"],"text":"When you have had a taste of excellence, you cannot go back to mediocrity."},{"placeId":61291,"author":"Leroy Hood","wordCount":13,"categories":["excellence","company","never"],"text":"Almost never does a single company have excellence in a multiplicity of disciplines."},{"placeId":32427,"author":"Edmund Clarence Stedman","wordCount":23,"categories":["art","poetry","excellence"],"text":"Poetry is an art, and chief of the fine art; the easiest to dabble in, the hardest in which to reach true excellence."},{"placeId":1821,"author":"Azim Premji","wordCount":13,"categories":["excellence","motivation"],"text":"Excellence endures and sustains. It goes beyond motivation into the realms of inspiration."},{"placeId":89133,"author":"Ricky Schroder","wordCount":9,"categories":["work","excellence","people"],"text":"I demand excellence from the people I work with."},{"placeId":62963,"author":"LeRoy Neiman","wordCount":30,"categories":["life","best","excellence"],"text":"It's a nice feeling to go out in the world and look for excellence - the best in man. My subject is very valid. It's about people, and about life."},{"placeId":38836,"author":"Greg LeMond","wordCount":30,"categories":["excellence","struggle","me"],"text":"I have always struggled to achieve excellence. One thing that cycling has taught me is that if you can achieve something without a struggle it's not going to be satisfying."},{"placeId":61060,"author":"Leonard Cohen","wordCount":17,"categories":["time","excellence","long"],"text":"The fact that my songs take a long time to write is no guarantee of their excellence."},{"placeId":71779,"author":"Michael J. Fox","wordCount":18,"categories":["business","god","excellence"],"text":"I am careful not to confuse excellence with perfection. Excellence I can reach for; perfection is God's business."},{"placeId":26454,"author":"David A. R. White","wordCount":36,"categories":["wisdom","excellence","you"],"text":"You make a product, and you put it out, and you do it with as much excellence and also wisdom as possible, and then it's the Lord that drives it and determines where it will go."},{"placeId":71687,"author":"Michael Leunig","wordCount":9,"categories":["excellence","away","stay"],"text":"Stay away from excellence at all costs; it stinks."},{"placeId":29311,"author":"Edsger Dijkstra","wordCount":34,"categories":["excellence","perfection"],"text":"I mentioned the non-competitive spirit explicitly, because these days, excellence is a fashionable concept. But excellence is a competitive notion, and that is not what we are heading for: we are heading for perfection."},{"placeId":11534,"author":"Brad Henry","wordCount":18,"categories":["children","excellence"],"text":"It is only through raising expectations and striving for excellence that our children can reach their full potential."},{"placeId":110486,"author":"William Pollard","wordCount":23,"categories":["excellence","people","speak"],"text":"If you want people to listen, you have to have a platform to speak from, and that is excellence in what you do."},{"placeId":70998,"author":"Martin Luther King, Jr.","wordCount":16,"categories":["work","excellence","humanity"],"text":"All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence."},{"placeId":43603,"author":"Howard Mumford Jones","wordCount":37,"categories":["excellence","thought","speak"],"text":"When he died, Emerson was thought of as the representative American writer par excellence, and his point of view was still so potent that William James was honored to be asked to speak at a centenary celebration."},{"placeId":108734,"author":"Ted Engstrom","wordCount":10,"categories":["excellence","process","should"],"text":"Excellence is a process that should occupy all our days."},{"placeId":1842,"author":"A. P. J. Abdul Kalam","wordCount":9,"categories":["excellence","process"],"text":"Excellence is a continuous process and not an accident."},{"placeId":4221,"author":"Aristotle","wordCount":34,"categories":["wisdom","excellence","man"],"text":"Excellence, then, is a state concerned with choice, lying in a mean, relative to us, this being determined by reason and in the way in which the man of practical wisdom would determine it."},{"placeId":11313,"author":"Booker T. Washington","wordCount":11,"categories":["excellence","way","uncommon"],"text":"Excellence is to do a common thing in an uncommon way."},{"placeId":87349,"author":"Octavio Paz","wordCount":41,"categories":["time","excellence","seed"],"text":"If we are a metaphor of the universe, the human couple is the metaphor par excellence, the point of intersection of all forces and the seed of all forms. The couple is time recaptured, the return to the time before time."},{"placeId":62573,"author":"Lyndon B. Johnson","wordCount":17,"categories":["excellence","believe","destiny"],"text":"I believe the destiny of your generation - and your nation - is a rendezvous with excellence."},{"placeId":77476,"author":"Max Lerner","wordCount":33,"categories":["excellence","man","greatness"],"text":"The tourist who moves about to see and hear and open himself to all the influences of the places which condense centuries of human greatness is only a man in search of excellence."},{"placeId":89220,"author":"Robert Forster","wordCount":46,"categories":["good","excellence","mind"],"text":"If you're willing to do it as good as you're willing to think up to do it, that's what your mind is there for, and you deliver excellence right now, now being the only moment you can control or do anything with or be creative with."},{"placeId":61980,"author":"Lysander Spooner","wordCount":34,"categories":["excellence","style","moral"],"text":"The imaginations of believers have dressed up and exaggerated the excellence of the style and matter of the New Testament generally, in the same manner, in which they have the moral instructions of Jesus."},{"placeId":41596,"author":"Henry Wadsworth Longfellow","wordCount":14,"categories":["character","excellence","style"],"text":"In character, in manner, in style, in all things, the supreme excellence is simplicity."},{"placeId":9480,"author":"Barack Obama","wordCount":20,"categories":["time","excellence","trying"],"text":"We need to internalize this idea of excellence. Not many folks spend a lot of time trying to be excellent."},{"placeId":62616,"author":"Lynn Good","wordCount":23,"categories":["work","service","excellence"],"text":"I will work to ensure Duke Energy is positioned to continue its track record of outstanding customer service and operational and financial excellence."},{"placeId":46509,"author":"Joe Paterno","wordCount":14,"categories":["confidence","team","excellence"],"text":"When a team outgrows individual performance and learns team confidence, excellence becomes a reality."},{"placeId":83362,"author":"Paul J. Meyer","wordCount":20,"categories":["excellence","planning","effort"],"text":"Productivity is never an accident. It is always the result of a commitment to excellence, intelligent planning, and focused effort."},{"placeId":112767,"author":"Vince Lombardi","wordCount":13,"categories":["inspirational","excellence"],"text":"Perfection is not attainable, but if we chase perfection we can catch excellence."},{"placeId":44890,"author":"Ivanka Trump","wordCount":24,"categories":["father","excellence","effort"],"text":"My father values talent. He is colorblind and gender neutral. When Donald Trump is in charge, all that counts is ability, excellence, and effort."},{"placeId":57801,"author":"Jerry Moran","wordCount":16,"categories":["excellence","perfection","end"],"text":"Perfection has to do with the end product, but excellence has to do with the process."},{"placeId":91104,"author":"Robert Baden-Powell","wordCount":38,"categories":["training","excellence","man"],"text":"Apart from the fact that any hardy exercise conduces much to the training and formation of a soldier, pig-sticking tends to give a man what is called a 'stalker's eye,' but which, par excellence, is the soldier's eye."},{"placeId":23789,"author":"Dietrich Bonhoeffer","wordCount":38,"categories":["strength","strong","excellence"],"text":"It is the characteristic excellence of the strong man that he can bring momentous issues to the fore and make a decision about them. The weak are always forced to decide between alternatives they have not chosen themselves."},{"placeId":40672,"author":"Harvey Weinstein","wordCount":23,"categories":["excellence","american","accept"],"text":"When we talk about Oscars, it's almost as a symbol of excellence, and the American public and the worldwide public accept that symbol."},{"placeId":89217,"author":"Robert Forster","wordCount":19,"categories":["best","future","excellence"],"text":"If you deliver excellence right now, that gives you the best shot at the best future you've got coming."},{"placeId":21855,"author":"Charles Kendall Adams","wordCount":36,"categories":["success","excellence","student"],"text":"No student ever attains very eminent success by simply doing what is required of him: it is the amount and excellence of what is over and above the required, that determines the greatness of ultimate distinction."},{"placeId":74182,"author":"Michael D. Higgins","wordCount":47,"categories":["respect","excellence","heart"],"text":"The mandate I have received and for which I will speak with heart and head to implement over the next seven years had its four pillars - an inclusive citizenship, equality and participation and respect in a creative society creating an excellence in everything we Irish do."},{"placeId":47339,"author":"John W. Gardner","wordCount":16,"categories":["excellence","i am","doing"],"text":"Whoever I am, or whatever I am doing, some kind of excellence is within my reach."},{"placeId":87515,"author":"Oprah Winfrey","wordCount":9,"categories":["best","racism","excellence"],"text":"Excellence is the best deterrent to racism or sexism."},{"placeId":113668,"author":"Voltaire","wordCount":10,"categories":["appreciation","excellence"],"text":"By appreciation, we make excellence in others our own property."},{"placeId":28749,"author":"David Starr Jordan","wordCount":17,"categories":["excellence","world","living"],"text":"There is no real excellence in all of this world which can be separated from right living."},{"placeId":46510,"author":"Joe Paterno","wordCount":15,"categories":["excellence","losing","game"],"text":"Losing a game is heartbreaking. Losing your sense of excellence or worth is a tragedy."},{"placeId":59991,"author":"John Metcalf","wordCount":36,"categories":["excellence","together","lust"],"text":"I wanted the press to become something of a movement. Not a movement committed to a particular 'ism', but a gathering together of writers with an aesthetic approach to literature and with a lust for excellence."},{"placeId":9096,"author":"Anthony Hitt","wordCount":40,"categories":["excellence","reputation","data"],"text":"Engel & Voelkers has a long-standing reputation for providing excellence to a demanding clientele. Now we provide even more by offering our technologically-savvy customers the most up-to-the-minute data on homes, from listing prices to photos - all at their fingertips."},{"placeId":4193,"author":"Aristotle","wordCount":30,"categories":["friendship","good","excellence"],"text":"Perfect friendship is the friendship of men who are good, and alike in excellence; for these wish well alike to each other qua good, and they are good in themselves."},{"placeId":3230,"author":"Allen West","wordCount":41,"categories":["integrity","excellence","honor"],"text":"Our soldiers, sailors, airmen, Marines and Coast Guardsmen volunteer to protect and defend this country and all its citizens, and do so with honor, integrity and excellence. Our nation continually asks them to do more and more, with less and less."},{"placeId":62568,"author":"Lyndon B. Johnson","wordCount":8,"categories":["experience","excellence"],"text":"The noblest search is the search for excellence."},{"placeId":4188,"author":"Aristotle","wordCount":45,"categories":["art","training","excellence"],"text":"Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly. We are what we repeatedly do. Excellence, then, is not an act but a habit."},{"placeId":53054,"author":"Jon Landau","wordCount":42,"categories":["music","dance","excellence"],"text":"'Dance to the Music' was just Sly Stone being his natural crazy self right from the beginning. The man was an original and his first AM hit was nothing if it wasn't the example per excellence of the Sly Stone music machine."},{"placeId":2266,"author":"Al Gore","wordCount":40,"categories":["integrity","excellence"],"text":"I did very extensive diligence on Al Jazeera English, the network from which Al Jazeera America is going to be derived, and it's really very clear that they have long since established a reputation for excellence and integrity and objectivity."},{"placeId":86872,"author":"Pankaj Patel","wordCount":44,"categories":["excellence","creative"],"text":"It's the sum of the parts that make up the whole, so in my opinion excellence comes from how one undertakes to do something. It all begins with the thought process - which is creative and exalted to produce something out of the ordinary."},{"placeId":98194,"author":"Sun Tzu","wordCount":10,"categories":["excellence","enemy","fighting"],"text":"Supreme excellence consists in breaking the enemy's resistance without fighting."},{"placeId":93588,"author":"Richard Price","wordCount":33,"categories":["art","freedom","excellence"],"text":"I think the definition of an artist is not necessarily tied into excellence or talent; an artist is somebody who, if you took away their freedom to make art, would lose their mind."},{"placeId":86809,"author":"Protagoras","wordCount":31,"categories":["excellence","advice","city"],"text":"The Athenians are right to accept advice from anyone, since it is incumbent on everyone to share in that sort of excellence, or else there can be no city at all."},{"placeId":2037,"author":"Ada Lovelace","wordCount":45,"categories":["hope","excellence","walk"],"text":"Those who have learned to walk on the threshold of the unknown worlds, by means of what are commonly termed par excellence the exact sciences, may then, with the fair white wings of imagination, hope to soar further into the unexplored amidst which we live."},{"placeId":62413,"author":"Lucius Annaeus Seneca","wordCount":16,"categories":["life","excellence","acting"],"text":"Life's like a play: it's not the length, but the excellence of the acting that matters."},{"placeId":87618,"author":"Orison Swett Marden","wordCount":14,"categories":["excellence","contemplation"],"text":"By constant contemplation of excellence, we clear our selfhood of all dross and impurities."},{"placeId":101597,"author":"Sirio Maccioni","wordCount":41,"categories":["experience","goal","excellence"],"text":"We are thrilled with the response we are getting to Le Cirque at The Leela Palace New Delhi. Our goal is to bring a luxury dining experience consistent with international standards of excellence to the expanding and discerning clientele in India."},{"placeId":96211,"author":"Samuel Johnson","wordCount":20,"categories":["life","excellence","easier"],"text":"Those who attain any excellence, commonly spend life in one pursuit; for excellence is not often gained upon easier terms."},{"placeId":68909,"author":"Kenny Marchant","wordCount":28,"categories":["today","excellence","important"],"text":"In today's global economy, however, it is important to raise the bar of excellence even higher. Today's students must be prepared to compete effectively on an international level."},{"placeId":90350,"author":"Ralph Marston","wordCount":8,"categories":["attitude","excellence","skill"],"text":"Excellence is not a skill, it's an attitude."},{"placeId":93278,"author":"Rudolph Valentino","wordCount":13,"categories":["myself","great","excellence"],"text":"I became to myself an imaginary figure of great excellence, daring and glamor."},{"placeId":27777,"author":"Dave Heineman","wordCount":17,"categories":["future","excellence","want"],"text":"But, I don't want to assume that our tradition of excellence is a guarantee of future excellence."},{"placeId":28850,"author":"Dawn Fraser","wordCount":18,"categories":["life","excellence","search"],"text":"The Olympics remain the most compelling search for excellence that exists in sport, and maybe in life itself."}]