[{"placeId":82395,"author":"Norman Cousins","wordCount":18,"categories":["education","failure","destiny"],"text":"The main failure of education is that it has not prepared people to comprehend matters concerning human destiny."},{"placeId":78570,"author":"Matt Roper","wordCount":24,"categories":["relationship","failure","milk"],"text":"Milk which is just about to turn is akin to that moment spent on the cusp of failure in a dulled and fettered relationship."},{"placeId":113755,"author":"Zbigniew Brzezinski","wordCount":10,"categories":["failure","succeed","must"],"text":"In Iraq we must succeed. Failure is not an option."},{"placeId":79734,"author":"Maude Adams","wordCount":21,"categories":["failure","first","lady"],"text":"When I was about 15... I made my first attempt as a leading lady, and was, of course, a complete failure."},{"placeId":100941,"author":"Steven Soderbergh","wordCount":14,"categories":["failure","people","being"],"text":"I'm very comfortable with failure. I'm very comfortable being the guy who disappoints people."},{"placeId":89189,"author":"Robert Dallek","wordCount":18,"categories":["time","failure","like"],"text":"Like Lyndon Johnson, President Obama understands that timidity in a time of troubles is a prescription for failure."},{"placeId":104270,"author":"Tony Benn","wordCount":7,"categories":["war","failure","diplomacy"],"text":"All war represents a failure of diplomacy."},{"placeId":55547,"author":"Jamie Moyer","wordCount":23,"categories":["teacher","failure","lawyer"],"text":"If you're a doctor or a lawyer or teacher, if you only get three things right out of 10, you're considered a failure."},{"placeId":94304,"author":"Richard V. Allen","wordCount":38,"categories":["failure","ship","winner"],"text":"Our system provides for a winner to take office on January 20th, and he is expected to take command of the ship of state. Failure to do so, characterized by hesitation and indecision, will harm the national interest."},{"placeId":69324,"author":"Koichi Tanaka","wordCount":12,"categories":["work","failure","results"],"text":"Most of the work performed by a development engineer results in failure."},{"placeId":90535,"author":"Richard Branson","wordCount":13,"categories":["failure","learn","start"],"text":"Do not be embarrassed by your failures, learn from them and start again."},{"placeId":35989,"author":"Gary Ryan Blair","wordCount":38,"categories":["respect","failure","fear"],"text":"Discipline is based on pride, on meticulous attention to details, and on mutual respect and confidence. Discipline must be a habit so ingrained that it is stronger than the excitement of the goal or the fear of failure."},{"placeId":71775,"author":"Michael J. Fox","wordCount":28,"categories":["learning","failure","loss"],"text":"There's always failure. And there's always disappointment. And there's always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums."},{"placeId":40496,"author":"Harvey Fierstein","wordCount":33,"categories":["failure","character","colors"],"text":"In Torch Song, I did that character almost non-stop from 1978 until I made the movie in 1987. Then I had some failure, which also colors how you react to doing other things."},{"placeId":16533,"author":"Charlie Sheen","wordCount":33,"categories":["success","failure","succeed"],"text":"As kids we're not taught how to deal with success; we're taught how to deal with failure. If at first you don't succeed, try, try again. If at first you succeed, then what?"},{"placeId":52006,"author":"Johnny Iuzzini","wordCount":38,"categories":["failure","happy","service"],"text":"Whenever a chef cooks for his own ego rather than his guests, he\/she set themselves up for ridicule and failure. In the end, it's the service industry. Our goal is to make our guests happy through our cooking."},{"placeId":111462,"author":"William Irwin Thompson","wordCount":31,"categories":["failure","imagination","feel"],"text":"Catastrophes are often stimulated by the failure to feel the emergence of a domain, and so what cannot be felt in the imagination is experienced as embodied sensation in the catastrophe."},{"placeId":81363,"author":"Natalie Goldberg","wordCount":27,"categories":["love","failure","great"],"text":"I feel that 'The Great Failure' is really a book written out of great love and a willingness to face all of who a human being is."},{"placeId":92227,"author":"Ruth Rendell","wordCount":18,"categories":["failure","me","always"],"text":"I always write about subjects which attract me because if I didn't, it would be awful, a failure."},{"placeId":72822,"author":"Madeleine M. Kunin","wordCount":16,"categories":["women","failure","vote"],"text":"Remember what Susan B. Anthony said? 'Failure is impossible.' Failure is possible if women don't vote."},{"placeId":46716,"author":"John Dewey","wordCount":19,"categories":["failure","person","failures"],"text":"Failure is instructive. The person who really thinks learns quite as much from his failures as from his successes."},{"placeId":101989,"author":"Suzy Kassem","wordCount":8,"categories":["dreams","failure","doubt"],"text":"Doubt kills more dreams than failure ever will."},{"placeId":72075,"author":"Mike Krzyzewski","wordCount":45,"categories":["positive","failure","school"],"text":"In high school, in sport, I had a coach who told me I was much better than I thought I was, and would make me do more in a positive sense. He was the first person who taught me not to be afraid of failure."},{"placeId":95353,"author":"Robert Farrar Capon","wordCount":23,"categories":["failure","great","woman"],"text":"At the root of many a woman's failure to become a great cook lies her failure to develop a workmanlike regard for knives."},{"placeId":110243,"author":"Willard Wigan","wordCount":21,"categories":["failure","school","world"],"text":"I always say that failure was my friend. I learned nothing at school, so I just lived in my own world."},{"placeId":3286,"author":"Ambrose Bierce","wordCount":39,"categories":["failure","man","bear"],"text":"A person who doubts himself is like a man who would enlist in the ranks of his enemies and bear arms agains himself. He makes his failure certain by himself being the first person to be convinced of it."},{"placeId":87252,"author":"Octavia Spencer","wordCount":18,"categories":["failure","yourself","diet"],"text":"I have tried every diet to lose weight. When you restrict yourself, you're setting yourself up for failure."},{"placeId":36424,"author":"George Allen","wordCount":36,"categories":["history","today","failure"],"text":"I rise today to offer a formal and heartfelt apology to all the victims of lynching in our history, and for the failure of the United States Senate to take action when action was most needed."},{"placeId":46167,"author":"Jean-Paul Sartre","wordCount":13,"categories":["failure","human","actions"],"text":"All human actions are equivalent and all are on principle doomed to failure."},{"placeId":3000,"author":"Alexandre Dumas","wordCount":39,"categories":["failure","man","bear"],"text":"A person who doubts himself is like a man who would enlist in the ranks of his enemies and bear arms against himself. He makes his failure certain by himself being the first person to be convinced of it."},{"placeId":30451,"author":"Emma Stone","wordCount":33,"categories":["success","failure","me"],"text":"Comedy was my sport. It taught me how to roll with the punches. Failure is the exact same as success when it comes to comedy because it just keeps coming. It never stops."},{"placeId":100881,"author":"Steve Hanke","wordCount":29,"categories":["failure","world","tough"],"text":"There has never been a failure of a currency board anywhere in the world. These are tough systems, and when I say they are foolproof, that's exactly the case."},{"placeId":87657,"author":"Orlando Bloom","wordCount":17,"categories":["failure","difference","between"],"text":"There's a difference between a failure and a fiasco... a fiasco is a disaster of mythic proportions."},{"placeId":102627,"author":"Stephane Hessel","wordCount":46,"categories":["failure","end","america"],"text":"The revolutions of my century, the 20th century - the Soviet revolution, or the Chinese, or the revolutions that were fomented in Latin America, such as in Cuba - failed for the most part, a failure which was completely clear by the end of the century."},{"placeId":88729,"author":"Richard Lamm","wordCount":24,"categories":["failure","justice","me"],"text":"To me, the failure of liberalism - the tradition I come from - was not recognizing there has to be justice across the generations."},{"placeId":20630,"author":"Charles Inglis","wordCount":19,"categories":["war","failure","rebellion"],"text":"A Failure in this Duty did once involve our Nation in all the Horrors of Rebellion and Civil War."},{"placeId":87513,"author":"Oprah Winfrey","wordCount":17,"categories":["women","failure","greatness"],"text":"Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness."},{"placeId":100925,"author":"Steven Moffat","wordCount":19,"categories":["failure","difference","you"],"text":"The difference between a beautifully made failure and a beautifully made hit is who you've got playing the leads."},{"placeId":95822,"author":"Salman Rushdie","wordCount":21,"categories":["failure","child","parent"],"text":"If my child had prejudice in his head, I'd be ashamed. I would see it as my failure as a parent."},{"placeId":43679,"author":"Hart Crane","wordCount":30,"categories":["failure","bridge","long"],"text":"The fact that The Bridge contains folk lore and other material suitable to the epic form need not therefore prove its failure as a long lyric poem, with interrelated sections."},{"placeId":61180,"author":"Lincoln Steffens","wordCount":16,"categories":["failure","hypocrisy","practice"],"text":"Boston has carried the practice of hypocrisy to the n-th degree of refinement, grace, and failure."},{"placeId":1861,"author":"A. P. J. Abdul Kalam","wordCount":19,"categories":["trust","failure","faith"],"text":"All wars signify the failure of conflict resolution mechanisms, and they need post-war rebuilding of faith, trust and confidence."},{"placeId":9507,"author":"Barack Obama","wordCount":43,"categories":["leadership","today","failure"],"text":"The fact that we are here today to debate raising America's debt limit is a sign of leadership failure. America has a debt problem and a failure of leadership. Americans deserve better. I, therefore, intend to oppose the effort to increase America's debt."},{"placeId":6335,"author":"Ali Larter","wordCount":34,"categories":["life","best","failure"],"text":"I was brought up to believe that there is no such thing as failure as long as I'm trying my best. So I've had a 'blood, guts and glory' approach through my whole life."},{"placeId":101623,"author":"Soichiro Honda","wordCount":16,"categories":["success","work","failure"],"text":"Success represents the 1% of your work which results from the 99% that is called failure."},{"placeId":5593,"author":"Anupam Kher","wordCount":32,"categories":["time","failure","day"],"text":"One time I nearly experienced failure was when I was acting in 'Hum Aapke Hain Kaun' in 1994. One day, I woke up and found that part of my face was paralysed."},{"placeId":54630,"author":"Justin Cartwright","wordCount":35,"categories":["failure","winning","book"],"text":"It's a strange failure of the literary world that Updike never quite received his due. Despite winning two Pulitzers and two National Book Awards and countless other awards and honours, he was denied the Nobel."},{"placeId":86327,"author":"Peter Senge","wordCount":34,"categories":["leadership","best","failure"],"text":"Most leadership strategies are doomed to failure from the outset. As people have been noting for years, the majority of strategic initiatives that are driven from the top are marginally effective - at best."},{"placeId":30115,"author":"Elliott Abrams","wordCount":40,"categories":["failure","struggle","american"],"text":"In Arab capitals, the failure of the United States to stop Iran's nuclear program is understood as American weakness in the struggle for dominance in the Middle East, making additional cooperation from Arab leaders on Israeli-Palestinian issues even less likely."},{"placeId":17258,"author":"Chuck Noll","wordCount":12,"categories":["failure","win","game"],"text":"Before you can win a game, you have to not lose it."},{"placeId":105524,"author":"Theodore Roosevelt","wordCount":43,"categories":["failure","victory","win"],"text":"Far better is it to dare mighty things, to win glorious triumphs, even though checkered by failure... than to rank with those poor spirits who neither enjoy nor suffer much, because they live in a gray twilight that knows not victory nor defeat."},{"placeId":106578,"author":"Tommy Lasorda","wordCount":18,"categories":["success","failure","problem"],"text":"About the only problem with success is that it does not teach you how to deal with failure."},{"placeId":9428,"author":"Anna Garlin Spencer","wordCount":37,"categories":["women","failure","achievement"],"text":"The failure of women to produce genius of the first rank in most of the supreme forms of human effort has been used to block the way of all women of talent and ambition for intellectual achievement."},{"placeId":84885,"author":"Pope Benedict XVI","wordCount":45,"categories":["work","myself","failure"],"text":"In reality, I am more a professor, one who reflects and mediates on spiritual questions. Practical governance is not my strong point, and this is certainly a weakness. But I do not see myself as a failure. For eight years, I carried out my work."},{"placeId":46891,"author":"John Burroughs","wordCount":18,"categories":["failure","blame","man"],"text":"A man can fail many times, but he isn't a failure until he begins to blame somebody else."},{"placeId":94720,"author":"Russell Pearce","wordCount":45,"categories":["failure","day","good"],"text":"Washington, D.C. is what is broken, not the immigration policies. We have good laws. We have people suffer every day because of government's failure to enforce the law and be respectful to the process we have. We have a pathway to citizenship already in place."},{"placeId":43232,"author":"Henry Spencer","wordCount":26,"categories":["failure","experience","past"],"text":"Past experience, on the shuttle and the Titan rockets, suggests that large multi-segment solid rockets have a probability of failure of 0.5 to 1 per cent."},{"placeId":36189,"author":"George Cukor","wordCount":10,"categories":["failure","accept","you"],"text":"You can't have any successes unless you can accept failure."},{"placeId":59930,"author":"John H. Johnson","wordCount":9,"categories":["failure","accept","word"],"text":"Failure is a word that I simply don't accept."},{"placeId":45889,"author":"Jim Rohn","wordCount":22,"categories":["failure","day","every day"],"text":"Failure is not a single, cataclysmic event. You don't fail overnight. Instead, failure is a few errors in judgement, repeated every day."},{"placeId":19374,"author":"Colum McCann","wordCount":36,"categories":["failure","past","empathy"],"text":"I think one of the biggest political failures, and the biggest social failures, over the past few years has been the failure of empathy; not being able to look at the other person down the street."},{"placeId":69760,"author":"Malcolm Forbes","wordCount":8,"categories":["success","failure","learn"],"text":"Failure is success if we learn from it."},{"placeId":93157,"author":"Roddy Doyle","wordCount":17,"categories":["failure","writing","part"],"text":"Schools don't really allow failure and yet it's a valid part of any endeavour, not just writing."},{"placeId":111423,"author":"William Frederick Book","wordCount":7,"categories":["failure","never","habit"],"text":"Never permit failure to become a habit."},{"placeId":35983,"author":"Gary Player","wordCount":12,"categories":["success","failure","thoughts"],"text":"We create success or failure on the course primarily by our thoughts."},{"placeId":109556,"author":"Warren Farrell","wordCount":32,"categories":["failure","fear","anger"],"text":"Boys with a 'failure to launch' are invisible to most girls. With poor social skills, the boys feel anger at their fear of being rejected and self-loathing at their inability to compete."},{"placeId":73932,"author":"Max Beerbohm","wordCount":15,"categories":["success","failure","said"],"text":"There is much to be said for failure. It is much more interesting than success."},{"placeId":29036,"author":"E. O. Wilson","wordCount":39,"categories":["failure","alone","effort"],"text":"If those committed to the quest fail, they will be forgiven. When lost, they will find another way. The moral imperative of humanism is the endeavor alone, whether successful or not, provided the effort is honorable and failure memorable."},{"placeId":26366,"author":"Darrell Issa","wordCount":22,"categories":["failure","government","looking"],"text":"I don't need to be looking at every failure of government, I need to be looking where failure of government needs reform."},{"placeId":9989,"author":"Benjamin E. Mays","wordCount":7,"categories":["failure","aim","sin"],"text":"Not failure, but low aim is sin."},{"placeId":36106,"author":"Gavin DeGraw","wordCount":18,"categories":["success","myself","failure"],"text":"So I try not to have any actual expectations for myself for any level of success or failure."},{"placeId":49939,"author":"John O'Donohue","wordCount":39,"categories":["myself","failure","light"],"text":"A lot of suffering is just getting rid of dross in yourself, and lingering and hanging in the darkness is often - I say this against myself - a failure of imagination, to imagine the door into the light."},{"placeId":9812,"author":"Ben Carson","wordCount":40,"categories":["success","failure","learn"],"text":"With everything that is complex, we learn. If you don't learn, then it's an utter and abject failure. If you do learn, and you're able to apply that to the next situation, then you take away a measure of success."},{"placeId":105532,"author":"Theodore Roosevelt","wordCount":24,"categories":["life","love","failure"],"text":"The things that will destroy America are prosperity-at-any-price, peace-at-any-price, safety-first instead of duty-first, the love of soft living, and the get-rich-quick theory of life."},{"placeId":68434,"author":"Kiran Mazumdar-Shaw","wordCount":31,"categories":["business","failure","believe"],"text":"I've had many failures in terms of technological... business... and even research failures. I really believe that entrepreneurship is about being able to face failure, manage failure and succeed after failing."},{"placeId":91487,"author":"Robert Kiyosaki","wordCount":17,"categories":["success","failure","people"],"text":"The thing I always say to people is this: 'If you avoid failure, you also avoid success.'"},{"placeId":33773,"author":"Erland Josephson","wordCount":13,"categories":["failure","man","better"],"text":"A man obsessed with failure has succeeded better than others in portraying it."},{"placeId":79956,"author":"Michael Crawford","wordCount":29,"categories":["life","success","failure"],"text":"Sometimes you learn more from failure than you do from success, and in some ways it's better to have failure at the beginning of your career, or your life."},{"placeId":60515,"author":"Lady Gregory","wordCount":12,"categories":["failure","heart","people"],"text":"The way most people fail is in not keeping up the heart."},{"placeId":72676,"author":"Muhammad Ali Jinnah","wordCount":7,"categories":["failure","unknown","me"],"text":"Failure is a word unknown to me."},{"placeId":87514,"author":"Oprah Winfrey","wordCount":23,"categories":["failure","god","mistakes"],"text":"Being human means you will make mistakes. And you will make mistakes, because failure is God's way of moving you in another direction."},{"placeId":99777,"author":"Susana Martinez","wordCount":39,"categories":["education","failure","growth"],"text":"When we set up our kids for failure, we set up our workforce for failure, and we set up our economy for failure. I can't emphasize enough the importance, the absolute importance, of education in achieving long-term economic growth."},{"placeId":346,"author":"Alan Arkin","wordCount":28,"categories":["time","failure","good"],"text":"It's - everybody's looking at the bottom line all the time, and failure doesn't look good on the bottom line, and yet you don't learn anything without failing."},{"placeId":83915,"author":"Penn Jillette","wordCount":26,"categories":["funny","failure","end"],"text":"A joke is a way to say, 'I'm going to do something funny now. If I don't get a laugh at the end, I'm a failure.'"},{"placeId":11150,"author":"Bob Woodward","wordCount":28,"categories":["failure","mistake","country"],"text":"Nixon's grand mistake was his failure to understand that Americans are forgiving, and if he had admitted error early and apologized to the country, he would have escaped."},{"placeId":54177,"author":"John B. S. Haldane","wordCount":32,"categories":["success","failure","know"],"text":"We do not know, in most cases, how far social failure and success are due to heredity, and how far to environment. But environment is the easier of the two to improve."},{"placeId":36488,"author":"Georgina Bloomberg","wordCount":9,"categories":["failure","mother","feeling"],"text":"As a mother, I'm constantly feeling like a failure."},{"placeId":23050,"author":"Dean Kamen","wordCount":11,"categories":["failure","talk","many"],"text":"My biggest failure is I have too many to talk about."},{"placeId":11411,"author":"Buddha","wordCount":16,"categories":["life","best","failure"],"text":"The only real failure in life is not to be true to the best one knows."},{"placeId":36995,"author":"George Bernard Shaw","wordCount":15,"categories":["failure","son","him"],"text":"Never fret for an only son, the idea of failure will never occur to him."},{"placeId":79329,"author":"Morris West","wordCount":33,"categories":["nature","failure","moment"],"text":"None of us is guaranteed against failure or corruption of any kind; witness what's going on in the world in this moment, the follies of human nature and the failures of human nature."},{"placeId":9368,"author":"B. C. Forbes","wordCount":15,"categories":["failure","man","conscience"],"text":"The man who has won millions at the cost of his conscience is a failure."},{"placeId":107581,"author":"Thomas Haden Church","wordCount":35,"categories":["life","marriage","failure"],"text":"Their lives have been largely defined by failure and you would think the prospect of marriage, which is supposed to be bountiful and hopeful, it's just really another kind of tangential thing in his life."},{"placeId":56434,"author":"Joseph Barber Lightfoot","wordCount":27,"categories":["success","children","failure"],"text":"We do not realise that we are children of eternity. If we did, then success would be no success, and failure would be no failure to us."},{"placeId":67033,"author":"Kin Hubbard","wordCount":7,"categories":["failure","good","world"],"text":"All the world loves a good loser."},{"placeId":105705,"author":"Thomas A. Edison","wordCount":24,"categories":["failure","progress","man"],"text":"Restlessness is discontent and discontent is the first necessity of progress. Show me a thoroughly satisfied man and I will show you a failure."},{"placeId":10496,"author":"Bill Dedman","wordCount":39,"categories":["failure","design","bridge"],"text":"Federal regulations forbid delaying inspections for fracture-critical bridges like the fallen Minneapolis bridge - the kind with a lack of redundancy in design, so that a single failure in a load-bearing part can cause the entire bridge to collapse."},{"placeId":89386,"author":"Ron Fournier","wordCount":31,"categories":["failure","political","belief"],"text":"The failure of the White House and Congress to seriously address the nation's fiscal situation is certain to broaden the belief among many voters that the U.S. political system is broken."},{"placeId":105004,"author":"Trip Adler","wordCount":28,"categories":["learning","failure","good"],"text":"When most people hit failure, they give up, but good entrepreneurs simply treat failure as a learning experience and use it to fuel and inform their next move."},{"placeId":53006,"author":"John Dingell","wordCount":5,"categories":["war","failure","diplomacy"],"text":"War is failure of diplomacy."},{"placeId":15805,"author":"Carol Moseley Braun","wordCount":28,"categories":["failure","voting","vote"],"text":"The failure in Ohio to have adequate voting capacity for the people who were registered and eligible to vote was an absolute denial of their right to vote."},{"placeId":81032,"author":"Napoleon Hill","wordCount":17,"categories":["failure","adversity","seed"],"text":"Every adversity, every failure, every heartache carries with it the seed of an equal or greater benefit."},{"placeId":5150,"author":"Ameen Rihani","wordCount":43,"categories":["failure","soul","self"],"text":"There is no such thing as disappointment for those who continue to cherish the selflessness of which is born the noblest inner self. There is no such thing as failure for those who invest in the potentialities of the Ideal of the Soul."},{"placeId":29632,"author":"Edwin Land","wordCount":11,"categories":["failure","creativity","afraid"],"text":"An essential aspect of creativity is not being afraid to fail."},{"placeId":72725,"author":"Myles Munroe","wordCount":40,"categories":["success","failure","legacy"],"text":"True leaders don't invest in buildings. Jesus never built a building. They invest in people. Why? Because success without a successor is failure. So your legacy should not be in buildings, programs, or projects; your legacy must be in people."},{"placeId":19523,"author":"Carol Alt","wordCount":15,"categories":["failure","goal","chance"],"text":"It's not about failure; it's about trying something and risking something for attaining your goal."},{"placeId":88250,"author":"Ranbir Kapoor","wordCount":21,"categories":["life","success","failure"],"text":"I'm quite detached from failure and success. Once a shooting is done, I kind of close that chapter in my life."},{"placeId":41343,"author":"Henry Petroski","wordCount":44,"categories":["future","failure","past"],"text":"The paradox is that when we model future designs on past successes, we are inviting failure down the line; when we take into account past failures and anticipate potential new ways in which failure can occur, we are more likely to produce successful designs."},{"placeId":93286,"author":"Ruben Hinojosa","wordCount":35,"categories":["failure","law","child"],"text":"If we do not get No Child Left Behind right for Limited English Proficient students, the law will be a failure for most schools in the 15th Congressional District, and for many across the nation."},{"placeId":18291,"author":"Carroll Quigley","wordCount":31,"categories":["failure","influence","spain"],"text":"The failure of Christianity in the areas west from Sicily was even greater, and was increased by the spread of Arab outlooks and influence to that area, and especially to Spain."},{"placeId":77999,"author":"Major Taylor","wordCount":27,"categories":["today","failure","results"],"text":"The moral turpitude of the boys of today appears to center in their failure to concentrate on any particular objective long enough to obtain their maximum results."},{"placeId":18350,"author":"Cat Cora","wordCount":22,"categories":["wisdom","failure","mistakes"],"text":"Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom."},{"placeId":4816,"author":"Akshay Kumar","wordCount":25,"categories":["success","failure","pressure"],"text":"I never feel any pressure about a film. What is meant to happen will happen. I have seen failure as well as success several times."},{"placeId":49375,"author":"Jillian Michaels","wordCount":21,"categories":["failure","better","wrong"],"text":"Try not to say, 'I'm a failure.' Instead, ask, 'What can I do better? What did I do wrong?' Then re-approach."},{"placeId":82266,"author":"Nigel Farage","wordCount":23,"categories":["failure","government","greed"],"text":"The banking collapse was caused, more than anything, by bad government policy and the total failure of bad regulation, rather than by greed."},{"placeId":32423,"author":"Edmond H. Fischer","wordCount":34,"categories":["teacher","failure","said"],"text":"It is commonly said that a teacher fails if he has not been surpassed by his students. There has been no failure on our part in this regard considering how far they have gone."},{"placeId":61905,"author":"Louis C. K.","wordCount":18,"categories":["failure","good","think"],"text":"I think you have to try and fail, because failure gets you closer to what you're good at."},{"placeId":34340,"author":"Fabrizio Moreira","wordCount":45,"categories":["success","failure","motto"],"text":"'No one can make you successful; the will to success comes from within.' I've made this my motto. I've internalized it to the point of understanding that the success of my actions and\/or endeavors doesn't depend on anyone else, and that includes a possible failure."},{"placeId":97998,"author":"Swami Sivananda","wordCount":28,"categories":["future","failure","depression"],"text":"Do not brood over your past mistakes and failures as this will only fill your mind with grief, regret and depression. Do not repeat them in the future."},{"placeId":81278,"author":"Natalie Cole","wordCount":25,"categories":["failure","bad","first"],"text":"I was pretty bad. When I first was diagnosed with kidney failure, my function - the function of my kidney was less than 8 percent."},{"placeId":101452,"author":"Sheldon Lee Glashow","wordCount":33,"categories":["failure","abandoned","naive"],"text":"I had more or less abandoned the idea of an electroweak gauge theory during the period 1961-1970. Of the several reasons for this, one was the failure of my naive foray into renormalizability."},{"placeId":72002,"author":"Mickey Rooney","wordCount":9,"categories":["success","failure","way"],"text":"You always pass failure on your way to success."},{"placeId":79690,"author":"Matt Passmore","wordCount":20,"categories":["failure","difficult","show"],"text":"There is a 90% failure rate for most shows. It's difficult for any show to write for the next season."},{"placeId":35988,"author":"Gary Ryan Blair","wordCount":38,"categories":["success","failure","goal"],"text":"Creative risk taking is essential to success in any goal where the stakes are high. Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity."},{"placeId":72224,"author":"Miley Cyrus","wordCount":8,"categories":["success","failure","wrong"],"text":"There's no right or wrong, success or failure."},{"placeId":97845,"author":"Steven Spielberg","wordCount":15,"categories":["success","failure","proud"],"text":"Whether in success or in failure, I'm proud of every single movie I've ever directed."},{"placeId":88118,"author":"Quentin Crisp","wordCount":11,"categories":["failure","style","may"],"text":"If at first you don't succeed, failure may be your style."},{"placeId":62175,"author":"Luc de Clapiers","wordCount":14,"categories":["failure","virtue","sometimes"],"text":"Our failings sometimes bind us to one another as closely as could virtue itself."},{"placeId":96350,"author":"Scott Adams","wordCount":7,"categories":["failure","risk","promotion"],"text":"The only risk of failure is promotion."},{"placeId":92117,"author":"Rudy Giuliani","wordCount":46,"categories":["history","failure","mistakes"],"text":"Lincoln made mistakes. Roosevelt made mistakes. Eisenhower made mistakes. The Battle of the Bulge was the biggest intelligence failure in American military history, much bigger than any in Vietnam or now. We didn't know that the Soviets were moving 400,000 or 500,000 troops. We missed it."},{"placeId":63149,"author":"Lillian Hellman","wordCount":23,"categories":["failure","writing","you"],"text":"Failure in the theater is more dramatic and uglier than any other form of writing. It costs so much, you feel so guilty."},{"placeId":9509,"author":"Barack Obama","wordCount":13,"categories":["failure","world","america"],"text":"In America, there's a failure to appreciate Europe's leading role in the world."},{"placeId":71279,"author":"Maxwell Maltz","wordCount":36,"categories":["courage","failure","man"],"text":"Often the difference between a successful man and a failure is not one's better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act."},{"placeId":27475,"author":"Diego Klattenhoff","wordCount":36,"categories":["myself","failure","trying"],"text":"You're always just trying to create opportunities and be ready when those opportunities present themselves. I can't look at anybody and think 'I want to be Damian Lewis' - I'd be setting myself up for failure."},{"placeId":101037,"author":"Sumner Redstone","wordCount":19,"categories":["success","failure","sometimes"],"text":"Success is not built on success. It's built on failure. It's built on frustration. Sometimes its built on catastrophe."},{"placeId":26471,"author":"David Bergen","wordCount":8,"categories":["failure","error","trial"],"text":"Failure is essential. Trial and error is necessary."},{"placeId":57171,"author":"Jane Rule","wordCount":7,"categories":["art","failure","believe"],"text":"I believe only in art and failure."},{"placeId":90736,"author":"Rick Pitino","wordCount":15,"categories":["failure","good","mistakes"],"text":"Failure is good. It's fertilizer. Everything I've learned about coaching, I've learned from making mistakes."},{"placeId":75587,"author":"Mary Pickford","wordCount":26,"categories":["moving on","failure","moment"],"text":"You may have a fresh start any moment you choose, for this thing that we call 'failure' is not the falling down, but the staying down."},{"placeId":85657,"author":"Paul Feig","wordCount":38,"categories":["work","failure","great"],"text":"I'm kind of a failure. I mean, I'll be honest. I'm successful in that I'm getting to work on great stuff, but I think I'm a failure in all the personal stuff that is most important to me."},{"placeId":9786,"author":"Ben Bernanke","wordCount":26,"categories":["failure","crisis","stop"],"text":"The failure of Lehman Brothers demonstrated that liquidity provision by the Federal Reserve would not be sufficient to stop the crisis; substantial fiscal resources were necessary."},{"placeId":9490,"author":"Barack Obama","wordCount":37,"categories":["friendship","failure","peace"],"text":"The Bush Administration's failure to be consistently involved in helping Israel achieve peace with the Palestinians has been both wrong for our friendship with Israel, as well as badly damaging to our standing in the Arab world."},{"placeId":41331,"author":"Henry Miller","wordCount":39,"categories":["work","war","failure"],"text":"No matter how vast, how total, the failure of man here on earth, the work of man will be resumed elsewhere. War leaders talk of resuming operations on this front and that, but man's front embraces the whole universe."},{"placeId":103815,"author":"Tom Baker","wordCount":46,"categories":["success","time","failure"],"text":"I have never described the time I was in Doctor Who as anything except a kind of ecstatic success, but all the rest has been rather a muddle and a disappointment. Compared to Doctor Who, it has been an outrageous failure really - it's so boring."},{"placeId":4455,"author":"Atul Gawande","wordCount":47,"categories":["time","failure","fire"],"text":"You want to ensure people can do it right 99 percent of time. When we have to fire one of our surgical trainees, it is never because they don't have the physical skills but because they don't have the moral skills - to practise and admit failure."},{"placeId":4313,"author":"Arsene Wenger","wordCount":22,"categories":["freedom","failure","fear"],"text":"Young players need freedom of expression to develop as creative players... they should be encouraged to try skills without fear of failure."},{"placeId":98419,"author":"Suze Orman","wordCount":14,"categories":["dreams","failure","good"],"text":"So many financial dreams are thwarted by the failure to act upon good intentions."},{"placeId":2099,"author":"Adam Savage","wordCount":5,"categories":["failure","always","option"],"text":"Failure is always an option."},{"placeId":39317,"author":"George Hickenlooper","wordCount":33,"categories":["life","failure","beautiful"],"text":"I'm fascinated by failure, and I'm fascinated by finality. Shakespeare's historical plays are more universal than his comedies because they relate to the finality of life. Without finality, life would not be beautiful."},{"placeId":40135,"author":"H. L. Mencken","wordCount":34,"categories":["children","failure","god"],"text":"The theory seems to be that as long as a man is a failure he is one of God's children, but that as soon as he succeeds he is taken over by the Devil."},{"placeId":99585,"author":"Steve Blank","wordCount":11,"categories":["failure","process","happen"],"text":"Failure will happen. It's a normal part of the startup process."},{"placeId":36317,"author":"Glenn Beck","wordCount":13,"categories":["success","failure","without"],"text":"Without failure there is no sweetness in success. There's no understanding of it."},{"placeId":79235,"author":"Mark Ryan","wordCount":38,"categories":["failure","challenge","learn"],"text":"You can't please everyone, but I've always felt you cannot ultimately lose if you give everything you try 110%. You'll always learn something useful, even from a failure, that can be applied to the next challenge or project."},{"placeId":33022,"author":"Edwin Markham","wordCount":42,"categories":["failure","spiritual","alone"],"text":"Spain held the doctrine (and was right in holding it) that every human enterprise should stand on two pillars - the temporal and the spiritual. To depend upon one of these pillars alone is to call down final failure upon any undertaking."},{"placeId":464,"author":"Alberto Giacometti","wordCount":31,"categories":["success","failure","equal"],"text":"All I can do will only ever be a faint image of what I see and my success will always be less than my failure or perhaps equal to the failure."},{"placeId":94651,"author":"Rosalind Russell","wordCount":10,"categories":["success","failure","funeral"],"text":"Success is a public affair. Failure is a private funeral."},{"placeId":92007,"author":"Rosalynn Carter","wordCount":26,"categories":["failure","goals","risk"],"text":"If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk."},{"placeId":105780,"author":"Tim O'Brien","wordCount":27,"categories":["failure","focus","imagination"],"text":"In fiction workshops, we tend to focus on matters of verisimilitude largely because such issues are so much easier to talk about than the failure of imagination."},{"placeId":38785,"author":"Graham Greene","wordCount":7,"categories":["death","failure","form"],"text":"Failure too is a form of death."},{"placeId":104477,"author":"Tony Jaa","wordCount":22,"categories":["failure","improvement","stone"],"text":"Never be afraid to fail. Failure is only a stepping stone to improvement. Never be overconfident because that will block your improvement."},{"placeId":83043,"author":"Pat Summitt","wordCount":31,"categories":["life","failure","fear"],"text":"We keep score in life because it matters. It counts. It matters. Too many people opt out and never discover their own abilities because they fear failure. They don't understand commitment."},{"placeId":97819,"author":"Steven Pinker","wordCount":20,"categories":["failure","culture","thinking"],"text":"I think that a failure of statistical thinking is the major intellectual shortcoming of our universities, journalism and intellectual culture."},{"placeId":89839,"author":"Randeep Hooda","wordCount":19,"categories":["success","failure","struggle"],"text":"I've had my share of struggle. I believe, never take success to your head or failure to your heart."},{"placeId":9026,"author":"Anne Baxter","wordCount":12,"categories":["failure","good","afraid"],"text":"I wasn't afraid to fail. Something good always comes out of failure."},{"placeId":56439,"author":"Joseph Barber Lightfoot","wordCount":11,"categories":["success","failure","concern"],"text":"The success and the failure are not my concern, but His."},{"placeId":3561,"author":"Andy Murray","wordCount":24,"categories":["failure","fear","tennis"],"text":"In tennis, it is not the opponent you fear, it is the failure itself, knowing how near you were but just out of reach."},{"placeId":71541,"author":"Mia Hamm","wordCount":21,"categories":["time","failure","day"],"text":"Failure happens all the time. It happens every day in practice. What makes you better is how you react to it."},{"placeId":91258,"author":"Robert Fripp","wordCount":13,"categories":["failure","mistakes","learn"],"text":"There are no mistakes, save one: the failure to learn from a mistake."},{"placeId":41867,"author":"Heston Blumenthal","wordCount":23,"categories":["failure","fear","i am"],"text":"I'm not scared of anything in particular, but I am motivated by a fear of failure as opposed to a need to succeed."},{"placeId":32545,"author":"E. Franklin Frazier","wordCount":20,"categories":["life","failure","politics"],"text":"Educational institutes can no longer be prizes in church politics or furnish berths for failure in other walks of life."},{"placeId":85383,"author":"Pawan Kalyan","wordCount":20,"categories":["life","success","failure"],"text":"Life is bigger than cinema. Cinema is just a part of life, so I never take success or failure seriously."},{"placeId":87574,"author":"Oriana Fallaci","wordCount":32,"categories":["war","failure","believe"],"text":"War is something Arafat sends others to do for him. That is, the poor souls who believe in him. This pompous incompetent caused the failure of the Camp David negotiations, Clinton's mediation."},{"placeId":44916,"author":"Isabella Bird","wordCount":16,"categories":["success","failure","experience"],"text":"A traveller must buy his own experience, and success or failure depends mainly on personal idiosyncrasies."},{"placeId":60753,"author":"LeBron James","wordCount":11,"categories":["failure","better","accept"],"text":"You have to be able to accept failure to get better."},{"placeId":98941,"author":"Shane Smith","wordCount":23,"categories":["age","failure","journalism"],"text":"I think if you look at the failure of journalism in the modern age, then I don't want to be called a journalist."},{"placeId":67128,"author":"Kimbal Musk","wordCount":20,"categories":["love","failure","afraid"],"text":"I was very afraid of failure because if you fail at something you love, then you ruin what you love."},{"placeId":108912,"author":"Tiki Barber","wordCount":14,"categories":["success","sports","failure"],"text":"I grew up playing sports. There is a clear line between success and failure."},{"placeId":99760,"author":"Suki Waterhouse","wordCount":27,"categories":["best","failure","yourself"],"text":"Never be afraid of failure. And don't stop yourself from doing something you want to do because of what others might think. Only you know yourself best."},{"placeId":19705,"author":"Cathy Rigby","wordCount":26,"categories":["freedom","failure","fear"],"text":"Acting allows me the freedom to let go, to be in the moment, to be spontaneous. I no longer have the fear of losing, of failure."},{"placeId":96353,"author":"Scott Adams","wordCount":24,"categories":["success","failure","goal"],"text":"Most success springs from an obstacle or failure. I became a cartoonist largely because I failed in my goal of becoming a successful executive."},{"placeId":45411,"author":"James Allen","wordCount":10,"categories":["failure","fear","doubt"],"text":"They who have conquered doubt and fear have conquered failure."},{"placeId":76259,"author":"Michael T. Flynn","wordCount":26,"categories":["history","failure","be kind"],"text":"The historic lesson is that it was a strategic failure to go into Iraq. History will not be and should not be kind with that decision."},{"placeId":81905,"author":"Nick Nolte","wordCount":13,"categories":["failure","experience","grow"],"text":"It's failure, really, that you grow by, although nobody likes to experience it."},{"placeId":2879,"author":"Aleksandr Solzhenitsyn","wordCount":41,"categories":["truth","failure","mistakes"],"text":"It is not because the truth is too difficult to see that we make mistakes... we make mistakes because the easiest and most comfortable course for us is to seek insight where it accords with our emotions - especially selfish ones."},{"placeId":45136,"author":"J. Paul Getty","wordCount":28,"categories":["success","failure","hate"],"text":"I hate to be a failure. I hate and regret the failure of my marriages. I would gladly give all my millions for just one lasting marital success."},{"placeId":79586,"author":"Margaret Drabble","wordCount":4,"categories":["failure","nothing","like"],"text":"Nothing fails like failure."},{"placeId":57467,"author":"Jason Giambi","wordCount":14,"categories":["failure","fear","play"],"text":"As a younger player, you always kind of play with that fear of failure."},{"placeId":68278,"author":"Keyshawn Johnson","wordCount":14,"categories":["life","failure","people"],"text":"So many times in my life, people have tried to make me a failure."},{"placeId":15028,"author":"Berthe Morisot","wordCount":9,"categories":["love","nature","failure"],"text":"A love of nature is a consolation against failure."},{"placeId":92620,"author":"Richard Brinsley Sheridan","wordCount":11,"categories":["failure","succeed","way"],"text":"The surest way to fail is not to determine to succeed."},{"placeId":23904,"author":"Donald Trump","wordCount":14,"categories":["war","failure","battle"],"text":"Sometimes by losing a battle you find a new way to win the war."},{"placeId":52918,"author":"Jim Clyburn","wordCount":36,"categories":["morning","health","failure"],"text":"Pharmaceutical companies are enjoying unprecedented profits and access with this Administration. Yet the Republicans' prescription drug plan for seniors has been a colossal failure, and over 43 million Americans wake up every morning without health insurance."},{"placeId":75536,"author":"Max Baucus","wordCount":23,"categories":["failure","create","will"],"text":"Failure to pass TPP sends a big signal. The United States is backing off, backing away. That will create a huge void here."},{"placeId":91189,"author":"Robert Browning","wordCount":8,"categories":["success","failure","years"],"text":"A minute's success pays the failure of years."},{"placeId":91360,"author":"Robert Green Ingersoll","wordCount":36,"categories":["success","failure","fear"],"text":"He who refuses to stoop, who cannot be bribed by the promise of success or the fear of failure - who walks the highway of the right, and in disaster stands erect, is the only victor."},{"placeId":108031,"author":"Toni Cade Bambara","wordCount":15,"categories":["failure","friends","dream"],"text":"The dream is real, my friends. The failure to realize it is the only unreality."},{"placeId":97865,"author":"Steven Spielberg","wordCount":31,"categories":["failure","good","thought"],"text":"I even get inspired by movies that aren't very good, because there's always something good in movies that are collectively thought of as a failure. There's good in everything, I find."},{"placeId":49356,"author":"Jillian Michaels","wordCount":44,"categories":["failure","learn","step"],"text":"Whenever you have a failure or setback, you need to take a step back and find out what you can learn from the scenario. What did you do to contribute to that failure? This way, you can make sure you don't repeat that pattern."},{"placeId":40279,"author":"Hank Aaron","wordCount":6,"categories":["success","failure","part"],"text":"Failure is a part of success."},{"placeId":62681,"author":"Lauren Groff","wordCount":35,"categories":["failure","succeed","fail"],"text":"I feel as if I've been so inured to failure, because I fail more than I succeed. As with any kind of fiction, I throw out so many pages; I get rejected so many times."},{"placeId":95590,"author":"Roland Gift","wordCount":40,"categories":["success","failure","company"],"text":"Our managers hadn't had that kind of success - the record company hadn't, we hadn't - and the feeling was that the next record had to be even bigger, and if it wasn't it would be some kind of failure."},{"placeId":414,"author":"Alastair Campbell","wordCount":21,"categories":["failure","i am","people"],"text":"Failure, it is thought, is what sells, and what people want to hear and read about. I am not so sure."},{"placeId":72914,"author":"Malcolm Muggeridge","wordCount":12,"categories":["failure","darkness","see"],"text":"There is no such thing as darkness; only a failure to see."},{"placeId":52066,"author":"Jon Meacham","wordCount":27,"categories":["failure","school","prayer"],"text":"The traditional religious right's failure to restore public-school prayer or pass an antiabortion constitutional amendment has likely helped fuel the spread of the more extreme dominionist school."},{"placeId":6042,"author":"Adam Schiff","wordCount":25,"categories":["failure","process","find"],"text":"Our failure to find weapons of mass destruction in Iraq thus far has been deeply troubling, and our intelligence-gathering process needs thorough and unbiased investigation."},{"placeId":37762,"author":"George Muller","wordCount":34,"categories":["trust","failure","god"],"text":"If we say we trust in Him, but in reality do not, then God, taking us at our word, lets us see that we do not really confide in Him; and hence failure arises."},{"placeId":32608,"author":"Ed Case","wordCount":18,"categories":["leadership","failure","hawaii"],"text":"The sentiments in Hawaii about Washington's failure of leadership are no different than the rest of the country."},{"placeId":90844,"author":"Rickey Henderson","wordCount":11,"categories":["success","failure","fun"],"text":"Once you can accept failure, you can have fun and success."},{"placeId":75421,"author":"Mark Skousen","wordCount":44,"categories":["success","failure","society"],"text":"Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success."},{"placeId":62946,"author":"Leonard Mlodinow","wordCount":16,"categories":["success","failure","you"],"text":"A failure doesn't mean you are unworthy, nor does it preclude success on the next try."},{"placeId":4862,"author":"Alana Stewart","wordCount":24,"categories":["failure","growth","path"],"text":"I used to think that divorce meant failure, but now I see it more as a step along the path of self-realization and growth."},{"placeId":90146,"author":"Rahm Emanuel","wordCount":41,"categories":["failure","politics","mind"],"text":"What is more comforting to the terrorists around the world: the failure to pass the 9\/11 legislation because we lacked a majority of the majority,' or putting aside partisan politics to enact tough new legislation with America's security foremost in mind?"},{"placeId":21203,"author":"Craig Newmark","wordCount":25,"categories":["trust","truth","failure"],"text":"I do think the biggest problem newspapers have is loss of trust, and I feel that's a result of failure to speak truth to power."},{"placeId":18505,"author":"Charles M. Schwab","wordCount":34,"categories":["success","failure","man"],"text":"Bare hands grip success better than kid gloves. Be thorough in all things, no matter how small or distasteful! The man who counts his hours and kicks about his salary is a self-elected failure."},{"placeId":79295,"author":"Monique Roffey","wordCount":27,"categories":["love","failure","woman"],"text":"'The White Woman on the Green Bicycle' is a love story mapped onto an unfolding political tragedy: that of the failure of the Independence era in Trinidad."},{"placeId":101199,"author":"Sean Lennon","wordCount":27,"categories":["love","failure","good"],"text":"There are only really a few stories to tell in the end, and betrayal and the failure of love is one of those good stories to tell."},{"placeId":76274,"author":"Marsha Norman","wordCount":23,"categories":["work","failure","heart"],"text":"At the heart of the failure of most plays is the inability to carry on a thoughtful conversation about your work with yourself."},{"placeId":97967,"author":"Sting","wordCount":25,"categories":["failure","people","know"],"text":"That sense of failure, I don't know where people put it who don't write songs and aren't able to emote physically. It must go somewhere."},{"placeId":47365,"author":"John Wooden","wordCount":10,"categories":["change","failure","might"],"text":"Failure is not fatal, but failure to change might be."},{"placeId":72057,"author":"Mike Birbiglia","wordCount":19,"categories":["marriage","failure","fear"],"text":"I feel that marriage can lead to the ultimate rejection and failure and divorce and things we all fear."},{"placeId":91398,"author":"Robert H. Schuller","wordCount":11,"categories":["failure","victory","then"],"text":"If there exists no possibility of failure, then victory is meaningless."},{"placeId":27553,"author":"Dominick Dunne","wordCount":17,"categories":["success","failure","path"],"text":"For me, the path of failure exceeded by far the joys of success. My plight was hopeless."},{"placeId":75302,"author":"Mark Frauenfelder","wordCount":30,"categories":["life","failure","mistakes"],"text":"In school, we learn that mistakes translate into bad grades. This unfortunate lesson gets burned into our brains, and we go through life shunning challenges that might end in failure."},{"placeId":37129,"author":"George Burns","wordCount":16,"categories":["love","success","failure"],"text":"I'd rather be a failure at something I love than a success at something I hate."},{"placeId":74903,"author":"Malcolm Mclaren","wordCount":36,"categories":["failure","seed","people"],"text":"Everyone should be commended for allowing people to make disasters, to make failures - you've just got to be sure that it's a magnificent failure and that, by creating a magnificent failure, you plant the seed."},{"placeId":3184,"author":"Alicia Keys","wordCount":22,"categories":["failure","fear","think"],"text":"Failure isn't an option. I've erased the word 'fear' from my vocabulary, and I think when you erase fear, you can't fail."},{"placeId":32188,"author":"Erin Gruwell","wordCount":19,"categories":["failure","team","help"],"text":"Some teachers feel that if they ask for emotional help, they're a failure. But teaching is a team sport."},{"placeId":87596,"author":"Orison Swett Marden","wordCount":26,"categories":["success","best","failure"],"text":"Achievement is not always success, while reputed failure often is. It is honest endeavor, persistent effort to do the best possible under any and all circumstances."},{"placeId":48071,"author":"James Altucher","wordCount":29,"categories":["failure","honesty","people"],"text":"Honesty is about the scars. It's about the blemishes. But it's more than just bragging about failure, which could be a form of ego. It's about truly helping people."},{"placeId":29851,"author":"Elias Canetti","wordCount":42,"categories":["failure","world","think"],"text":"The paranoiac is the exact image of the ruler. The only difference is their position in the world. One might even think the paranoiac the more impressive of the two because he is sufficient unto himself and cannot be shaken by failure."},{"placeId":69061,"author":"Kevin Powers","wordCount":31,"categories":["freedom","failure","fear"],"text":"One of the things my service in Iraq did give me was this freedom from fear of failure or any kind of expectations that I had to take a standard path."},{"placeId":6143,"author":"Aimee Bender","wordCount":39,"categories":["love","success","failure"],"text":"There's a spectrum of those moments of connection and the moments we fail to connect, going from super-large successes to failures. Success would be love, I guess, and failure could still be love, but the bad side; and loss."},{"placeId":92085,"author":"Rudolf Steiner","wordCount":43,"categories":["time","failure","character"],"text":"Failure to take note of the fact that the character of twentieth-century humanity differs from that of humanity in the fifteenth century, let alone before and at the time of the Mystery of Golgotha, is to sleep through the process of world evolution."},{"placeId":77760,"author":"Mickey Gilley","wordCount":41,"categories":["failure","beach","busy"],"text":"My only failure was the restaurant in Myrtle Beach. I kept it open for four years. It was in a tourist town, it was only busy four and half, five months of the year. But the bills kept coming all year."},{"placeId":41341,"author":"Henry Petroski","wordCount":7,"categories":["failure","achieving","avoiding"],"text":"Engineering is achieving function while avoiding failure."},{"placeId":71644,"author":"Michael Leunig","wordCount":32,"categories":["failure","light","soul"],"text":"A street full of electric light is a sign of civic failure and is an insulting injury to the soul. Shutting out the night is as disastrous as shutting out the light."},{"placeId":12772,"author":"Brett Ratner","wordCount":18,"categories":["failure","risks","fearless"],"text":"When you're fearless, you take more risks because you're less conscious of failure or what can go wrong."},{"placeId":21788,"author":"Cory Lidle","wordCount":42,"categories":["failure","down","land"],"text":"Ninety-nine percent of pilots that go up never have engine failure, and the 1 percent that do usually land it. But if you're up in the air and something goes wrong, you pull that parachute, and the whole plane goes down slowly."},{"placeId":94472,"author":"Rodney Alexander","wordCount":26,"categories":["failure","me","leaders"],"text":"I knew that there were several, among African-American leaders, who had been put out by me because of my failure or reluctance to endorse Sen. Kerry."},{"placeId":50337,"author":"Joyce Brothers","wordCount":24,"categories":["success","failure","healthy"],"text":"The person interested in success has to learn to view failure as a healthy, inevitable part of the process of getting to the top."},{"placeId":89514,"author":"Ralph Waldo Emerson","wordCount":17,"categories":["time","failure","greatest"],"text":"The greatest glory in living lies not in never falling, but in rising every time we fall."},{"placeId":4269,"author":"Arnold J. Toynbee","wordCount":11,"categories":["life","failure","action"],"text":"A life which does not go into action is a failure."},{"placeId":78107,"author":"Mark Edwards","wordCount":16,"categories":["war","failure","humanity"],"text":"To me, all war is failure for humanity, though it often is a bounty for commerce."},{"placeId":81373,"author":"Natalie Massenet","wordCount":30,"categories":["positive","work","failure"],"text":"Having the positive belief that it will all be O.K. just means that you hustle and make it work because failure is not even an option in your own mind."},{"placeId":20188,"author":"Chen Shui-bian","wordCount":40,"categories":["life","myself","failure"],"text":"I understand the harsh feelings and sentiments from my opponents and their supporters because I myself have been defeated twice in my political life in the past and I understand very well it is hard to accept your own failure."},{"placeId":71275,"author":"Maxwell Maltz","wordCount":7,"categories":["failure","mistakes","you"],"text":"You make mistakes. Mistakes don't make you."},{"placeId":24118,"author":"Don Shula","wordCount":8,"categories":["success","failure","forever"],"text":"Success is not forever and failure isn't fatal."},{"placeId":3366,"author":"Amy Sedaris","wordCount":18,"categories":["failure","stupid","problem"],"text":"I failed first grade, which is my biggest problem. You always feel like a failure, like you're stupid."},{"placeId":34339,"author":"Fabrizio Moreira","wordCount":21,"categories":["money","failure","school"],"text":"While the public school rewards failure by throwing more government money at failing school systems, the voucher system does the opposite."},{"placeId":104581,"author":"T. Boone Pickens","wordCount":18,"categories":["failure","important","new"],"text":"I have always believed that it's important to show a new look periodically. Predictability can lead to failure."},{"placeId":45423,"author":"James Cash Penney","wordCount":17,"categories":["trust","failure","men"],"text":"I believe in trusting men, not only once but twice - in giving a failure another chance."},{"placeId":29310,"author":"Edsger Dijkstra","wordCount":15,"categories":["success","failure","luxury"],"text":"Elegance is not a dispensable luxury but a factor that decides between success and failure."},{"placeId":71159,"author":"Mason Cooley","wordCount":22,"categories":["truth","failure","happy"],"text":"I read less and less. I have not forgiven books for their failure to tell me the truth and make me happy."},{"placeId":102238,"author":"Shelley Fabares","wordCount":20,"categories":["failure","you","feel"],"text":"It's a terrifying thing to be perhaps 16 or 17 and feel like you are a failure and a has-been."},{"placeId":73006,"author":"Mandy Moore","wordCount":29,"categories":["failure","fear","people"],"text":"I can plunk out enough chords to write a song, but I'm completely afraid to play guitar in front of other people. It's a fear of failure, I guess."},{"placeId":82674,"author":"Nina Easton","wordCount":47,"categories":["car","failure","memories"],"text":"One of my most vivid memories from 1974 was the gas station at the foot of the hill below my Southern California high school - car lines snaking out into the street, heralding the failure of the government's price controls and lame ideas such as odd-even rationing."},{"placeId":49247,"author":"Jerry Falwell","wordCount":13,"categories":["failure","christian","you"],"text":"If you're not a born-again Christian, you're a failure as a human being."},{"placeId":58772,"author":"John Mortimer","wordCount":6,"categories":["time","failure","always"],"text":"There is always time for failure."},{"placeId":5631,"author":"Ariel Pink","wordCount":38,"categories":["music","failure","stupid"],"text":"I really wanted to make the worst thing: the thing that even people who liked bad, terrible music wouldn't like - the stuff that people would ignore, always. Something really, really stupid. Something that is destined for failure."},{"placeId":107944,"author":"Toby Young","wordCount":30,"categories":["failure","moment","me"],"text":"I've become a professional failure - in order to pay the mortgage I have to remain unemployed. Luckily, a disaster always seems to befall me at exactly the right moment."},{"placeId":11219,"author":"Bodhidharma","wordCount":14,"categories":["success","failure","mind"],"text":"But while success and failure depend on conditions, the mind neither waxes nor wanes."},{"placeId":96190,"author":"Satya Nadella","wordCount":16,"categories":["learning","failure","cannot"],"text":"It's not about the failure, it's about learning from the failures. Failure itself cannot be celebrated."},{"placeId":6497,"author":"Allen Tate","wordCount":40,"categories":["life","failure","perfect"],"text":"So the poet, who wants to be something that he cannot be, and is a failure in plain life, makes up fictitious versions of his predicament that are interesting even to other persons because nobody is a perfect automobile salesman."},{"placeId":49007,"author":"Jasper Carrott","wordCount":22,"categories":["failure","people","thought"],"text":"I just felt that 'Golden Balls' was the right thing to do. I didn't care if people thought I was a failure."},{"placeId":10610,"author":"Bill Moyers","wordCount":10,"categories":["war","failure","imagination"],"text":"War, except in self-defense, is a failure of moral imagination."},{"placeId":80608,"author":"Neal Boortz","wordCount":34,"categories":["life","success","failure"],"text":"The key to accepting responsibility for your life is to accept the fact that your choices, every one of them, are leading you inexorably to either success or failure, however you define those terms."},{"placeId":24173,"author":"Douglas Coupland","wordCount":21,"categories":["failure","genuine","real"],"text":"Failure is authentic, and because it's authentic, it's real and genuine, and because of that, it's a pure state of being."},{"placeId":17696,"author":"Cory Booker","wordCount":45,"categories":["failure","great","corruption"],"text":"If you look at great human civilizations, from the Roman Empire to the Soviet Union, you will see that most do not fail simply due to external threats but because of internal weakness, corruption, or a failure to manifest the values and ideals they espouse."},{"placeId":9004,"author":"Alvin Adams","wordCount":24,"categories":["failure","different"],"text":"Humanitarian missions are little different from any other public enterprise, diplomacy included, which is susceptible of misinterpretation by the public, hence ultimately of failure."},{"placeId":103093,"author":"Shane Leslie","wordCount":32,"categories":["success","failure","office"],"text":"We are equally glad and surprised at Winston's return to office. It shows that he was built for success that he should have declined to withdraw and sulk over a superficial failure."},{"placeId":30213,"author":"Elliott Abrams","wordCount":13,"categories":["failure","peace","standards"],"text":"The failure to set standards for Palestinian conduct hurts the cause of peace."},{"placeId":42934,"author":"Harvey Korman","wordCount":29,"categories":["failure","think","new"],"text":"And I went to New York and died; for 10 years I walked those pavements. I can't think of New York without feeling uncomfortable and feeling like a failure."},{"placeId":98394,"author":"Susan Sontag","wordCount":22,"categories":["failure","wrong","critic"],"text":"Any critic is entitled to wrong judgments, of course. But certain lapses of judgment indicate the radical failure of an entire sensibility."},{"placeId":20919,"author":"Cal Thomas","wordCount":26,"categories":["love","failure","power"],"text":"America's most dangerous diseases have developed an immunity to politics. We suffer not from a failure of political organization or power, but a failure of love."},{"placeId":23007,"author":"David Hasselhoff","wordCount":8,"categories":["failure","end","me"],"text":"Failure usually works for me in the end."},{"placeId":46987,"author":"John Kenneth Galbraith","wordCount":6,"categories":["war","failure","human"],"text":"War remains the decisive human failure."},{"placeId":39134,"author":"Guy Kawasaki","wordCount":9,"categories":["failure","good","ambitious"],"text":"Ambitious failure, magnificent failure, is a very good thing."},{"placeId":97581,"author":"Spike Jonze","wordCount":37,"categories":["love","failure","friends"],"text":"I love when me and my friends don't know how to make something - there's that risk of failure, which should be there. If it's guaranteed not to fail, it's something you already know how to do."},{"placeId":113821,"author":"Zac Goldsmith","wordCount":44,"categories":["change","failure","support"],"text":"The Conservatives are a confusing lot. They first denied climate change was a serious issue and then suggested strengthening the nuclear industry as a solution to it. They oppose the European Union, but support joining North American Free Trade Agreement, despite its obvious failure."},{"placeId":56227,"author":"Jim Cooper","wordCount":24,"categories":["failure","results","better"],"text":"If taxpayers want better results from Congress, they must stop paying their elected officials for failure. After all, you get what you pay for."},{"placeId":97584,"author":"Spike Jonze","wordCount":32,"categories":["work","failure","good"],"text":"There were times in 'Adaptation' during the editing where I really thought, 'Okay, well, this was a noble failure. I tried to do something good, but this is not going to work.'"},{"placeId":113786,"author":"Xavier Becerra","wordCount":24,"categories":["failure","experience","end"],"text":"Twenty million more have Chronic Kidney Disease, where patients experience a gradual deterioration of kidney function, the end result of which is kidney failure."},{"placeId":67142,"author":"Kimbal Musk","wordCount":12,"categories":["failure","risk","chance"],"text":"It's only a risk if you think there's a chance of failure."},{"placeId":110843,"author":"Winston Churchill","wordCount":24,"categories":["failure","philosophy","envy"],"text":"Socialism is a philosophy of failure, the creed of ignorance, and the gospel of envy, its inherent virtue is the equal sharing of misery."},{"placeId":40007,"author":"Greil Marcus","wordCount":26,"categories":["love","money","failure"],"text":"No failure in America, whether of love or money, is ever simple; it is always a kind of betrayal, of a mass of shadowy, shared hopes."},{"placeId":93830,"author":"Roger von Oech","wordCount":18,"categories":["success","failure","people"],"text":"Most people think of success and failure as opposites, but they both are products of the same process."},{"placeId":49218,"author":"Jensen Ackles","wordCount":47,"categories":["failure","week","eye"],"text":"Some people will go to the opening of an envelope. They live their lives in the public eye and get off on it, they need it. They need that kind of adoration. If their name isn't in the tabloids once a week they feel like a failure."},{"placeId":77834,"author":"Millicent Fawcett","wordCount":35,"categories":["success","failure","political"],"text":"The assertion of failure coming from such persons does not mean that Mr. Mill failed to promote the practical success of those objects the advocacy of which forms the chief feature of his political writings."},{"placeId":7652,"author":"Alexander Hanson","wordCount":13,"categories":["failure","famous","you"],"text":"Once you become famous, you can't become unfamous. You can become a failure."},{"placeId":20551,"author":"Charity Sunshine Tillemann-Dick","wordCount":27,"categories":["life","death","failure"],"text":"Whether by a Mack truck or by heart failure or faulty lungs, death happens. But life isn't really just about avoiding death, is it? It's about living."},{"placeId":63764,"author":"Lee H. Hamilton","wordCount":33,"categories":["failure","world","important"],"text":"Foreign aid is neither a failure nor a panacea. It is, instead, an important tool of American policy that can serve the interests of the United States and the world if wisely administered."},{"placeId":641,"author":"Alia Bhatt","wordCount":38,"categories":["day","failure","fear"],"text":"Failure worries me; nobody wants to fail. There is a fear that one day, films will not come my way, or if someone doesn't watch your film, that is a worrying point. It is unpredictable in the industry."},{"placeId":22156,"author":"Dan Quayle","wordCount":10,"categories":["failure","risk","succeed"],"text":"If we don't succeed we run the risk of failure."},{"placeId":65347,"author":"Karen Salmansohn","wordCount":33,"categories":["life","failure","back"],"text":"Wherever there's an all-encompassing 'always,' 'all' or 'never' in your life, it's a sign that your mischievous subconscious is setting you up for failure by consistently leading you back toward these repeat performances."},{"placeId":56914,"author":"James Mark Baldwin","wordCount":22,"categories":["success","failure","balance"],"text":"Feeling is the consciousness of the resulting conditions - of success, failure, equilibrium, compromise or balance, in this continuous rivalry of ideas."},{"placeId":46486,"author":"Joe Biden","wordCount":14,"categories":["life","failure","giving"],"text":"Failure at some point in your life is inevitable, but giving up is unforgivable."},{"placeId":6456,"author":"Allan Bloom","wordCount":28,"categories":["failure","good","vision"],"text":"The failure to read good books both enfeebles the vision and strengthens our most fatal tendency - the belief that the here and now is all there is."},{"placeId":49252,"author":"Jerry Rice","wordCount":28,"categories":["work","failure","fear"],"text":"My work ethic came from my parents and my fear of failure. I came from a small, predominantly black school and I didn't want to let them down."},{"placeId":66564,"author":"Kevin Costner","wordCount":12,"categories":["failure","desire","you"],"text":"Failure doesn't kill you... it increases your desire to make something happen."},{"placeId":51006,"author":"Jean Kerr","wordCount":15,"categories":["success","failure","great"],"text":"I think success has no rules, but you can learn a great deal from failure."},{"placeId":49188,"author":"Jennifer Lawrence","wordCount":17,"categories":["failure","acting","know"],"text":"Even as far back as when I started acting at 14, I know I've never considered failure."},{"placeId":53861,"author":"Jeff Goodell","wordCount":17,"categories":["change","failure","first"],"text":"Among all the tests President Obama faced in his first term, his biggest failure was climate change."},{"placeId":1435,"author":"Antony Gormley","wordCount":45,"categories":["art","future","failure"],"text":"Due to the failure of politics, which has become a process of middle-management, art has become one of the last open spaces to question core beliefs and to design a viable future. Art becomes an open space where we can ask fundamental questions about ourselves."},{"placeId":29752,"author":"Elbert Hubbard","wordCount":9,"categories":["failure","trying","longer"],"text":"There is no failure except in no longer trying."},{"placeId":27503,"author":"Dennis Ross","wordCount":34,"categories":["failure","think","years"],"text":"We can't have a failure in Iraq, but we also can't be there for the next 10 years because if we are, it's going to become, I think, a failure in and of itself."},{"placeId":7528,"author":"Albert Claude","wordCount":29,"categories":["failure","happen","technique"],"text":"This attempt to isolate cell constituents might have been a failure if they had been destroyed by the relative brutality of the technique employed. But this did not happen."},{"placeId":56118,"author":"Jerry Bruckheimer","wordCount":9,"categories":["failure","fear","me"],"text":"Definitely, it's a fear of failure that drives me."},{"placeId":102381,"author":"Sidney Hook","wordCount":15,"categories":["teacher","failure","students"],"text":"Students rarely disappoint teachers who assure them in advance that they are doomed to failure."},{"placeId":75025,"author":"Mother Angelica","wordCount":36,"categories":["myself","failure","god"],"text":"My failures may be my greatest successes. It is in failure that I have often drawn closer to God, learn to depend more on Him than myself, gained self-knowledge, and seen things in their right perspective."},{"placeId":90819,"author":"Rob Zombie","wordCount":34,"categories":["failure","growing up","weird"],"text":"Growing up, I had the weird fantasy list: I wanted to be Alice Cooper, Steven Spielberg, and Stan Lee. You have to have almost psychotic drive, because you're going to have years of failure."},{"placeId":60191,"author":"Lao Tzu","wordCount":33,"categories":["failure","beginning","end"],"text":"People in their handlings of affairs often fail when they are about to succeed. If one remains as careful at the end as he was at the beginning, there will be no failure."},{"placeId":2837,"author":"Alejandro Gonzalez Inarritu","wordCount":15,"categories":["failure","want","like"],"text":"I like the possibility of failure. I don't want to be in a comfortable zone."},{"placeId":95757,"author":"S. Jay Olshansky","wordCount":31,"categories":["success","failure","living"],"text":"The modern rise of Alzheimer's Disease in the twentieth century is not a sign of failure. It's a sign of success. Success in living long enough to see that disease expressed."},{"placeId":5591,"author":"Anupam Kher","wordCount":19,"categories":["change","failure","fear"],"text":"Every individual suffers from the fear of failure, but you can change your destiny only when you overcome it."},{"placeId":90546,"author":"Richard Branson","wordCount":31,"categories":["success","business","failure"],"text":"A passionate belief in your business and personal objectives can make all the difference between success and failure. If you aren't proud of what you're doing, why should anybody else be?"},{"placeId":24168,"author":"Douglas Coupland","wordCount":30,"categories":["music","failure","random"],"text":"Big companies are like marching bands. Even if half the band is playing random notes, it still sounds kind of like music. The concealment of failure is built into them."},{"placeId":23056,"author":"Dean Kamen","wordCount":36,"categories":["failure","yourself","hurt"],"text":"Get used to dealing with failure as long as it doesn't hurt people around you, as long as it doesn't hurt you physically, or it doesn't hurt you so much that you can't pick yourself up."},{"placeId":10490,"author":"Bill Dedman","wordCount":22,"categories":["children","failure","fear"],"text":"Some parents believe that competition helps prepare children to succeed. Others fear that their children will not be able to handle failure."},{"placeId":67025,"author":"Kin Hubbard","wordCount":27,"categories":["failure","purpose","defeat"],"text":"There is no failure except in no longer trying. There is no defeat except from within, no really insurmountable barrier save our own inherent weakness of purpose."},{"placeId":86697,"author":"Pierce Brown","wordCount":21,"categories":["learning","failure","school"],"text":"I was learning the craft; I didn't study writing in school. Rejection was my motivation, and failure is what taught me."},{"placeId":9795,"author":"Ben Bernanke","wordCount":39,"categories":["failure","light","world"],"text":"Given the extent of the exposures of major banks around the world to A.I.G., and in light of the extreme fragility of the system, there was a significant risk that A.I.G.'s failure could have sparked a global banking panic."},{"placeId":103581,"author":"Tammy Bruce","wordCount":19,"categories":["failure","men","problems"],"text":"One of the biggest problems with the modern feminist movement is its failure to bring men along with us."},{"placeId":103087,"author":"Shaffi Mather","wordCount":34,"categories":["failure","fear","crazy"],"text":"The TED Fellowship exposed me to a set of youngsters who had wilder ideas than I did - and almost all of them were pursuing their wild and crazy ideas without fear of failure."},{"placeId":16447,"author":"Charles Schwab","wordCount":26,"categories":["failure","together","i am"],"text":"I have probably purchased fifty 'hot tips' in my career, maybe even more. When I put them all together, I know I am a net loser."},{"placeId":10297,"author":"Betty White","wordCount":35,"categories":["work","failure","great"],"text":"If you get into a Broadway show and it doesn't work, you're a failure. And if it does work, you may be stuck for who knows how long. It just doesn't sound great to me!"},{"placeId":96457,"author":"Seth Shostak","wordCount":44,"categories":["failure","help","cards"],"text":"Like prospecting in the 19th century, reconnaissance of the asteroids would of necessity take place in an arena where trouble is likely and help is distant. Heroic stories of individual triumph and failure, set on landscapes never seen by humankind, are in the cards."},{"placeId":101233,"author":"Sam Donaldson","wordCount":47,"categories":["success","work","failure"],"text":"I don't know many people, if any, who have had some straight line toward success. I mean, they start here, they work hard, they've got what it takes, and they just go straight to the top over some number of years. Most people get a little failure."},{"placeId":50838,"author":"Jane McGonigal","wordCount":47,"categories":["best","failure","moment"],"text":"When we're in game worlds, I believe that many of us become the best version of ourselves: the most likely to help at a moment's notice. The most likely to stick with a problem as long as it takes. To get up after failure and try again."},{"placeId":3756,"author":"Ann Voskamp","wordCount":13,"categories":["failure","think","thanks"],"text":"I think the fall in Eden was ultimately a failure to give thanks."},{"placeId":82792,"author":"P. J. O'Rourke","wordCount":15,"categories":["failure","revolution","fact"],"text":"Adam Smith's huge failure was the fact that he did not foresee the industrial revolution."},{"placeId":72727,"author":"Myles Munroe","wordCount":25,"categories":["failure","vision","believe"],"text":"When you believe in your dream and your vision, then it begins to attract its own resources. No one was born to be a failure."},{"placeId":15581,"author":"Camille Paglia","wordCount":42,"categories":["success","failure","fear"],"text":"Within the U.S., the Obama presidency will be mainly measured by the success or failure of his economic policies. And here, I fear, the monstrous stimulus package with which this administration stumbled out of the gate will prove to be Obama's Waterloo."},{"placeId":98216,"author":"Susan B. Anthony","wordCount":3,"categories":["failure","impossible"],"text":"Failure is impossible."},{"placeId":107948,"author":"Toby Young","wordCount":19,"categories":["success","respect","failure"],"text":"America thinks of itself as a meritocracy, so people have more respect for success and more contempt for failure."},{"placeId":96127,"author":"Satya Nadella","wordCount":15,"categories":["business","failure","look"],"text":"In our business, things look like a failure until they're not. It's pretty binary transitions."},{"placeId":34351,"author":"Fabrizio Moreira","wordCount":40,"categories":["learning","failure","decision"],"text":"Every entrepreneur knows how agonizingly difficult it is to make the decision to give it your all, knowing that failure is inevitable; the successful ones know that the only way to get back up is through learning from that failure."},{"placeId":21710,"author":"Christopher Fowler","wordCount":21,"categories":["failure","lost","long"],"text":"There's a melancholy sense of things lost in the shabbier British seaside towns; of comfortable failure and better times long gone."},{"placeId":551,"author":"Alexander Haig","wordCount":25,"categories":["history","failure","you"],"text":"You have to look at the history of the Middle East in particular. It has been one of failure and frustration, of feudalism and tribalism."},{"placeId":75923,"author":"Michael Mullen","wordCount":44,"categories":["failure","teach","story"],"text":"Too often we just look at these glistening successes. Behind them in many, many cases is failure along the way, and that doesn't get put into the Wikipedia story or the bio. Yet those failures teach you every bit as much as the successes."},{"placeId":8695,"author":"Aunjanue Ellis","wordCount":35,"categories":["failure","think","emotional"],"text":"I think a film is a failure if it doesn't have an emotional effect. That's the film's failure. Not if it doesn't deliver a message, but if it doesn't have emotional effect or visceral effect."},{"placeId":85049,"author":"Paddy Ashdown","wordCount":17,"categories":["failure","society","greatest"],"text":"The greatest failure is that although we have created institutions, we have not created a civil society."},{"placeId":110866,"author":"Wynonna Judd","wordCount":28,"categories":["success","music","failure"],"text":"My story of success and failure is not just about music and being famous. It's about living and loving and trying to find purpose in this crazy world."},{"placeId":62326,"author":"Lucille Ball","wordCount":34,"categories":["life","failure","eyes"],"text":"I hate failure and that divorce was a Number One failure in my eyes. It was the worst period of my life. Neither Desi nor I have been the same since, physically or mentally."},{"placeId":37746,"author":"George Michael","wordCount":33,"categories":["work","failure","control"],"text":"Not many people are really that meticulous with what they do, I suppose, but I'm just a control freak and terribly afraid of failure or regret. I work very hard on these things."},{"placeId":99593,"author":"Steve Blank","wordCount":22,"categories":["failure","company","leave"],"text":"In corporations, the penalty for repeated failure on known tasks is being reassigned to other tasks or asked to leave the company."},{"placeId":3371,"author":"Amy Tan","wordCount":32,"categories":["success","hope","failure"],"text":"I think I've always been somebody, since the deaths of my father and brother, who was afraid to hope. So, I was more prepared for failure and for rejection than for success."},{"placeId":24702,"author":"Darin Strauss","wordCount":21,"categories":["failure","start","rejection"],"text":"The starkest rejection letter might be followed by a million-dollar advance. Don't let rejection start to look the same as failure."},{"placeId":47105,"author":"John C. Maxwell","wordCount":18,"categories":["life","success","failure"],"text":"Success is due to our stretching to the challenges of life. Failure comes when we shrink from them."},{"placeId":23741,"author":"Davy Crockett","wordCount":28,"categories":["failure","people","heaven"],"text":"Heaven knows that I have done all that a mortal could do, to save the people, and the failure was not my fault, but the fault of others."},{"placeId":74899,"author":"Malcolm Mclaren","wordCount":20,"categories":["success","art","failure"],"text":"Art school had taught me it was far better to be a flamboyant failure than any kind of benign success."},{"placeId":80819,"author":"N. R. Narayana Murthy","wordCount":46,"categories":["failure","learn","important"],"text":"It's very important to learn quick lessons from your failures, very important to recognize symptoms of failure pretty early, and it is very, very important to not to be attached too much to the idea - you have to know when to give up an idea."},{"placeId":16343,"author":"Charles Horton Cooley","wordCount":14,"categories":["failure","god","humanity"],"text":"Failure sometimes enlarges the spirit. You have to fall back upon humanity and God."},{"placeId":35037,"author":"Francis Picabia","wordCount":10,"categories":["failure","world","two"],"text":"The world is divided into two categories: failures and unknowns."},{"placeId":100234,"author":"Scott Ritter","wordCount":35,"categories":["death","failure","service"],"text":"It is hard as an American to support the failure of American military operations in Iraq. Such failure will bring with it the death and wounding of many American service members, and many more Iraqis."},{"placeId":111881,"author":"William Empson","wordCount":25,"categories":["failure","effort","blood"],"text":"Slowly the poison the whole blood stream fills. It is not the effort nor the failure tires. The waste remains, the waste remains and kills."},{"placeId":23227,"author":"David Mamet","wordCount":33,"categories":["war","failure","peace"],"text":"War is tragedy. The great war stories are tragedies. It's the failure of diplomacy. 'War and Peace,' 'A Farewell to Arms,' 'For Whom the Bell Tolls.' Those are some of the greatest tragedies."},{"placeId":20756,"author":"China Mieville","wordCount":33,"categories":["failure","quality","think"],"text":"I think there's something quite interesting about the almost tragic quality of a lot of overwrought prose, because it has a much more self-conscious awareness of its own failure to touch the real."},{"placeId":92970,"author":"Robert Half","wordCount":20,"categories":["failure","laziness","person"],"text":"Laziness is a secret ingredient that goes into failure. But it's only kept a secret from the person who fails."},{"placeId":31069,"author":"Ernest Hemingway","wordCount":6,"categories":["failure","man","defeat"],"text":"Man is not made for defeat."},{"placeId":37295,"author":"George Eliot","wordCount":20,"categories":["perseverance","failure","good"],"text":"Failure after long perseverance is much grander than never to have a striving good enough to be called a failure."},{"placeId":52403,"author":"Jack Lemmon","wordCount":12,"categories":["failure","fear","you"],"text":"Failure seldom stops you. What stops you is the fear of failure."},{"placeId":40128,"author":"H. Jackson Brown, Jr.","wordCount":14,"categories":["best","time","failure"],"text":"If you're doing your best, you won't have any time to worry about failure."},{"placeId":80345,"author":"Nate Lowman","wordCount":10,"categories":["love","failure","language"],"text":"I love language, and I love the failure of language."},{"placeId":60687,"author":"Lawrence Kudlow","wordCount":33,"categories":["failure","immigration","said"],"text":"Former Sen. Alan Simpson of Wyoming, the co-author of the 1986 Simpson-Mazzoli immigration reform bill, has said the failure of that bill was a function of the lack of an ID card system."},{"placeId":48521,"author":"James Taylor","wordCount":23,"categories":["failure","expect","forever"],"text":"It's probably foolish to expect relationships to go on forever and to say that because something only lasts 10 years, it's a failure."},{"placeId":31319,"author":"Evel Knievel","wordCount":21,"categories":["life","failure","long"],"text":"If you fall during your life, it doesn't matter. You're never a failure as long as you try to get up."},{"placeId":98091,"author":"Sylvester Stallone","wordCount":8,"categories":["success","failure","success is"],"text":"Success is usually the culmination of controlling failure."},{"placeId":98100,"author":"Sylvester Stallone","wordCount":39,"categories":["future","failure","fear"],"text":"I have a lack of fear, whereas in the past the fear of failure was a powerful motivator. Anyway, I have great expectations for the future, but I just don't know if I'm the monarch of all I survey."},{"placeId":80287,"author":"Michael Ramsey","wordCount":28,"categories":["failure","responsibility","man"],"text":"Ken Lay has, does and will continue to accept responsibility for the fall of Enron. He was the man at the controls. But failure is not a crime."},{"placeId":98207,"author":"Sun Yat-sen","wordCount":14,"categories":["failure","emotional","left"],"text":"Revolutionaries were depressed and close to emotional breakdown; after the failure, they left successively."},{"placeId":31085,"author":"Ernest Hemingway","wordCount":13,"categories":["failure","man","why"],"text":"Why should anybody be interested in some old man who was a failure?"},{"placeId":46042,"author":"Jesse Jackson","wordCount":11,"categories":["success","failure","matters"],"text":"Success needs no explanation. Failure does not have one that matters."},{"placeId":41891,"author":"Hideo Kojima","wordCount":14,"categories":["success","failure","gear"],"text":"My biggest failure is 'Metal Gear.' It's my biggest failure and my biggest success."},{"placeId":4174,"author":"Arianna Huffington","wordCount":32,"categories":["success","failure","decisions"],"text":"We need to accept that we won't always make the right decisions, that we'll screw up royally sometimes - understanding that failure is not the opposite of success, it's part of success."},{"placeId":40101,"author":"H. G. Wells","wordCount":22,"categories":["failure","community","end"],"text":"Crime and bad lives are the measure of a State's failure, all crime in the end is the crime of the community."},{"placeId":56945,"author":"James R. Clapper","wordCount":31,"categories":["life","success","failure"],"text":"The first week in intelligence school, you learn there are only two conditions in life. There is policy success, or there is intel failure. There is no other condition in life."},{"placeId":30712,"author":"Eric Hoffer","wordCount":19,"categories":["failure","new","expression"],"text":"It is often the failure who is the pioneer in new lands, new undertakings, and new forms of expression."},{"placeId":75196,"author":"Maria Semple","wordCount":43,"categories":["failure","imagination"],"text":"I don't know if it's a failure of imagination on my part, but I'm not going to be writing about Paris in the 1800s. I feel like it would come off as just ludicrously uninformed, even if I did a lot of research."},{"placeId":30460,"author":"Emma Watson","wordCount":28,"categories":["failure","fear","me"],"text":"I've probably earned the right to screw up a few times. I don't want the fear of failure to stop me from doing what I really care about."},{"placeId":15159,"author":"Bo Schembechler","wordCount":22,"categories":["failure","think","career"],"text":"If you think my career has been a failure because I have never won a national title, you have another thing coming."},{"placeId":12253,"author":"Ben Affleck","wordCount":39,"categories":["failure","fear","father"],"text":"I lived with this tremendous fear of failure because my father was a playwright and a director, and I think he did a couple of things as a child as an actor as well, and he... he failed, basically."},{"placeId":81179,"author":"Nassim Nicholas Taleb","wordCount":11,"categories":["best","failure","america"],"text":"What America does best is produce the ability to accept failure."},{"placeId":6455,"author":"Alistair Horne","wordCount":25,"categories":["failure","blame","greatest"],"text":"Vietnam ended a failure: repeatedly, to me, Kissinger described it as his greatest, and most persistent regret. But Congress was more to blame than Kissinger."},{"placeId":394,"author":"Alan King","wordCount":39,"categories":["failure","hero","father"],"text":"My father was a dreamer - my hero. He was a smart, tough guy from Poland, a cutter of lady's handbags, an old socialist-unionist who always considered himself a failure. His big line was: 'Don't end up like me.'"},{"placeId":62474,"author":"Lupita Nyong'o","wordCount":24,"categories":["failure","experience","risk"],"text":"It's only when you risk failure that you discover things. When you play it safe, you're not expressing the utmost of your human experience."},{"placeId":29597,"author":"Edward Whitacre, Jr.","wordCount":38,"categories":["money","failure","government"],"text":"So long as TARP money is wrapped up in GM, the company will never shake its 'Government Motors' image. That label, as competitors and GM employees are keenly aware, is code for one thing: 'GM is a failure.'"},{"placeId":92181,"author":"Russell Simmons","wordCount":10,"categories":["failure","think","afraid"],"text":"I think I'm less afraid of failure than some others."},{"placeId":45148,"author":"J. Paul Getty","wordCount":11,"categories":["nature","failure","hatred"],"text":"A hatred of failure has always been part of my nature."},{"placeId":110291,"author":"William Hurt","wordCount":17,"categories":["success","failure","people"],"text":"Sometimes people call me a success for all the reasons that make me think I'm a failure."},{"placeId":4296,"author":"Arnold Schwarzenegger","wordCount":9,"categories":["success","failure","succeed"],"text":"Failure is not an option. Everyone has to succeed."},{"placeId":4889,"author":"Albert J. Nock","wordCount":41,"categories":["life","failure","parents"],"text":"As might be supposed, my parents were quite poor, but we somehow never seemed to lack anything we needed, and I never saw a trace of discontent or a failure in cheerfulness over their lot in life, as indeed over anything."},{"placeId":72456,"author":"Mo Ibrahim","wordCount":7,"categories":["failure","people","never"],"text":"People never confess to failure. They should."},{"placeId":3030,"author":"Alfred Adler","wordCount":33,"categories":["success","failure","experience"],"text":"No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes."},{"placeId":99769,"author":"Suki Waterhouse","wordCount":16,"categories":["life","success","failure"],"text":"Life is nothing but a bunch of experiences. There's no such thing as success or failure."},{"placeId":10640,"author":"Bill O'Reilly","wordCount":44,"categories":["home","children","failure"],"text":"Sociologists well understand that chaos at home causes violent behavior, educational failure and social alienation among children. Yet, many of us in America stay far, far away from this topic. That in itself is a national scandal. Bad parenting is gravely harming this nation."},{"placeId":45095,"author":"J. K. Rowling","wordCount":32,"categories":["failure","impossible","live"],"text":"It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all, in which case you have failed by default."},{"placeId":407,"author":"Alan Price","wordCount":18,"categories":["success","failure","you"],"text":"The one phrase you can use is that success has a thousand fathers, and failure is an orphan."},{"placeId":30396,"author":"Elon Musk","wordCount":16,"categories":["failure","important","you"],"text":"If something's important enough, you should try. Even if you - the probable outcome is failure."},{"placeId":11897,"author":"Bryant H. McGill","wordCount":31,"categories":["happiness","hope","failure"],"text":"While it is important for people to see your promise you must also remember that hope is the keeper of both happiness and disappointment, the father of both progress and failure."},{"placeId":3514,"author":"Andrew Lloyd Webber","wordCount":21,"categories":["success","failure","me"],"text":"What strikes me is that there's a very fine line between success and failure. Just one ingredient can make the difference."},{"placeId":58755,"author":"John Mica","wordCount":29,"categories":["failure","behavior","security"],"text":"Other countries, such as Israel, successfully employ behavior detection techniques at their airports, but the bloated, ineffective bureaucracy of TSA has produced another security failure for U.S. transportation systems."},{"placeId":42909,"author":"Howard Schultz","wordCount":17,"categories":["life","failure","fear"],"text":"I think my whole life, because of where I came from, I had a fear of failure."},{"placeId":57592,"author":"Jeff Beck","wordCount":19,"categories":["success","failure","you"],"text":"If you were to plot my success or failure, it goes, it very seldom stays on a high plateau."},{"placeId":83910,"author":"Penn Jillette","wordCount":35,"categories":["food","failure","good"],"text":"Bacon is so good by itself that to put it in any other food is an admission of failure. You're basically saying, 'I can't make this other food taste good, so I'll throw in bacon.'"},{"placeId":66548,"author":"Kevin Bacon","wordCount":38,"categories":["success","learning","failure"],"text":"Part of being a man is learning to take responsibility for your successes and for your failures. You can't go blaming others or being jealous. Seeing somebody else's success as your failure is a cancerous way to live."},{"placeId":2513,"author":"Albert Bandura","wordCount":29,"categories":["failure","people","back"],"text":"People who have a sense of self-efficacy bounce back from failure; they approach things in terms of how to handle them rather than worrying about what can go wrong."},{"placeId":113232,"author":"Yann Martel","wordCount":29,"categories":["success","failure","book"],"text":"Every book I've written has been a different attempt to understand something, and the success or failure of the previous one is irrelevant. I write the book I want."},{"placeId":77648,"author":"Michael Koryta","wordCount":45,"categories":["success","failure","book"],"text":"I made a very conscious effort to finish 'The Cypress House' before 'So Cold the River' launched, because I thought that would help build a buffer between my writing and any impact that came from either the success or the failure of that first book."},{"placeId":32626,"author":"Elie Tahari","wordCount":13,"categories":["failure","homeless","succeed"],"text":"I had to succeed. Failure means I would have to be homeless again."},{"placeId":86782,"author":"Paul Provenza","wordCount":39,"categories":["failure","world","mindset"],"text":"Career is a mindset. The wrong mindset. Career is linear. Especially when you are trapped in the TV or film world. The next thing you do has always got to be bigger, or it is perceived as a failure."},{"placeId":24082,"author":"Douglas Coupland","wordCount":10,"categories":["best","failure","power"],"text":"Sometimes the best lighting of all is a power failure."},{"placeId":33124,"author":"Elisabetta Canalis","wordCount":27,"categories":["failure","day","goodbye"],"text":"At the end of the day I have always seen the end of my relationships as a personal failure. There is nothing ever pretty in saying goodbye."},{"placeId":111064,"author":"Woody Allen","wordCount":17,"categories":["failure","doing","you"],"text":"If you're not failing every now and again, it's a sign you're not doing anything very innovative."},{"placeId":67533,"author":"Kareena Kapoor Khan","wordCount":25,"categories":["success","failure","forward"],"text":"I don't take success and failure seriously. The only thing I do seriously is march forward. If I fall, I get up and march again."},{"placeId":109016,"author":"Umberto Eco","wordCount":6,"categories":["art","failure","translation"],"text":"Translation is the art of failure."},{"placeId":15898,"author":"Carter G. Woodson","wordCount":26,"categories":["failure","government","slavery"],"text":"If Liberia has failed, then, it is no evidence of the failure of the Negro in government. It is merely evidence of the failure of slavery."},{"placeId":1993,"author":"Abraham Maslow","wordCount":36,"categories":["failure","man","king"],"text":"One's only rival is one's own potentialities. One's only failure is failing to live up to one's own possibilities. In this sense, every man can be a king, and must therefore be treated like a king."},{"placeId":58210,"author":"Justin Sane","wordCount":30,"categories":["failure","man","american"],"text":"With the NDAA, his failure to close Guantanamo Bay and the ramping use of drones, President Obama looks suspiciously like President Bush, a man on a quest for American Empire."},{"placeId":76888,"author":"Miriam Toews","wordCount":37,"categories":["life","failure","goals"],"text":"I stare out the window and reflect on the similarity between writing and saving a life and the inevitable failure of one's imagination and one's goals and ambitions to create a character or a life worth saving."},{"placeId":6802,"author":"Arthur Bloch","wordCount":12,"categories":["failure","will","final"],"text":"A failure will not appear until a unit has passed final inspection."},{"placeId":99804,"author":"Susie Orbach","wordCount":33,"categories":["failure","disappointment"],"text":"I'd like to see much more understanding of emotional issues around hurt, abandonment, disappointment, longing, failure and shame, where they stem from and how they drive people and policies brought into public discourse."},{"placeId":6889,"author":"Aaron Huey","wordCount":7,"categories":["war","failure","greatest"],"text":"War is the greatest failure of mankind."},{"placeId":41461,"author":"Henry Ford","wordCount":12,"categories":["time","failure","intelligence"],"text":"Failure is simply the opportunity to begin again, this time more intelligently."},{"placeId":99977,"author":"S. I. Hayakawa","wordCount":27,"categories":["failure","man","i am"],"text":"Notice the difference between what happens when a man says to himself, I have failed three times, and what happens when he says, I am a failure."},{"placeId":50220,"author":"Jose Mujica","wordCount":14,"categories":["failure","people","you"],"text":"There are people who say that you can't experiment... That condemns you to failure."},{"placeId":32750,"author":"Eskinder Nega","wordCount":33,"categories":["failure","tyranny","long"],"text":"Tyranny is increasingly unsustainable in this post-cold-war era. It is doomed to failure. But it must be prodded to exit the stage with a whimper - not the bang that extremists long for."},{"placeId":77356,"author":"Mimi Kennedy","wordCount":28,"categories":["success","truth","failure"],"text":"Appearances are not truth. But every politician knows that his or her image, as well as his or her actions, can make the difference between failure and success."},{"placeId":84274,"author":"Peter Guber","wordCount":32,"categories":["success","failure","good"],"text":"Well, the idea is that failure is an inevitable partner on the road to success and, if you're not willing to confront failure, you can never find out how good you are."},{"placeId":1067,"author":"Andrew Vachss","wordCount":43,"categories":["work","failure","faith"],"text":"I believe my publisher has shown a great deal of faith in me over a lot of years but I'm not prepared to be so arrogant to say that the long-term literary value of my work would compensate them for a financial failure."},{"placeId":42684,"author":"Greg Bear","wordCount":33,"categories":["love","failure","beautiful"],"text":"Why do we capital-N Nerds love Mars so much? Because it's beautiful, it's tough, it's buried in our mythic, childhood memories. It's covered with human triumphs but also with sad stories of failure."},{"placeId":105698,"author":"Thomas A. Edison","wordCount":20,"categories":["life","success","failure"],"text":"Many of life's failures are people who did not realize how close they were to success when they gave up."},{"placeId":81046,"author":"Napoleon Hill","wordCount":44,"categories":["life","success","failure"],"text":"Before success comes in any man's life, he's sure to meet with much temporary defeat and, perhaps some failures. When defeat overtakes a man, the easiest and the most logical thing to do is to quit. That's exactly what the majority of men do."},{"placeId":42053,"author":"Hugh Grant","wordCount":23,"categories":["work","failure","reason"],"text":"The only reason my work seems to be eclectic up to a certain period is because I was a failure as an actor."},{"placeId":37714,"author":"George Matthew Adams","wordCount":18,"categories":["failure","alone","win"],"text":"It is easier to win than to fail. Everybody sides with the winner. But the failure walks alone."},{"placeId":99535,"author":"Sonny Mehta","wordCount":33,"categories":["business","failure","name"],"text":"So much has changed in our business. E-books, that's been one of the principal developments. There has been also the failure of Borders and the rise of Amazon, just to name two others."},{"placeId":53290,"author":"Judd Nelson","wordCount":6,"categories":["failure","you","try"],"text":"With failure, you just try again."},{"placeId":24169,"author":"Douglas Coupland","wordCount":10,"categories":["failure","opportunity","you"],"text":"Sometimes failure isn't an opportunity in disguise, it's just you."},{"placeId":49337,"author":"Jhumpa Lahiri","wordCount":24,"categories":["failure","past","me"],"text":"I'm bound to fail when I write in Italian, but unlike my sense of failure in the past, this doesn't torment or grieve me."},{"placeId":58692,"author":"John Hersey","wordCount":26,"categories":["children","failure","vision"],"text":"It's a failure of national vision when you regard children as weapons, and talents as materials you can mine, assay, and fabricate for profit and defense."},{"placeId":79144,"author":"Mario Teguh","wordCount":38,"categories":["leadership","best","failure"],"text":"Lead yourself whenever your boss' leadership deteriorates. When your boss doesn't praise what you do, praise yourself. When your boss doesn't make you big, make yourself big. Remember, if you have done your best, failure does not count."},{"placeId":106830,"author":"Tony Robbins","wordCount":30,"categories":["failure","past","believe"],"text":"I've come to believe that all my past failure and frustration were actually laying the foundation for the understandings that have created the new level of living I now enjoy."},{"placeId":71507,"author":"Mel Gibson","wordCount":42,"categories":["success","time","failure"],"text":"Every time you go out there to do something, you wonder if you can do it. There's no assured success. There's no secret recipe for success. Every time you go out there, you go out there with the possibility of great failure."},{"placeId":69659,"author":"Mae West","wordCount":8,"categories":["failure","divine","human"],"text":"To err is human, but it feels divine."},{"placeId":33507,"author":"Errol Flynn","wordCount":12,"categories":["death","failure","man"],"text":"Any man who has $10,000 left when he dies is a failure."},{"placeId":87015,"author":"Patanjali","wordCount":25,"categories":["failure","ignorance","self"],"text":"Ignorance is the failure to discriminate between the permanent and the impermanent, the pure and the impure, bliss and suffering, the Self and the non-Self."},{"placeId":89440,"author":"Ronald Kessler","wordCount":32,"categories":["failure","service","acting"],"text":"With the selection of Acting Secret Service Director Joseph P. Clancy as the director, President Obama has guaranteed that the agency will continue to lurch from one shocking security failure to another."},{"placeId":23359,"author":"Deepak Chopra","wordCount":11,"categories":["success","failure","alone"],"text":"Success comes when people act together; failure tends to happen alone."},{"placeId":13789,"author":"Bob Ainsworth","wordCount":41,"categories":["failure","security","happen"],"text":"Failure in Afghanistan would have profound consequences for our national security. It would undermine the NATO alliance structure that has been the bedrock of Britain's defence for the last 60 years... I will not allow this to happen on my watch."},{"placeId":48470,"author":"James Surowiecki","wordCount":35,"categories":["failure","government","energy"],"text":"Solyndra's failure isn't a reason for the government to give up on alternative energy, any more than the failure of Pets.com during the Internet bubble means that venture capital should steer clear of tech projects."},{"placeId":45390,"author":"James A. Baldwin","wordCount":30,"categories":["failure","end","living"],"text":"The young think that failure is the Siberian end of the line, banishment from all the living, and tend to do what I then did - which was to hide."},{"placeId":74897,"author":"Malcolm Mclaren","wordCount":31,"categories":["life","change","failure"],"text":"What matters is this: Being fearless of failure arms you to break the rules. In doing so, you may change the culture and just possibly, for a moment, change life itself."},{"placeId":72945,"author":"Mahesh Babu","wordCount":20,"categories":["failure","yes","lot"],"text":"Yes, 'Aagadu' was a failure. I was dejected for a couple of months, since there was a lot at stake."},{"placeId":47012,"author":"John C. Maxwell","wordCount":9,"categories":["attitude","failure","altitude"],"text":"Your attitude towards failure determines your altitude after failure."},{"placeId":107180,"author":"Twyla Tharp","wordCount":15,"categories":["failure","different","lessons"],"text":"Ultimately there is no such thing as failure. There are lessons learned in different ways."},{"placeId":81774,"author":"Nelson Peltz","wordCount":23,"categories":["change","failure","past"],"text":"It appears that PepsiCo views structural change as a sign of weakness, an admission of failure, and an untenable break with past traditions."},{"placeId":14085,"author":"Brian Ferneyhough","wordCount":28,"categories":["success","nature","failure"],"text":"Questioning the nature and implications of liminal instances necessarily involves failure, if only in the specifically technical sense of entering spaces where prevailing criteria of success scarcely apply."},{"placeId":30796,"author":"Eric Ries","wordCount":38,"categories":["work","failure","work hard"],"text":"Our educational system is not preparing people for the 21st Century. Failure is an essential part of entrepreneurship. If you work hard, you can get an 'A' pretty much guaranteed, but in entrepreneurship, that's not how it works."},{"placeId":16092,"author":"Chad Hurley","wordCount":16,"categories":["failure","school","high school"],"text":"When I started running cross-country and track in high school, literally every race was a failure."},{"placeId":89833,"author":"Randeep Hooda","wordCount":17,"categories":["success","failure","heart"],"text":"I didn't allow failure to break my heart. So I wouldn't allow success to bloat my head."},{"placeId":24020,"author":"Donna Brazile","wordCount":13,"categories":["failure","perspective","lose"],"text":"Failure. It doesn't exist. 'Failure' is just what happens when we lose perspective."},{"placeId":22762,"author":"Daniel Webster","wordCount":12,"categories":["failure","energy","want"],"text":"Failure is more frequently from want of energy than want of capital."},{"placeId":33180,"author":"Elizabeth Pena","wordCount":38,"categories":["failure","waiting","nervous"],"text":"When I got Jacob's Latter, I was nervous because I felt I wasn't allowed to fail. I felt that they were waiting for one little failure and that would prove them right and I'd be, 'out of there.'"},{"placeId":105745,"author":"Thomas Babington Macaulay","wordCount":25,"categories":["failure","society","democracy"],"text":"American democracy must be a failure because it places the supreme authority in the hands of the poorest and most ignorant part of the society."},{"placeId":24677,"author":"Dan Buettner","wordCount":38,"categories":["work","health","failure"],"text":"Exercise, from a public health perspective, is an unmitigated failure. The world's longest-lived people live in environments that nudge them into more movement. They don't use power tools, they do their own yard work, they grow a garden."},{"placeId":12450,"author":"Berkeley Breathed","wordCount":39,"categories":["failure","anger","heart"],"text":"That's the conundrum of cartoon stripping, as opposed to political cartoons. When your anger is the driving force of your drawing hand, failure follows. The anger is OK, but it has to serve the interests of the heart, frankly."},{"placeId":59454,"author":"Jim Palmer","wordCount":9,"categories":["best","failure","losing"],"text":"Losing is no disgrace if you've given your best."},{"placeId":102211,"author":"Sarah Churchwell","wordCount":29,"categories":["failure","pressure","students"],"text":"Top-up fees mean that universities are increasingly under pressure to confer degrees upon students, who perceive the degree as a commodity they've purchased. Failure doesn't enter into anyone's calculations."},{"placeId":104580,"author":"T. Boone Pickens","wordCount":17,"categories":["failure","important","new"],"text":"I've always believed that it's important to show a new look periodically. Predictability can lead to failure."},{"placeId":90884,"author":"Richard Flanagan","wordCount":13,"categories":["failure","father","would"],"text":"A fictionalised memoir of my father would be a failure as a novel."},{"placeId":449,"author":"Albert Brooks","wordCount":26,"categories":["failure","privacy","kind"],"text":"Basically, I still have the privacy that all celebrities crave, except for those celebrities who feel that privacy reflects some kind of failure on their part."},{"placeId":9364,"author":"B. C. Forbes","wordCount":21,"categories":["success","best","failure"],"text":"The man who has done his level best... is a success, even though the world may write him down a failure."},{"placeId":49495,"author":"Jim Lovell","wordCount":35,"categories":["best","time","failure"],"text":"For some time, I thought Apollo 13 was a failure. I was disappointed I didn't get to land on the moon. But actually, it turned out to be the best thing that could have happened."},{"placeId":70606,"author":"Martha Beck","wordCount":44,"categories":["success","failure","mistakes"],"text":"Fact: From quitting smoking to skiing, we succeed to the degree we try, fail, and learn. Studies show that people who worry about mistakes shut down, but those who are relaxed about doing badly soon learn to do well. Success is built on failure."},{"placeId":28690,"author":"Dan Kaminsky","wordCount":15,"categories":["failure","reality","software"],"text":"The reality of most software development is that the consequences of failure are simply nonexistent."},{"placeId":47022,"author":"John C. Maxwell","wordCount":6,"categories":["failure","achievement"],"text":"Without failure there is no achievement."},{"placeId":37158,"author":"Garry Shandling","wordCount":27,"categories":["business","failure","fear"],"text":"I think it's one of the main negative emotional ingredients that fuels show business, because there's so much at stake and the fear of failure looms large."},{"placeId":50805,"author":"James Lane Allen","wordCount":10,"categories":["failure","fear","doubt"],"text":"He who has conquered doubt and fear has conquered failure."},{"placeId":63932,"author":"Laurence Housman","wordCount":37,"categories":["art","failure","training"],"text":"My failure, during the first five or six years of my art training, to get set in the right direction, and the disappointment which it caused me, drove me the more persistently into writing as an alternative."},{"placeId":22107,"author":"Chuck Barris","wordCount":40,"categories":["failure","creative","step"],"text":"There's tons of creative people in television that have one failure after another, and they just step up higher. I could never get over that. When I had a failure, there was no such thing as just getting over it."},{"placeId":68057,"author":"Kenneth L. Pike","wordCount":10,"categories":["success","failure","may"],"text":"Outward failure may be a manifested variant of inward success."},{"placeId":28082,"author":"David Limbaugh","wordCount":35,"categories":["failure","lost","better"],"text":"Some of the reasons John McCain lost in 2008 were his lackluster campaign, his refusal to showcase Obama's extreme liberalism and, thus, his failure to demonstrate why he would make a better president than Obama."},{"placeId":100987,"author":"Stuart Rose","wordCount":47,"categories":["business","failure","happy"],"text":"Most employees want to be involved in a successful business and most employees are happy for people running successful businesses to be paid a reasonable wage and a market rate for it, provided they understand the reason. What they hate most of all is pay for failure."},{"placeId":10151,"author":"Bernie Siegel","wordCount":39,"categories":["time","failure","waiting"],"text":"What I try to get physically healthy people to understand is that they're going to die someday. There is no way out. And dying isn't failure, but not living is, so make use of your time. Don't keeping waiting."},{"placeId":7815,"author":"Alice James","wordCount":28,"categories":["life","success","failure"],"text":"The success or failure of a life, as far as posterity goes, seems to lie in the more or less luck of seizing the right moment of escape."},{"placeId":96321,"author":"Samuel Taylor Coleridge","wordCount":10,"categories":["failure","fear","politics"],"text":"In politics, what begins in fear usually ends in failure."},{"placeId":35011,"author":"Francis Ford Coppola","wordCount":37,"categories":["failure","team","me"],"text":"The only TV I would be interested in exploring would be live television. There's no substitute for a team of artists performing at their peak live when failure is possible. It's a high-wire act. That excites me."},{"placeId":9294,"author":"Arthur C. Danto","wordCount":13,"categories":["success","failure","impossible"],"text":"It really is impossible not to like him. His success was his failure."},{"placeId":38515,"author":"Gordon Parks","wordCount":33,"categories":["failure","fear","fight"],"text":"At first I wasn't sure that I had the talent, but I did know I had a fear of failure, and that fear compelled me to fight off anything that might abet it."},{"placeId":78278,"author":"Marc Forster","wordCount":42,"categories":["work","time","failure"],"text":"I feel like every time I take on a movie, it's important that the possibility of failure exists, and of the unknown, because it's a challenge to do something I haven't done before and something I have to try to work out."},{"placeId":28246,"author":"Don Nickles","wordCount":34,"categories":["failure","doing","bigger"],"text":"But if you look at WorldCom, which is the biggest failure to date, they grew dramatically, they were buying companies that were bigger than they were and they were doing it off inflated stock."},{"placeId":96614,"author":"Sharon Stone","wordCount":25,"categories":["failure","fun","divorce"],"text":"I don't think anybody whose ever been divorced can tell you divorce is easy or fun or feels like anything other than a tremendous failure."},{"placeId":38642,"author":"Ginni Rometty","wordCount":45,"categories":["day","failure","mother"],"text":"When my father left us, my mother went back to school immediately. She went to school in the day while we were at school, and she worked at night. She worked very hard to never let someone define her as a victim or a failure."},{"placeId":11996,"author":"Brett Favre","wordCount":14,"categories":["failure","football","may"],"text":"I may be a successful football player, but I feel like such a failure."},{"placeId":78544,"author":"Matt Emmons","wordCount":45,"categories":["life","future","failure"],"text":"Failure and things of this sort - you can take it one of two ways. You can either let that hurt you and really affect the way that you live your life in the future, or you can use that as an opportunity for growth."},{"placeId":107441,"author":"Troy Polamalu","wordCount":44,"categories":["failure","fear","spiritual"],"text":"I don't look at football as a violent, barbaric sport. It's a very spiritual sport, especially for someone facing the challenges during a game: the fear of failure, the fear of getting too big an ego, of making a mistake and everybody criticizing you."},{"placeId":41609,"author":"Henry Kravis","wordCount":34,"categories":["failure","good","yourself"],"text":"As I said there is nothing wrong with failing. Pick yourself up and try it again. You never are going to know how good you really are until you go out and face failure."},{"placeId":54682,"author":"Juan Williams","wordCount":30,"categories":["failure","color","free"],"text":"Every American president must be held to the highest standard. No president of any color should be given a free pass for screw-ups, lies or failure to keep a promise."},{"placeId":65501,"author":"Karan Mahajan","wordCount":14,"categories":["failure","forever","possible"],"text":"The thing about a failure is that it is possible to deny it forever."},{"placeId":1855,"author":"A. P. J. Abdul Kalam","wordCount":19,"categories":["success","failure","believe"],"text":"I firmly believe that unless one has tasted the bitter pill of failure, one cannot aspire enough for success."},{"placeId":69004,"author":"Ken Bruen","wordCount":29,"categories":["failure","people","chance"],"text":"After five awful movies, I admitted failure and said I was not cut out to be an actor. But how many people get a chance to live their dream?"},{"placeId":84119,"author":"Peter Diamandis","wordCount":16,"categories":["success","failure","friend"],"text":"If anyone has seen success and failure on a global stage, it's my friend Steve Forbes."},{"placeId":8600,"author":"Arthur C. Brooks","wordCount":20,"categories":["life","success","failure"],"text":"The more control you have over your life, the more responsible you feel for your own success - or failure."},{"placeId":26053,"author":"Don Johnson","wordCount":34,"categories":["business","failure","people"],"text":"People in the business will stay with you through drugs and alcohol and divorces and insanity and everything else, but you have a failure, pal, and they don't want to know nothing about you!"},{"placeId":19395,"author":"Chuck Schumer","wordCount":11,"categories":["failure","think","early"],"text":"Well, I think it's too early to call Fallujah a failure."},{"placeId":24234,"author":"Douglas MacArthur","wordCount":8,"categories":["age","failure","soul"],"text":"Age wrinkles the body. Quitting wrinkles the soul."},{"placeId":43820,"author":"Henry Knox","wordCount":28,"categories":["war","failure","done"],"text":"Something is wanting, and something must be done, or we shall be involved in all the horror of failure, and civil war without a prospect of its termination."},{"placeId":41339,"author":"Henry Petroski","wordCount":21,"categories":["best","knowledge","failure"],"text":"Relying on nothing but scientific knowledge to produce an engineering solution is to invite frustration at best and failure at worst."},{"placeId":48305,"author":"Joyce Meyer","wordCount":31,"categories":["life","failure","trying"],"text":"We will all fail in life, but nobody has to be a failure. Failing at a thing doesn't make you a failure. You are only a failure when you quit trying."},{"placeId":83763,"author":"Paulo Coelho","wordCount":30,"categories":["life","dreams","failure"],"text":"Remember your dreams and fight for them. You must know what you want from life. There is just one thing that makes your dream become impossible: the fear of failure."},{"placeId":55604,"author":"John Sherman Cooper","wordCount":43,"categories":["life","failure","sad"],"text":"I think he Oswald felt he was a failure and for the United States and for President Kennedy and all of us. He knew he was a failure at everything he tried, frustrated, with a very sad life, but he was a Marxist."},{"placeId":33016,"author":"Edwin Markham","wordCount":16,"categories":["failure","soul","victory"],"text":"Defeat may serve as well as victory to shake the soul and let the glory out."},{"placeId":71009,"author":"Mary Kay Ash","wordCount":24,"categories":["failure","action","find"],"text":"For every failure, there's an alternative course of action. You just have to find it. When you come to a roadblock, take a detour."},{"placeId":100277,"author":"Scott Weiss","wordCount":37,"categories":["learning","failure","leader"],"text":"Nothing helps make a leader more approachable than admitting your struggles, screw-ups and behind-the-scenes thinking on hard calls. If the leader makes this a priority, the whole company will be more open and methodical learning from failure."},{"placeId":86984,"author":"Olga Kurylenko","wordCount":26,"categories":["failure","beginning","end"],"text":"I don't see divorce as a failure. I see it as the end to a story. In a story, everything has an end and a beginning."},{"placeId":34607,"author":"Ferran Adria","wordCount":15,"categories":["time","failure","risk"],"text":"Risk is to do something that 99 percent of the time would be a failure."},{"placeId":73408,"author":"Mark McKinnon","wordCount":43,"categories":["home","failure","leader"],"text":"A failure to act is a terrible, stunning legacy for any leader. But far worse when it is the president of the United States. And that's the point driven home by Romney's selection of Ryan, who dared to lead when Obama did not."},{"placeId":74524,"author":"Mike Pompeo","wordCount":14,"categories":["failure","southern","border"],"text":"If terrorists are already on our southern border, a national-security failure has already occurred."},{"placeId":17014,"author":"Christie Brinkley","wordCount":37,"categories":["failure","try","meant to be"],"text":"We decided to try in vitro, because both Peter and I felt we couldn't handle another failure. When I miscarried after that, we had to come to terms with the possibility that this wasn't meant to be."},{"placeId":87517,"author":"Oprah Winfrey","wordCount":13,"categories":["failure","fall","mean"],"text":"Every stumble is not a fall, and every fall does not mean failure."},{"placeId":99211,"author":"Slavoj Zizek","wordCount":34,"categories":["best","myself","failure"],"text":"I - and I still consider myself, I'm sorry to tell you, a Marxist and a Communist, but I couldn't help noticing how all the best Marxist analyses are always analyses of a failure."},{"placeId":9680,"author":"Barton Gellman","wordCount":15,"categories":["failure","illusion","himself"],"text":"No one ought to be under any illusion that Cheney privately thinks himself a failure."},{"placeId":40372,"author":"Hans Jonas","wordCount":36,"categories":["failure","world","trying"],"text":"It is a changing world because of the newcomers who keep arriving and who leave us behind. Trying to keep pace with them is doomed to inglorious failure, especially as the pace has quickened so much."},{"placeId":56229,"author":"Jim Dale","wordCount":11,"categories":["success","failure","learn"],"text":"You cannot learn anything from success, you only learn from failure."},{"placeId":108472,"author":"Tom Kite","wordCount":13,"categories":["success","failure","fear"],"text":"Fear comes in two packages fear of failure, and sometimes, fear of success."},{"placeId":74514,"author":"Mike Pompeo","wordCount":17,"categories":["failure","government","energy"],"text":"The federal government has been a proven failure in picking winners and losers in the energy sector."},{"placeId":72457,"author":"Mo Ibrahim","wordCount":28,"categories":["failure","diversity","world"],"text":"Increasing extremism - across Africa and the world - must be understood in the context of the failure of our leaders properly to manage diversity within their borders."},{"placeId":81044,"author":"Napoleon Hill","wordCount":24,"categories":["success","failure","words"],"text":"Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another."},{"placeId":66659,"author":"Kevin McCarthy","wordCount":32,"categories":["failure","government","crisis"],"text":"Once our country is fully engulfed in a debt crisis, our economy will be torn apart, and every American will be a victim of the federal government's failure to prevent this disaster."},{"placeId":10436,"author":"Bill Cosby","wordCount":17,"categories":["success","failure","trying"],"text":"I don't know the key to success, but the key to failure is trying to please everybody."},{"placeId":12969,"author":"Billy Dee Williams","wordCount":12,"categories":["failure","character","stronger"],"text":"Failure's not a bad thing. It builds character. It makes you stronger."},{"placeId":2275,"author":"Al Gore","wordCount":10,"categories":["failure","risk","succeed"],"text":"If we don't succeed, we run the risk of failure."},{"placeId":23695,"author":"David Suzuki","wordCount":20,"categories":["failure","world","economic"],"text":"The failure of world leaders to act on the critical issue of global warming is often blamed on economic considerations."},{"placeId":36299,"author":"Geoffrey Canada","wordCount":11,"categories":["education","failure","industry"],"text":"Education is the only billion dollar industry that tolerates abject failure."},{"placeId":78196,"author":"Markus Zusak","wordCount":24,"categories":["best","failure","best friend"],"text":"Failure has been my best friend as a writer. It tests you, to see if you have what it takes to see it through."},{"placeId":59702,"author":"Jeremy Lloyd","wordCount":24,"categories":["failure","mother","father"],"text":"My first failure was to be born a child not wanted by his father or mother, as they parted shortly after I was born."},{"placeId":48473,"author":"James Surowiecki","wordCount":12,"categories":["failure","fun","capitalism"],"text":"Capitalism, after all, is no fun when real failure becomes a possibility."},{"placeId":35272,"author":"Frederick W. Smith","wordCount":12,"categories":["failure","fear","reason"],"text":"Fear of failure must never be a reason not to try something."},{"placeId":65250,"author":"Lewis F. Powell, Jr.","wordCount":45,"categories":["business","failure","rich"],"text":"The average member of the public thinks of 'business' as an impersonal corporate entity owned by the very rich and managed by overpaid executives. There is an almost total failure to appreciate that 'business' actually embraces - in one way or another - most Americans."},{"placeId":1915,"author":"Aaron Sorkin","wordCount":34,"categories":["success","failure","television"],"text":"I've loved every minute I've spent in television. And I've had much more failure, as traditionally measured, than success in television. I've done four shows, and only one of them was the 'West Wing.'"},{"placeId":77785,"author":"Mike Binder","wordCount":23,"categories":["time","failure","career"],"text":"My whole career this is the biggest failure financially, but at the same time, it's one of my favorite things I've ever done."},{"placeId":22445,"author":"Dale Carnegie","wordCount":16,"categories":["success","failure","two"],"text":"Develop success from failures. Discouragement and failure are two of the surest stepping stones to success."},{"placeId":71617,"author":"Michael Jordan","wordCount":14,"categories":["failure","trying","accept"],"text":"I can accept failure, everyone fails at something. But I can't accept not trying."},{"placeId":107448,"author":"Truman Capote","wordCount":9,"categories":["success","failure","flavor"],"text":"Failure is the condiment that gives success its flavor."},{"placeId":11148,"author":"Bob Woodward","wordCount":31,"categories":["truth","failure","clean"],"text":"The failure of the system to deal quickly was attributable to Nixon's lying, stonewalling and refusal to come clean. So it took 26 months for the final truth to be known."},{"placeId":8944,"author":"Alice Foote MacDougall","wordCount":18,"categories":["failure","believe","create"],"text":"I simply don't believe in failure. In itself, it doesn't exist. We create it. We make ourselves fail."},{"placeId":81366,"author":"Natalie Goldberg","wordCount":17,"categories":["success","failure","back"],"text":"Failure is what we're all running from, we're always running toward success with failure at our back."},{"placeId":3870,"author":"Anne Wojcicki","wordCount":41,"categories":["failure","victory","people"],"text":"If we can actually decrease the failure rate from nine out of 10 drugs failing in clinical trials and instead have seven out of 10 instead failing, that is a major victory for drug discovery and for people having better therapy."},{"placeId":21557,"author":"Chris Zylka","wordCount":5,"categories":["failure","fear","greatest"],"text":"My greatest fear is failure."},{"placeId":3300,"author":"Amelia Earhart","wordCount":21,"categories":["women","failure","challenge"],"text":"Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others."},{"placeId":18636,"author":"Chester W. Nimitz","wordCount":26,"categories":["failure","succeed","material"],"text":"Is the proposed operation likely to succeed? What might the consequences of failure? Is it in the realm of practicability in terms of material and supplies?"},{"placeId":56618,"author":"Jon Corzine","wordCount":47,"categories":["failure","power","minimum wage"],"text":"It has now been over 7 years since Congress last raised the minimum wage to its current level of $5.15 per hour. Since that last increase, Congress's failure to adjust the wage for inflation has reduced the purchasing power of the minimum wage to record low levels."},{"placeId":10439,"author":"Bill Cosby","wordCount":16,"categories":["success","failure","fear"],"text":"In order to succeed, your desire for success should be greater than your fear of failure."},{"placeId":85100,"author":"Paolo Bacigalupi","wordCount":28,"categories":["work","failure","alone"],"text":"I was interested in political failure here in the U.S. The way we're failing to work together to solve even our smallest problems, let alone the complex ones."},{"placeId":72068,"author":"Mike Ditka","wordCount":7,"categories":["success","failure","permanent"],"text":"Success isn't permanent and failure isn't fatal."},{"placeId":26259,"author":"Daniel Inouye","wordCount":36,"categories":["fitness","failure","mind"],"text":"Mr. Gonzales' failure to respond to questions legitimately posed to him by the Senate raises grave doubts in my mind as to his fitness to serve the people of the United States as their Attorney General."},{"placeId":37343,"author":"George Eliot","wordCount":20,"categories":["life","best","failure"],"text":"There is only one failure in life possible, and that is not to be true to the best one knows."},{"placeId":99445,"author":"Sherrod Brown","wordCount":19,"categories":["failure","bank","will"],"text":"The failure of one regional bank, assuming it is following a traditional model, will not threaten the entire system."},{"placeId":15763,"author":"Carlos Ghosn","wordCount":20,"categories":["success","failure","me"],"text":"You'll never convince me there is a hopeless situation or there is any finality in any success or any failure."},{"placeId":82309,"author":"Nikki Giovanni","wordCount":32,"categories":["life","myself","failure"],"text":"I really don't think life is about the I-could-have-beens. Life is only about the I-tried-to-do. I don't mind the failure but I can't imagine that I'd forgive myself if I didn't try."},{"placeId":107211,"author":"Ty Cobb","wordCount":5,"categories":["home","failure","come"],"text":"Don't come home a failure."},{"placeId":32969,"author":"Edward Brooke","wordCount":10,"categories":["failure","hatred","intolerance"],"text":"Intemperance and intolerance serve no one, and hatred guarantees failure."},{"placeId":813,"author":"Amos Bronson Alcott","wordCount":18,"categories":["failure","climb","finding"],"text":"We climb to heaven most often on the ruins of our cherished plans, finding our failures were successes."},{"placeId":22280,"author":"Daisaku Ikeda","wordCount":37,"categories":["happiness","nature","failure"],"text":"Ultimately, all human activities have as their goal the realization of happiness. Why, then, have we ended up producing the opposite result? Could the underlying cause be our failure to correctly understand the true nature of happiness?"},{"placeId":45400,"author":"James Allen","wordCount":26,"categories":["failure","strong","purpose"],"text":"To begin to think with purpose, is to enter the ranks of those strong ones who only recognize failure as one of the pathways to attainment."},{"placeId":96465,"author":"Shah Rukh Khan","wordCount":10,"categories":["success","teacher","failure"],"text":"Success is not a good teacher, failure makes you humble."},{"placeId":48252,"author":"Joyce Carol Oates","wordCount":16,"categories":["life","failure","feel"],"text":"I'm drawn to failure. I feel like I'm contending with it constantly in my own life."},{"placeId":67949,"author":"Kelsey Grammer","wordCount":24,"categories":["daily","failure","speak"],"text":"I want to speak seventeen languages. When you think like that, you'll be consumed by failure. I'm haunted daily by what I don't know."},{"placeId":56274,"author":"John Connolly","wordCount":11,"categories":["failure","yourself","know"],"text":"The only person who needs to know about failure is yourself."},{"placeId":10653,"author":"Bill Parcells","wordCount":8,"categories":["success","failure","never"],"text":"Success is never final, but failure can be."},{"placeId":90552,"author":"Richard Branson","wordCount":38,"categories":["success","learning","failure"],"text":"Treat failure as a lesson on how not to approach achieving a goal, and then use that learning to improve your chances of success when you try again. Failure is only the end if you decide to stop."},{"placeId":29337,"author":"Edward Abbey","wordCount":10,"categories":["failure","imagination","belief"],"text":"Belief in the supernatural reflects a failure of the imagination."},{"placeId":37007,"author":"George Bernard Shaw","wordCount":6,"categories":["failure","reputation","grows"],"text":"My reputation grows with every failure."},{"placeId":56232,"author":"Jim Sturgess","wordCount":23,"categories":["love","failure","love is"],"text":"Love is such a powerful subject matter because it comes in so many different shapes and sizes. It's about timing, fate, failure, redemption."},{"placeId":58797,"author":"John Poindexter","wordCount":25,"categories":["failure","accept","you"],"text":"You accept failure as a possible outcome of some of the experiments. If you don't get failures, you're not pushing hard enough on the objectives."},{"placeId":45452,"author":"James Dyson","wordCount":13,"categories":["failure","worry","you"],"text":"Failure is an enigma. You worry about it, and it teaches you something."},{"placeId":84534,"author":"Phyllis Schlafly","wordCount":18,"categories":["nature","failure","feminism"],"text":"Feminism is doomed to failure because it is based on an attempt to repeal and restructure human nature."},{"placeId":45567,"author":"James Russell Lowell","wordCount":20,"categories":["time","failure","crime"],"text":"Greatly begin. Though thou have time, but for a line, be that sublime. Not failure, but low aim is crime."},{"placeId":57744,"author":"Jerome Lawrence","wordCount":33,"categories":["failure","good","good things"],"text":"You must not demand the failure of your peers, because the more good things that are around in film, in television, in theater - why the better it is for all of us."},{"placeId":109946,"author":"William Feather","wordCount":9,"categories":["life","failure","man"],"text":"No man is a failure who is enjoying life."},{"placeId":20727,"author":"Charlotte Whitton","wordCount":12,"categories":["success","failure","achieve"],"text":"It's how you deal with failure that determines how you achieve success."},{"placeId":97681,"author":"Steve Harvey","wordCount":31,"categories":["teacher","learning","failure"],"text":"Failure is a great teacher, and I think when you make mistakes and you recover from them and you treat them as valuable learning experiences, then you've got something to share."},{"placeId":80303,"author":"Michael Savage","wordCount":22,"categories":["life","today","failure"],"text":"Don't take too much comfort in the fact that you're successful today because tomorrow could bring failure. There's no surety in life."},{"placeId":3331,"author":"Amitabh Bachchan","wordCount":16,"categories":["failure","politics","job"],"text":"I've accepted that I was a failure in politics. I was not qualified for the job."},{"placeId":113757,"author":"Zbigniew Brzezinski","wordCount":28,"categories":["history","failure"],"text":"We have actually experienced in recent months a dramatic demonstration of an unprecedented intelligence failure, perhaps the most significant intelligence failure in the history of the United States."},{"placeId":93626,"author":"Rick Santelli","wordCount":11,"categories":["life","failure","believe"],"text":"I believe there's only one regulation in life that works: failure."},{"placeId":37967,"author":"Gifford Pinchot","wordCount":28,"categories":["failure","day","progress"],"text":"Unless we practice conservation, those who come after us will have to pay the price of misery, degradation, and failure for the progress and prosperity of our day."},{"placeId":50115,"author":"Jonah Hill","wordCount":22,"categories":["life","failure","roses"],"text":"I assume everything I do in life is gonna be a failure, and then if it turns up roses, then I'm psyched."},{"placeId":56968,"author":"Jon Ronson","wordCount":7,"categories":["funny","success","failure"],"text":"Success is always less funny than failure."},{"placeId":32449,"author":"Edward Dowden","wordCount":13,"categories":["success","failure","world"],"text":"Sometimes a noble failure serves the world as faithfully as a distinguished success."},{"placeId":105693,"author":"Thomas A. Edison","wordCount":12,"categories":["work","failure","just"],"text":"I have not failed. I've just found 10,000 ways that won't work."},{"placeId":17507,"author":"Confucius","wordCount":15,"categories":["success","failure","without"],"text":"Success depends upon previous preparation, and without such preparation there is sure to be failure."},{"placeId":58735,"author":"John Larroquette","wordCount":15,"categories":["failure","successful","career"],"text":"If 50 percent of your career is not filled with failure, you're not really successful."},{"placeId":81036,"author":"Napoleon Hill","wordCount":25,"categories":["business","failure","men"],"text":"The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail."},{"placeId":56414,"author":"John Osborne","wordCount":11,"categories":["success","failure","waiting"],"text":"There's no such thing as failure - just waiting for success."},{"placeId":77611,"author":"Michael Chertoff","wordCount":47,"categories":["failure","information","city"],"text":"Well, I think first of all there was a failure to have real, clear information at our disposal. There was a real lack of situational awareness. We didn't have the capabilities on the ground to give us real-time, accurate assessments of the physical condition of the city."},{"placeId":47878,"author":"Jules Renard","wordCount":15,"categories":["success","failure","laziness"],"text":"Failure is not our only punishment for laziness; there is also the success of others."},{"placeId":1038,"author":"Andrew Ross Sorkin","wordCount":21,"categories":["failure","government","may"],"text":"The failure of Lehman may have allowed the government to do more to prop up the economy than it otherwise could."},{"placeId":79954,"author":"Michael Crawford","wordCount":36,"categories":["success","failure","experience"],"text":"Divorce is never a pleasant experience. You look upon it as a failure. But I learned to be a different person once we broke up. Sometimes you learn more from failure than you do from success."},{"placeId":87049,"author":"Oliver Hudson","wordCount":21,"categories":["love","failure","fear"],"text":"His advice to me is basically to just love what you do and don't let the fear of failure stop you."},{"placeId":41342,"author":"Henry Petroski","wordCount":27,"categories":["failure","engineering"],"text":"Failure is central to engineering. Every single calculation that an engineer makes is a failure calculation. Successful engineering is all about understanding how things break or fail."},{"placeId":100685,"author":"Sidney Buchman","wordCount":39,"categories":["failure","ideas","famous"],"text":"Riskin went into directing and made a film with Cary Grant which applied to the letter all the ideas which had made his comedies famous. It had everything except that little something - and the film was a failure."},{"placeId":104482,"author":"Tony Kushner","wordCount":35,"categories":["failure","fear","writing"],"text":"I find writing very difficult. It's hard and it hurts sometimes, and it's scary because of the fear of failure and the very unpleasant feeling that you may have reached the limit of your abilities."},{"placeId":52551,"author":"James F. Byrnes","wordCount":35,"categories":["failure","control","economy"],"text":"The carrying out of the Potsdam Agreement has, however, been obstructed by the failure of the Allied Control Council to take the necessary steps to enable the German economy to function as an economic unit."},{"placeId":28015,"author":"David Gregory","wordCount":41,"categories":["life","failure","god"],"text":"One thing I do believe is I'm a believer in the presence of God. I believe that God is close. Whether it's in joy, pain or personal failure, I believe that God is close. That much I feel in my life."},{"placeId":93304,"author":"Rupert Everett","wordCount":29,"categories":["success","failure","yourself"],"text":"We now live in a world where the only thing to have is success, but failure is marvelous. It's fertiliser, it's like living fertiliser, because you're forced on yourself."},{"placeId":91599,"author":"Robert Orben","wordCount":12,"categories":["success","failure","think"],"text":"Don't think of it as failure. Think of it as time-released success."},{"placeId":36761,"author":"Gregory Benford","wordCount":7,"categories":["failure","aging","repair"],"text":"Aging is mostly the failure to repair."},{"placeId":47790,"author":"Judith Butler","wordCount":45,"categories":["failure","power","opening"],"text":"Obama's failure to close Guantanamo is yet another instance where the rhetoric of democratic and constitutional rights proved not useful for his international relations, relations which are always pursued in ways that continue to link and fortify securitarian power with the opening of new markets."},{"placeId":29213,"author":"Earl Wilson","wordCount":10,"categories":["success","failure","luck"],"text":"Success is simply a matter of luck. Ask any failure."},{"placeId":45565,"author":"James Russell Lowell","wordCount":7,"categories":["failure","crime","aim"],"text":"Not failure, but low aim, is crime."},{"placeId":106833,"author":"Tony Robbins","wordCount":11,"categories":["failure","results","only"],"text":"There is no such thing as failure. There are only results."},{"placeId":14542,"author":"Billy Childish","wordCount":45,"categories":["work","art","failure"],"text":"I liked drawing and painting, because the only failure would be to listen to the doubters who wanted me to stop drawing and painting because 'you aren't going to make a living doing that.' I liked looking in art books at the work of painters."},{"placeId":81045,"author":"Napoleon Hill","wordCount":10,"categories":["nature","failure","great"],"text":"Failure is nature's plan to prepare you for great responsibilities."},{"placeId":5419,"author":"Ann Leckie","wordCount":14,"categories":["best","failure","science"],"text":"Any attempt to list the ten best science fiction novels is doomed to failure."},{"placeId":74470,"author":"Mike McCaul","wordCount":36,"categories":["failure","think","know"],"text":"I think there is a failure in foreign policy. And you have to acknowledge that under Barack Obama, Hillary Clinton was the architect of that foreign policy. Whether it was malevolent or not, I don't know."},{"placeId":54188,"author":"John Banville","wordCount":15,"categories":["failure","doubt","self-doubt"],"text":"I'm full of self-doubt. I doubt everything I do. Everything I do is a failure."},{"placeId":27674,"author":"Dorothea Brande","wordCount":41,"categories":["success","failure","impossible"],"text":"All that is necessary to break the spell of inertia and frustration is this: Act as if it were impossible to fail. That is the talisman, the formula, the command of right about face which turns us from failure to success."},{"placeId":110352,"author":"William Lloyd Garrison","wordCount":9,"categories":["failure","may","never"],"text":"We may be personally defeated, but our principles never!"},{"placeId":72577,"author":"Morihei Ueshiba","wordCount":11,"categories":["success","failure","mistake"],"text":"Failure is the key to success; each mistake teaches us something."},{"placeId":81923,"author":"Nick Saban","wordCount":32,"categories":["failure","fear","anxiety"],"text":"We all have anxiety about things. We all have little insecurities, but eventually you have to face your fears if you want to be successful, and everybody has some fear of failure."},{"placeId":81039,"author":"Napoleon Hill","wordCount":15,"categories":["success","failure","great"],"text":"Most great people have attained their greatest success just one step beyond their greatest failure."},{"placeId":23097,"author":"Denis Waitley","wordCount":22,"categories":["success","change","failure"],"text":"Forget about the consequences of failure. Failure is only a temporary change in direction to set you straight for your next success."},{"placeId":98721,"author":"Scott Derrickson","wordCount":45,"categories":["life","failure","fear"],"text":"I don't fear pain or failure anymore because I'm too grateful for the pains and failures of my past - they have made me who I am, and most of the good things in my life are a direct result of them in some way."},{"placeId":15919,"author":"Casey Stengel","wordCount":14,"categories":["time","failure","you"],"text":"You gotta lose 'em some of the time. When you do, lose 'em right."},{"placeId":106118,"author":"Thomas J. Watson","wordCount":36,"categories":["success","failure","mistakes"],"text":"You can be discouraged by failure, or you can learn from it. So go ahead and make mistakes, make all you can. Because, remember that's where you'll find success - on the far side of failure."},{"placeId":47222,"author":"John P. Kotter","wordCount":37,"categories":["change","failure","people"],"text":"The vast majority of large scale change efforts fail. Which means that the probability that you have actually experienced a failure, and your people know that and are pessimistic, therefore, about trying something again, is very high."},{"placeId":55432,"author":"John Drinkwater","wordCount":45,"categories":["failure","poetry","mood"],"text":"So it is in poetry. All we ask is that the mood recorded shall impress us as having been of the kind that exhausts the imaginative capacity; if it fails to do this the failure will announce itself either in prose or in insignificant verse."},{"placeId":6287,"author":"Alan Shearer","wordCount":21,"categories":["success","failure","confidence"],"text":"We go there with confidence, but we know there is a very fine line between success and failure in this game."},{"placeId":90537,"author":"Richard Branson","wordCount":36,"categories":["success","business","failure"],"text":"Well, I think that there's a very thin dividing line between success and failure. And I think if you start a business without financial backing, you're likely to go the wrong side of that dividing line."},{"placeId":79585,"author":"Margaret Drabble","wordCount":12,"categories":["success","failure","they say"],"text":"Nothing succeeds, they say, like success. And certainly nothing fails like failure."},{"placeId":21653,"author":"Chade-Meng Tan","wordCount":22,"categories":["success","failure","calm"],"text":"Success and failure are emotional and physiological experiences. We need to deal with them in a way that is present and calm."},{"placeId":14545,"author":"Billy Childish","wordCount":27,"categories":["myself","failure","yourself"],"text":"Failure is fantastic, because you meet yourself and get to know your limitations. This is how I express myself, and I can't do it any other way."},{"placeId":48059,"author":"James Altucher","wordCount":14,"categories":["failure","honesty","mistake"],"text":"Honesty is the fastest way to prevent a mistake from turning into a failure."},{"placeId":110240,"author":"Willard Wigan","wordCount":26,"categories":["life","teacher","failure"],"text":"My teacher said my brain was the size of a pea. He made my life miserable by singling me out in the classroom as a failure."},{"placeId":31581,"author":"Elliot Richardson","wordCount":35,"categories":["failure","service","game"],"text":"There is an increasingly pervasive sense not only of failure, but of futility. The legislative process has become a cruel shell game and the service system has become a bureaucratic maze, inefficient, incomprehensible, and inaccessible."},{"placeId":5589,"author":"Anupam Kher","wordCount":12,"categories":["failure","fear","doing"],"text":"It's your own fear of failure that stops you from doing things."},{"placeId":95918,"author":"Sebastian Thrun","wordCount":36,"categories":["failure","experience","world"],"text":"In most parts of the world, starting a company that goes bust is dubbed a 'failure.' In Silicon Valley, we call this 'gaining experience.' We are willing to take the risks that are inherent for innovation."},{"placeId":71870,"author":"Michel de Montaigne","wordCount":8,"categories":["failure","more","victories"],"text":"There are some defeats more triumphant than victories."},{"placeId":38510,"author":"Gordon Ramsay","wordCount":15,"categories":["success","failure","learn"],"text":"I've had a lot of success; I've had failures, so I learn from the failure."},{"placeId":29738,"author":"Elbert Hubbard","wordCount":18,"categories":["success","hope","failure"],"text":"A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success."},{"placeId":3384,"author":"Amy Tan","wordCount":7,"categories":["failure","fear","expected"],"text":"I didn't fear failure. I expected failure."},{"placeId":28032,"author":"David Henry Hwang","wordCount":18,"categories":["failure","experience","career"],"text":"We all deal with failure. If you're lucky to have a long career, it's part of the experience."},{"placeId":49676,"author":"Joe Strummer","wordCount":6,"categories":["failure","movement","hippy"],"text":"The hippy movement was a failure."},{"placeId":41707,"author":"Henry Ward Beecher","wordCount":9,"categories":["best","failure","greatest"],"text":"Our best successes often come after our greatest disappointments."},{"placeId":85776,"author":"Peter Berg","wordCount":22,"categories":["success","failure","great"],"text":"I've had great success and I've had catastrophic failure. It's really how you handle the rough stuff that defines you, I think."},{"placeId":49677,"author":"Joe Strummer","wordCount":37,"categories":["failure","good","live"],"text":"The hippy movement was a failure. All hippies around now just represent complete apathy. There's a million good reasons why the thing failed, OK. But the only thing we've got to live with is that it failed."},{"placeId":92948,"author":"Robert E. Howard","wordCount":43,"categories":["failure","man","living"],"text":"But whatever my failure, I have this thing to remember - that I was a pioneer in my profession, just as my grandfathers were in theirs, in that I was the first man in this section to earn his living as a writer."},{"placeId":45842,"author":"Jawaharlal Nehru","wordCount":12,"categories":["failure","forget","principles"],"text":"Failure comes only when we forget our ideals and objectives and principles."},{"placeId":2439,"author":"Alan Greenspan","wordCount":29,"categories":["nature","failure","finance"],"text":"The very nature of finance is that it cannot be profitable unless it is significantly leveraged... and as long as there is debt, there can be failure and contagion."},{"placeId":70599,"author":"Marshall McLuhan","wordCount":24,"categories":["car","failure","alone"],"text":"Mass transportation is doomed to failure in North America because a person's car is the only place where he can be alone and think."},{"placeId":12598,"author":"Bobbie Ann Mason","wordCount":31,"categories":["food","failure","fear"],"text":"Working with food was fraught with anxiety when I was a girl. Like all farmers, we were at the mercy of the weather, and we lived in fear of crop failure."},{"placeId":111616,"author":"Will C. Barnes","wordCount":40,"categories":["success","nature","failure"],"text":"Every author believes that the book which he is placing before the public will 'fill a long-felt want,' and success or failure depends very much on how closely he has been able to gauge the nature of the 'long-felt want.'"},{"placeId":15978,"author":"Cate Blanchett","wordCount":13,"categories":["work","failure","understand"],"text":"I don't understand a way to work other than bold-facedly running towards failure."},{"placeId":17191,"author":"Christopher Morley","wordCount":14,"categories":["life","failure","anger"],"text":"A man who has never made a woman angry is a failure in life."},{"placeId":62572,"author":"Lyndon B. Johnson","wordCount":16,"categories":["failure","guns","human"],"text":"The guns and the bombs, the rockets and the warships, are all symbols of human failure."},{"placeId":81473,"author":"Naveen Jain","wordCount":34,"categories":["success","failure","listening"],"text":"Successful entrepreneurs find the balance between listening to their inner voice and staying persistent in driving for success - because sometimes success is waiting right across from the transitional bump that's disguised as failure."},{"placeId":38154,"author":"George W. Bush","wordCount":32,"categories":["success","hope","failure"],"text":"I'm hopeful. I know there is a lot of ambition in Washington, obviously. But I hope the ambitious realize that they are more likely to succeed with success as opposed to failure."},{"placeId":9799,"author":"Ben Bernanke","wordCount":24,"categories":["future","failure","financial"],"text":"In the future, financial firms of any type whose failure would pose a systemic risk must accept especially close regulatory scrutiny of their risk-taking."},{"placeId":86369,"author":"Pete Sessions","wordCount":35,"categories":["trust","failure","retirement"],"text":"Our nation's Social Security Trust Fund is depleting at an alarming rate, and failure to implement immediate reforms endangers the ability of Americans to plan for their retirement with the options and certainty they deserve."},{"placeId":105171,"author":"Tullian Tchividjian","wordCount":28,"categories":["failure","good","believe"],"text":"Believe it or not, Christianity is not about good people getting better. If anything, it is good news for bad people coping with their failure to be good."},{"placeId":87374,"author":"Olivia Wilde","wordCount":6,"categories":["failure","experience","should"],"text":"All actors should experience public failure."},{"placeId":110820,"author":"Winston Churchill","wordCount":12,"categories":["success","failure","loss"],"text":"Success consists of going from failure to failure without loss of enthusiasm."},{"placeId":107574,"author":"Thomas Haden Church","wordCount":16,"categories":["failure","achievement","you"],"text":"But all actors go through the process, it's hit and miss, you have achievement and failure."},{"placeId":24441,"author":"Doug Ducey","wordCount":33,"categories":["business","failure","support"],"text":"Every large brand has franchisees and stores that don't make it. It's unfortunate, and Cold Stone did everything it could to support its franchisees, but some failure rate is part of the business."},{"placeId":96404,"author":"Sandra Bullock","wordCount":38,"categories":["best","time","failure"],"text":"I was afraid of being a failure, of not having the best time or of being chicken. But every year I get older I think, What was I fearing last year?' You forget. And then you move on."},{"placeId":37075,"author":"Gail Sheehy","wordCount":14,"categories":["failure","risk","go"],"text":"Being a pathfinder is to be willing to risk failure and still go on."},{"placeId":42541,"author":"Gordon Moore","wordCount":39,"categories":["failure","opportunity"],"text":"With engineering, I view this year's failure as next year's opportunity to try it again. Failures are not something to be avoided. You want to have them happen as quickly as you can so you can make progress rapidly."},{"placeId":51516,"author":"Jimmy Connors","wordCount":28,"categories":["failure","challenge","treat"],"text":"Rather than viewing a brief relapse back to inactivity as a failure, treat it as a challenge and try to get back on track as soon as possible."},{"placeId":87937,"author":"Oscar Wilde","wordCount":8,"categories":["failure","ambition","last"],"text":"Ambition is the last refuge of the failure."},{"placeId":320,"author":"Alain Ducasse","wordCount":33,"categories":["life","positive","failure"],"text":"Failure is enriching. It's also important to accept that you'll make mistakes - it's how you build your expertise. The trick is to learn a positive lesson from all of life's negative moments."},{"placeId":12280,"author":"Ben Foster","wordCount":28,"categories":["failure","experience"],"text":"It's okay to fail 'cause there's no failure, you're just informing the richness of your experience, and that's - that's the greatest gift you can possibly give yourself."},{"placeId":41631,"author":"Henry Wadsworth Longfellow","wordCount":15,"categories":["success","failure","good"],"text":"However things may seem, no evil thing is success and no good thing is failure."},{"placeId":9990,"author":"Benjamin E. Mays","wordCount":43,"categories":["life","failure","living"],"text":"The tragedy of life is often not in our failure, but rather in our complacency; not in our doing too much, but rather in our doing too little; not in our living above our ability, but rather in our living below our capacities."},{"placeId":96425,"author":"Sandra Cisneros","wordCount":39,"categories":["myself","failure","day"],"text":"I felt a failure because I couldn't sustain myself from what I earned from my writing. My day jobs were what mattered, and it was hard to even get those because universities wouldn't hire me as a real writer."},{"placeId":47439,"author":"Jonathan Kozol","wordCount":42,"categories":["success","failure","school"],"text":"By far the most important factor in the success or failure of any school, far more important than tests or standards or business-model methods of accountability, is simply attracting the best-educated, most exciting young people into urban schools and keeping them there."},{"placeId":16088,"author":"Chad Hurley","wordCount":19,"categories":["business","failure","learn"],"text":"Running helped me learn how to deal with failure, and failure is a big part of the Internet business."},{"placeId":26039,"author":"Douglas Wood","wordCount":9,"categories":["best","failure","fear"],"text":"Fear of failure has always been my best motivator."},{"placeId":29756,"author":"Elbert Hubbard","wordCount":31,"categories":["success","failure","know"],"text":"The line between failure and success is so fine that we scarcely know when we pass it: so fine that we are often on the line and do not know it."},{"placeId":37005,"author":"George Bernard Shaw","wordCount":23,"categories":["work","failure","young"],"text":"When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work."},{"placeId":6236,"author":"Alexander Wang","wordCount":44,"categories":["work","failure","fear"],"text":"I think everyone shares a fear of failure - that you're only as good as your most recent collection. That's definitely a fear, but it's a fear that fuels me, that makes me want to work harder, that makes me take on more challenges."},{"placeId":99638,"author":"Steve Forbes","wordCount":25,"categories":["failure","world","mistake"],"text":"Our failure to properly deal with Germany and Japan early cost the world dearly later on. We dare not make the same mistake with China."},{"placeId":51246,"author":"Jeremy Irons","wordCount":32,"categories":["success","failure","risk"],"text":"So nevertheless, what I'm saying is that what one is - one's parameters are constantly narrowed by one's success, and my desire is to widen my field even if I risk failure."},{"placeId":109416,"author":"Walter Pater","wordCount":43,"categories":["failure","world","eye"],"text":"In a sense it might even be said that our failure is to form habits: for, after all, habit is relative to a stereotyped world, and meantime it is only the roughness of the eye that makes two persons, things, situations, seem alike."},{"placeId":41348,"author":"Henry Rollins","wordCount":24,"categories":["life","success","failure"],"text":"We all learn lessons in life. Some stick, some don't. I have always learned more from rejection and failure than from acceptance and success."},{"placeId":83464,"author":"Paul Auster","wordCount":28,"categories":["failure","adapt","long"],"text":"Movies are not novels, and that's why, when filmmakers try to adapt novels, particularly long or complex novels, the result is almost always failure. It can't be done."},{"placeId":41875,"author":"Hideki Tojo","wordCount":33,"categories":["failure","america","prejudice"],"text":"The reason was the failure of both Japan and China to understand each other and the inability of America and the European powers to sympathize, without prejudice, with the peoples of East Asia."},{"placeId":81922,"author":"Nick Saban","wordCount":32,"categories":["success","failure","fear"],"text":"I guess I'm motivated by the fear of failure to some degree and knowing what can happen when you don't do things the way you need to do them to have success."},{"placeId":73130,"author":"Marilyn Ferguson","wordCount":33,"categories":["wisdom","failure","past"],"text":"Radical common sense is the wisdom gleaned from the past that recognizes the perishable opportunities of the moment. It is the willingness to admit error and the refusal to be deterred by failure."},{"placeId":15520,"author":"Calvin Coolidge","wordCount":47,"categories":["education","failure","alone"],"text":"Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent."},{"placeId":11881,"author":"Bryan Cranston","wordCount":29,"categories":["life","failure","yourself"],"text":"If you have a level of expectation in your life that you have to be a quote-unquote star, whatever that means, you might be setting yourself up for failure."},{"placeId":30588,"author":"Enda Kenny","wordCount":31,"categories":["failure","impact","will"],"text":"Failure to curb temperature increases will impact all countries, Ireland included, but with the most immediate and drastic effects being felt, in many instances, by the most vulnerable countries and communities."},{"placeId":35232,"author":"Frederic William Farrar","wordCount":23,"categories":["life","best","failure"],"text":"There is only one real failure in life that is possible, and that is, not to be true to the best one knows."},{"placeId":110020,"author":"Whoopi Goldberg","wordCount":21,"categories":["success","failure","born"],"text":"We're born with success. It is only others who point out our failures, and what they attribute to us as failure."},{"placeId":10387,"author":"Bill Gates","wordCount":16,"categories":["success","failure","celebrate"],"text":"It's fine to celebrate success but it is more important to heed the lessons of failure."},{"placeId":4776,"author":"Agnetha Faltskog","wordCount":47,"categories":["family","day","failure"],"text":"It has always felt like a failure that Bjorn and I couldn't keep our family together. You never get it back, but to this day I don't regret splitting up. The reason behind our separation is one of those things I definitely don't want to go into!"},{"placeId":88928,"author":"Rick Perlstein","wordCount":19,"categories":["failure","question","laws"],"text":"There's no question that Kennedy was an utter failure as a passer of laws during his proverbial thousand days."},{"placeId":30022,"author":"Ellen Page","wordCount":20,"categories":["failure","men","hate"],"text":"I hate how box-office failures are blamed on an actress, yet I don't see a box-office failure blamed on men."},{"placeId":39061,"author":"Gustav Mahler","wordCount":31,"categories":["life","failure","world"],"text":"The point is not to take the world's opinion as a guiding star but to go one's way in life and working unerringly, neither depressed by failure nor seduced by applause."},{"placeId":17863,"author":"Coco Chanel","wordCount":13,"categories":["success","failure","know"],"text":"Success is often achieved by those who don't know that failure is inevitable."},{"placeId":108568,"author":"Tim Harford","wordCount":12,"categories":["time","failure","economy"],"text":"Failure is inevitable; it happens all the time in a complex economy."},{"placeId":5601,"author":"Anupam Kher","wordCount":44,"categories":["failure","blame","i am"],"text":"I am aware that as an actor, I can blame others for the failure of a film, the director, the script, choice of co-stars, timing of the release and so on. But now, as the director, I will have to shoulder all the blame."},{"placeId":76669,"author":"Michael Buble","wordCount":27,"categories":["success","failure","fear"],"text":"I have a tendency to sabotage relationships; I have a tendency to sabotage everything. Fear of success, fear of failure, fear of being afraid. Useless, good-for-nothing thoughts."},{"placeId":81279,"author":"Natalie Cole","wordCount":42,"categories":["failure","doctor","me"],"text":"I already had high blood pressure. I have hypertension. And I think the chemo was just too much for my kidneys. And they went into failure. And that was September 12th of 2008. And the doctor rushed me right to the hospital."},{"placeId":93499,"author":"Renee James","wordCount":32,"categories":["failure","great","think"],"text":"When you're doing something that you think - that you know - is a breakthrough, you cannot obsess about the possibility of failure. That is just not a great place to go."},{"placeId":74085,"author":"Michael Korda","wordCount":17,"categories":["failure","walk","study"],"text":"Never walk away from failure. On the contrary, study it carefully and imaginatively for its hidden assets."},{"placeId":41264,"author":"Henry Cavill","wordCount":17,"categories":["success","failure","focus"],"text":"As an outside; don't worry about failure, because failure will take care of itself. Focus on success."},{"placeId":22957,"author":"David D. Burns","wordCount":36,"categories":["learning","failure","humility"],"text":"Learning to accept failure on multiple levels is, to my way of thinking, the key to become a world-class therapist. But that means humility, and setting your ego aside, while you develop superb new technical skills."},{"placeId":46004,"author":"Jimmy Carter","wordCount":16,"categories":["failure","fear","fail"],"text":"It's not necessary to fear the prospect of failure but to be determined not to fail."},{"placeId":100518,"author":"Shekhar Kapur","wordCount":14,"categories":["success","failure","i am"],"text":"I am far more comfortable with failure than I ever will be with success."},{"placeId":37342,"author":"George Eliot","wordCount":16,"categories":["best","failure","fear"],"text":"The only failure one should fear, is not hugging to the purpose they see as best."},{"placeId":15453,"author":"C. S. Lewis","wordCount":16,"categories":["success","failure","road"],"text":"Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success."},{"placeId":104094,"author":"Tim Ryan","wordCount":47,"categories":["failure","focus","think"],"text":"I think our failure as a caucus has been not to focus on economic issues. I think we - and I'm supportive of all the issues that - that we talk about, but you need an economic - a robust, economic message that - that covers everybody."},{"placeId":17620,"author":"Clayton M. Christensen","wordCount":29,"categories":["business","failure","water"],"text":"The dumb-manager theory of business problems just didn't hold water for me. There had to be a deeper reason why smart people would make decisions that lead to failure."},{"placeId":68807,"author":"Keith Teare","wordCount":13,"categories":["failure","successful","feel"],"text":"I feel like 'Just.me' is not successful, but it is not a failure."},{"placeId":103233,"author":"Solomon Asch","wordCount":34,"categories":["failure","thinking","meaning"],"text":"Most social acts have to be understood in their setting and lose meaning if isolated... No error in thinking about social facts is more serious than the failure to see their place and function."},{"placeId":51232,"author":"Jeremy Irons","wordCount":23,"categories":["work","failure","experience"],"text":"I constantly experience failure in that my work is never as good as I want it to be. So I live with failure."},{"placeId":65297,"author":"Karen Armstrong","wordCount":25,"categories":["success","strength","failure"],"text":"Mohammed was not an apparent failure. He was a dazzling success, politically as well as spiritually, and Islam went from strength to strength to strength."},{"placeId":23096,"author":"Denis Waitley","wordCount":37,"categories":["teacher","failure","end"],"text":"Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing."},{"placeId":66744,"author":"Kevin Smith","wordCount":38,"categories":["failure","expectations","said"],"text":"There's something to be said for failing. It's not the failure you feel, it's the failure that people project when something disappoints. You're back to ground zero, where there's no expectations, and that's where I like to be."},{"placeId":6577,"author":"Andre Malraux","wordCount":38,"categories":["courage","failure","risk"],"text":"Often the difference between a successful person and a failure is not one has better abilities or ideas, but the courage that one has to bet on one's ideas, to take a calculated risk - and to act."},{"placeId":47099,"author":"John C. Maxwell","wordCount":16,"categories":["failure","achieving","people"],"text":"The difference between average people and achieving people is their perception of and response to failure."},{"placeId":112714,"author":"Vikram Patel","wordCount":45,"categories":["health","failure","blame"],"text":"It is easy to lay the blame on successive governments for failing to address health as a fundamental right for the Indian people. But the real tragedy is that we, the people of India, have not taken our government to task for this catastrophic failure."},{"placeId":108419,"author":"Tom Cochrane","wordCount":25,"categories":["life","failure","integrity"],"text":"Tragedy in life normally comes with betrayal and compromise, and trading on your integrity and not having dignity in life. That's really where failure comes."},{"placeId":30132,"author":"Elizabeth Taylor","wordCount":9,"categories":["failure","cloud","pink"],"text":"I fell off my pink cloud with a thud."},{"placeId":79733,"author":"Maude Adams","wordCount":10,"categories":["success","failure","afraid"],"text":"Don't be afraid of failure; be afraid of petty success."},{"placeId":88576,"author":"Rhys Ifans","wordCount":23,"categories":["failure","culture","think"],"text":"You look at any culture, and prohibition has invariably been an unmitigated failure. It is just idiotic to criminalise any substance, I think."},{"placeId":47374,"author":"John Wooden","wordCount":12,"categories":["change","failure","never"],"text":"Failure is never fatal. But failure to change can and might be."},{"placeId":47076,"author":"John Mayer","wordCount":15,"categories":["failure","i am","become"],"text":"Who I am as a guitarist is defined by my failure to become Jimi Hendrix."},{"placeId":96471,"author":"Shah Rukh Khan","wordCount":12,"categories":["life","success","failure"],"text":"Success and failure are both part of life. Both are not permanent."},{"placeId":101624,"author":"Soichiro Honda","wordCount":5,"categories":["success","failure","percent"],"text":"Success is 99 percent failure."},{"placeId":54368,"author":"John McCarthy","wordCount":27,"categories":["love","failure","blame"],"text":"Of course, Third World leaders love you. By ascribing third world ills to First World sins, you absolve them of blame for their countries' failure to advance."},{"placeId":25640,"author":"Dick Cavett","wordCount":47,"categories":["hope","myself","failure"],"text":"The very phrase 'Oscar night' used to accelerate my pulse. For one thing - dating myself - it meant Bob Hope. He always had good, strong jokes, that faultless delivery, and always a new joke about his own films' failure - once again - to be honored."},{"placeId":114072,"author":"Zig Ziglar","wordCount":9,"categories":["failure","learn","lost"],"text":"If you learn from defeat, you haven't really lost."},{"placeId":99107,"author":"Sheila Jackson Lee","wordCount":14,"categories":["failure","measure","republican"],"text":"By virtually any measure, the record of the Republican Majority is an appalling failure."},{"placeId":39096,"author":"Gavyn Davies","wordCount":29,"categories":["future","failure","world"],"text":"It was an interesting question as to whether the BBC had a future in the digital world, and what form of market failure could justify the licence fee system."},{"placeId":82104,"author":"Nick Harkaway","wordCount":42,"categories":["funny","failure","clothes"],"text":"I do public appearances. I'm bluff, hearty, goofy. I wear loud clothes, and I read the funny bits. I occasionally get taken to task for one thing or another, and I acknowledge my fault, my flaw, my failure, and I move on."},{"placeId":39440,"author":"Gerry Beckley","wordCount":40,"categories":["time","failure","people"],"text":"I know acts and I'm not going to name names but these people sold ten million copies the first time and the second album sells three million and it's considered a failure and they're dropped and that's really a shame."},{"placeId":59145,"author":"James Rothman","wordCount":16,"categories":["success","failure","first"],"text":"I had five years of failure, really, before I had the first initial sign of success."},{"placeId":79334,"author":"Mike McGavick","wordCount":9,"categories":["failure","back","brink"],"text":"We brought Safeco back from the brink of failure."},{"placeId":82802,"author":"P. J. O'Rourke","wordCount":17,"categories":["success","failure","capitalism"],"text":"The idea of capitalism is not just success but also the failure that allows success to happen."},{"placeId":87608,"author":"Orison Swett Marden","wordCount":27,"categories":["respect","courage","failure"],"text":"There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King."},{"placeId":33502,"author":"Estelle Morris","wordCount":34,"categories":["failure","power","government"],"text":"Before this government came to power, many failing schools were simply allowed to drift on in a pattern of continuing failure. The government is determined to break that pattern and is successfully doing so."},{"placeId":28753,"author":"Dana Fox","wordCount":32,"categories":["life","work","failure"],"text":"My big philosophy is: Try and work with good people, because the process is your life. That's going to be really, really hard. I'm glad I learned the lesson, 'Failure is OK.'"},{"placeId":9101,"author":"Anthony Noto","wordCount":31,"categories":["success","failure","fear"],"text":"I honestly think I'm the kind of person that is driven by fear of failure rather than striving for success. I tend to go to bed scared and wake up terrified."},{"placeId":23095,"author":"Denis Waitley","wordCount":21,"categories":["failure","self-esteem","true"],"text":"To establish true self-esteem we must concentrate on our successes and forget about the failures and the negatives in our lives."},{"placeId":49921,"author":"John Ortberg","wordCount":26,"categories":["failure","done","sloth"],"text":"Sloth is the failure to do what needs to be done when it needs to be done - like the kamikaze pilot who flew seventeen missions."},{"placeId":92126,"author":"Rudyard Kipling","wordCount":12,"categories":["failure","forty","single"],"text":"We have forty million reasons for failure, but not a single excuse."},{"placeId":8026,"author":"Anand Gopal","wordCount":45,"categories":["war","failure","control"],"text":"The central thesis of the American failure in Afghanistan - the one you'll hear from politicians and pundits and even scholars - was succinctly propounded by Deputy Secretary of State Richard Armitage: 'The war in Iraq drained resources from Afghanistan before things were under control'."},{"placeId":45105,"author":"J. K. Rowling","wordCount":8,"categories":["failure","away","means"],"text":"Failure means a stripping away of the inessential."},{"placeId":106221,"author":"Thomas Sowell","wordCount":29,"categories":["trust","failure","people"],"text":"One of the common failings among honorable people is a failure to appreciate how thoroughly dishonorable some other people can be, and how dangerous it is to trust them."},{"placeId":1949,"author":"Abraham Joshua Heschel","wordCount":26,"categories":["failure","god","man"],"text":"Man's sin is in his failure to live what he is. Being the master of the earth, man forgets that he is the servant of God."},{"placeId":82788,"author":"Nolan Bushnell","wordCount":44,"categories":["time","failure","progress"],"text":"Every company needs to have a skunkworks, to try things that have a high probability of failing. You try to minimize failure, but at the same time, if you're not willing to try things that are inherently risky, you're not going to make progress."},{"placeId":112655,"author":"Vijay Mallya","wordCount":35,"categories":["failure","blame","poverty"],"text":"Everybody keeps saying that India's a poor country. Yes, we have poverty. But I blame the government of India, the political establishment, for their failure to educate and therefore their failure to control the poverty."},{"placeId":106193,"author":"Thomas J. Watson","wordCount":12,"categories":["success","failure","want"],"text":"If you want to increase your success rate, double your failure rate."},{"placeId":114197,"author":"Zig Ziglar","wordCount":9,"categories":["failure","remember","person"],"text":"Remember that failure is an event, not a person."},{"placeId":39219,"author":"George Akerlof","wordCount":13,"categories":["failure","credit","major"],"text":"The failure of credit markets is one of the major reasons for underdevelopment."},{"placeId":9377,"author":"B. F. Skinner","wordCount":26,"categories":["best","failure","may"],"text":"A failure is not always a mistake, it may simply be the best one can do under the circumstances. The real mistake is to stop trying."},{"placeId":6716,"author":"Annette Funicello","wordCount":12,"categories":["failure","thought","me"],"text":"The mere thought of divorce terrified me. To me, divorce symbolized failure."},{"placeId":95647,"author":"Ron Dellums","wordCount":10,"categories":["failure","trying","crime"],"text":"Failure is not a crime. The crime is not trying."},{"placeId":83039,"author":"Pat Summitt","wordCount":43,"categories":["life","failure","vision"],"text":"When you learn to keep fighting in the face of potential failure, it gives you a larger skill set to do what you want to do in life. It gives you vision. But you can't acquire it if you're afraid of keeping score."},{"placeId":67840,"author":"Kathy Ireland","wordCount":14,"categories":["education","respect","failure"],"text":"But I look at failure as education. In that respect, I am so well-educated."},{"placeId":49892,"author":"John Ortberg","wordCount":20,"categories":["change","failure","done"],"text":"When preaching is done right, it can change lives. When it's done badly, my failure goes beyond the merely human."},{"placeId":75782,"author":"Michael Frome","wordCount":14,"categories":["travel","failure","plan"],"text":"The largest single reason for disappointing travel experiences is the failure to plan properly."},{"placeId":3500,"author":"Andrew Breitbart","wordCount":25,"categories":["success","history","failure"],"text":"George W. Bush is history's president, a man for whom the long-term success or failure of democracy in Iraq will determine his place in history."},{"placeId":110376,"author":"William James","wordCount":19,"categories":["failure","faith","man"],"text":"There is but one cause of human failure. And that is man's lack of faith in his true Self."},{"placeId":26086,"author":"Dan O'Brien","wordCount":13,"categories":["failure","successful","kind"],"text":"I've always had to have some kind of failure before I was successful."},{"placeId":91682,"author":"Roger Daltrey","wordCount":39,"categories":["time","failure","think"],"text":"I don't think there's any way it could have failed. We don't know failure in this band. We didn't know failure. We got to know it a little after awhile but at that time there was no such word."},{"placeId":31116,"author":"Ezra Taft Benson","wordCount":12,"categories":["failure","pride","i am"],"text":"Pride is ugly. It says, 'If you succeed, I am a failure.'"},{"placeId":62770,"author":"LeAnn Rimes","wordCount":18,"categories":["life","best","failure"],"text":"I'm living life as best I can - but I'm not exempt from failure and making bad choices."},{"placeId":24174,"author":"Douglas Coupland","wordCount":16,"categories":["failure","building","better"],"text":"If a building looks better under construction than it does when finished, then it's a failure."},{"placeId":99454,"author":"Shinzo Abe","wordCount":20,"categories":["failure","i am","reason"],"text":"I have experienced failure as a politician and for that very reason, I am ready to give everything for Japan."},{"placeId":39898,"author":"George Edmund Street","wordCount":32,"categories":["success","failure","character"],"text":"I think our failure in the production of good town churches of distinctive character must have struck you often, as it has me, when contrasted with our comparative success in country churches."},{"placeId":30983,"author":"Erik Erikson","wordCount":30,"categories":["love","children","failure"],"text":"Children love and want to be loved and they very much prefer the joy of accomplishment to the triumph of hateful failure. Do not mistake a child for his symptom."},{"placeId":94658,"author":"Rosalyn Sussman Yalow","wordCount":33,"categories":["leadership","women","failure"],"text":"The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination. In the past, few women have tried, and even fewer have succeeded."},{"placeId":93165,"author":"Roger Babson","wordCount":11,"categories":["success","failure","mind"],"text":"Keep in mind that neither success nor failure is ever final."},{"placeId":107149,"author":"Trent Reznor","wordCount":19,"categories":["failure","afraid","true"],"text":"I realized that I was afraid to really, really try something, 100%, because I had never reached true failure."},{"placeId":112338,"author":"Victor Kiam","wordCount":43,"categories":["success","money","failure"],"text":"Entrepreneurs are risk takers, willing to roll the dice with their money or reputation on the line in support of an idea or enterprise. They willingly assume responsibility for the success or failure of a venture and are answerable for all its facets."},{"placeId":34543,"author":"Felicity Kendal","wordCount":12,"categories":["success","failure","leads"],"text":"Success breeds success, and failure leads to a sort of fallow period."},{"placeId":95031,"author":"Rupert Holmes","wordCount":36,"categories":["failure","first","everyone"],"text":"But thankfully, my first album, 'Wide Screen,' was sort of a critics' darling - everyone raved about it, but no one bought it. They only manufactured 10,000 copies; I wasn't even in the running for failure!"},{"placeId":24869,"author":"Dee Dee Myers","wordCount":17,"categories":["life","nature","failure"],"text":"The exposed nature of life in the public square affects leaders' attitudes toward risk - and failure."},{"placeId":87420,"author":"Og Mandino","wordCount":27,"categories":["life","success","failure"],"text":"Sound character provides the power with which a person may ride the emergencies of life instead of being overwhelmed by them. Failure is... the highway to success."},{"placeId":87656,"author":"Orlando Bloom","wordCount":16,"categories":["success","failure","disaster"],"text":"Failure is simply the non-presence of success. But a fiasco is a disaster of mythic proportions."},{"placeId":114117,"author":"Zig Ziglar","wordCount":8,"categories":["failure","street","detour"],"text":"Failure is a detour, not a dead-end street."},{"placeId":75380,"author":"Mark Lawrenson","wordCount":15,"categories":["failure","mistakes","learn"],"text":"Don't be frightened of failure. It makes you stronger if you learn from your mistakes."},{"placeId":33070,"author":"Edwin Soeryadjaya","wordCount":11,"categories":["failure","responsibility"],"text":"We would be billionaires, but we took responsibility for Summa's failure."},{"placeId":88089,"author":"Rain","wordCount":47,"categories":["success","failure","mother"],"text":"The more times I was turned down, the more I believed I was getting closer to making it. A lot of people in Korea say that failure is the mother of success, so I believed that more times I failed, the more likely I was to succeed."},{"placeId":29149,"author":"Earl Warren","wordCount":22,"categories":["time","failure","patriotism"],"text":"The most tragic paradox of our time is to be found in the failure of nation-states to recognize the imperatives of internationalism."},{"placeId":113163,"author":"Vivek Wadhwa","wordCount":25,"categories":["failure","good","celebrate"],"text":"No matter how well things are going, failure and disaster are just around the corner. So celebrate the good, but be ready for the bad."},{"placeId":96311,"author":"Samuel Smiles","wordCount":33,"categories":["success","failure","men"],"text":"It is a mistake to suppose that men succeed through success; they much oftener succeed through failures. Precept, study, advice, and example could never have taught them so well as failure has done."},{"placeId":113789,"author":"Xavier Becerra","wordCount":37,"categories":["failure","giving","white"],"text":"African Americans make up about 13 percent of the U.S. population but comprise 32 percent of patients treated for kidney failure, giving them a kidney failure rate that is 4.2 times greater than that of white Americans."},{"placeId":71218,"author":"Matthew McConaughey","wordCount":10,"categories":["success","failure","more"],"text":"We dissect failure a lot more than we dissect success."},{"placeId":26443,"author":"Dave Van Ronk","wordCount":23,"categories":["success","work","failure"],"text":"You can't be afraid of failure and you can't be afraid of success, because either one gets in the way of your work."},{"placeId":17601,"author":"Claude Monet","wordCount":8,"categories":["life","failure","my life"],"text":"My life has been nothing but a failure."},{"placeId":9880,"author":"Ben Shapiro","wordCount":18,"categories":["failure","america","will"],"text":"Historically, defense spending cuts have preceded increased international turmoil as America's global enemies sense a failure of will."},{"placeId":67176,"author":"Knute Rockne","wordCount":13,"categories":["failure","good","me"],"text":"Show me a good and gracious loser and I'll show you a failure."},{"placeId":73489,"author":"Marsha Blackburn","wordCount":17,"categories":["health","failure","care"],"text":"The British health care system is a blueprint for the failure of Obamacare, as it is structured."},{"placeId":114107,"author":"Yami Gautam","wordCount":41,"categories":["life","failure","step"],"text":"There is failure in every industry; there is failure in every step. It's just that we are working in an industry where everything is just out there; that is why it looks so magnified. But failure is a part of life."},{"placeId":87595,"author":"Orison Swett Marden","wordCount":43,"categories":["life","success","failure"],"text":"Regard every suggestion that your life may be a failure, that you are not made like those who succeed, and that success is not for you, as a traitor, and expel it from your mind as you would a thief from your house."},{"placeId":43568,"author":"Hans Eysenck","wordCount":40,"categories":["failure","together","results"],"text":"In our tabulation of psychoanalytic results, we have classed those who stopped treatment together with those not improved. This appears to be reasonable; a patient who fails to finish his treatment, and is not improved, is surely a therapeutic failure."},{"placeId":45430,"author":"James Cameron","wordCount":18,"categories":["success","failure","goals"],"text":"If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success."},{"placeId":23837,"author":"Dolly Parton","wordCount":28,"categories":["time","failure","god"],"text":"I thank God for my failures. Maybe not at the time but after some reflection. I never feel like a failure just because something I tried has failed."},{"placeId":96003,"author":"Sarah McLachlan","wordCount":17,"categories":["marriage","failure","difficult"],"text":"Coming to terms with the fact that my marriage was a failure was devastating and very difficult."},{"placeId":16621,"author":"Chelsea Handler","wordCount":27,"categories":["failure","sad","ideas"],"text":"E! has just become a sad, sad place to live. They don't know what they're doing; they have no ideas... everything they do just is a failure."},{"placeId":48073,"author":"James Altucher","wordCount":18,"categories":["failure","experience","feeling"],"text":"My feeling, based on my own experience, is that aiming for grandiosity is the fastest route to failure."},{"placeId":84363,"author":"Peter Jackson","wordCount":21,"categories":["money","failure","people"],"text":"For me, utter failure is to make a film that people pay their money to go see and they don't like."},{"placeId":99947,"author":"Sanjay Kumar","wordCount":7,"categories":["success","failure","common"],"text":"Failure is unfortunately as common as success."},{"placeId":84275,"author":"Peter Guber","wordCount":47,"categories":["success","work","failure"],"text":"Beside every great success are the seeds of enormous failure. In every failure, there's the opportunity seeds of great success. They're not miles apart. So if they're that close together, and if you're really working, you're always gonna have that likelihood that something's not going to work."},{"placeId":39889,"author":"George Canning","wordCount":8,"categories":["failure","parents","indecision"],"text":"Indecision and delays are the parents of failure."},{"placeId":98917,"author":"Serj Tankian","wordCount":17,"categories":["love","failure","peace"],"text":"Civilization is a failure. We need to think what we can do together in love and peace."},{"placeId":106222,"author":"Thomas Sowell","wordCount":19,"categories":["failure","socialism","ignore"],"text":"Socialism in general has a record of failure so blatant that only an intellectual could ignore or evade it."},{"placeId":2155,"author":"Aeschylus","wordCount":7,"categories":["failure","wise","may"],"text":"The wisest of the wise may err."},{"placeId":14213,"author":"Burt Rutan","wordCount":9,"categories":["failure","testing","leads"],"text":"Testing leads to failure, and failure leads to understanding."},{"placeId":71233,"author":"Matthew McConaughey","wordCount":21,"categories":["failure","jealous","someone"],"text":"I've never been a jealous person, and I've never felt built up by someone else's failure - that's a cheap thrill."},{"placeId":11909,"author":"Bryant H. McGill","wordCount":11,"categories":["failure","become","sanctuary"],"text":"Do not let your ambitions become a sanctuary for your failures."},{"placeId":33667,"author":"Elodie Clouvel","wordCount":16,"categories":["failure","swimming","start"],"text":"Pentathlon is not a sign of my failure in swimming. It's a new start for me."},{"placeId":2301,"author":"Al Sharpton","wordCount":47,"categories":["day","failure","summer"],"text":"In 1999, I was in St. Louis with Martin Luther King III as we led protests against the state's failure to hire minority contractors for highway construction projects. We went at dawn on a summer day with over a thousand people and performed acts of civil disobedience."},{"placeId":17903,"author":"Colin Powell","wordCount":42,"categories":["leadership","failure","day"],"text":"Leadership is solving problems. The day soldiers stop bringing you their problems is the day you have stopped leading them. They have either lost confidence that you can help or concluded you do not care. Either case is a failure of leadership."},{"placeId":23562,"author":"David Petraeus","wordCount":32,"categories":["success","failure","back"],"text":"Iraq's Sunnis need to be brought back into the fold. They need to feel as though they have a stake in the success of Iraq rather than a stake in its failure."},{"placeId":27111,"author":"Doc Hastings","wordCount":36,"categories":["failure","veterans","action"],"text":"As efforts to fix this failure at the Veterans Administration continue, I also intend to persist in demanding answers and action on the establishment of a new clinic to serve the veterans in North Central Washington."},{"placeId":35282,"author":"Frederick William Robertson","wordCount":30,"categories":["work","failure","god"],"text":"In God's world, for those who are in earnest, there is no failure. No work truly done, no word earnestly spoken, no sacrifice freely made, was ever made in vain."},{"placeId":12630,"author":"Boutros Boutros-Ghali","wordCount":26,"categories":["failure","security","enough"],"text":"The failure of the United Nations - My failure is maybe, in retrospective, that I was not enough aggressive with the members of the Security Council."},{"placeId":114123,"author":"Zig Ziglar","wordCount":13,"categories":["success","failure","climb"],"text":"You cannot climb the ladder of success dressed in the costume of failure."},{"placeId":12637,"author":"Brad Feld","wordCount":24,"categories":["failure","ups and downs"],"text":"While I've had plenty of ups and downs, dealt with my share of failure, and struggled through emotionally difficult periods, I'm fundamentally an optimist."},{"placeId":73605,"author":"Marvin Minsky","wordCount":25,"categories":["failure","deep","world"],"text":"There was a failure to recognize the deep problems in AI; for instance, those captured in Blocks World. The people building physical robots learned nothing."},{"placeId":53289,"author":"Judd Nelson","wordCount":25,"categories":["success","age","failure"],"text":"My Brat Pack buddies and I didn't exactly handle celebrity very well. Success at an early age is far more difficult to handle than failure."},{"placeId":58149,"author":"Josh Malerman","wordCount":12,"categories":["failure","me","finish"],"text":"The only real failure to me is if you don't finish something."},{"placeId":54812,"author":"Jeff Tweedy","wordCount":21,"categories":["life","failure","think"],"text":"I think somehow you need to get to a certain point in your life where the notion of failure is absurd."},{"placeId":30946,"author":"Ethan Hawke","wordCount":35,"categories":["life","marriage","failure"],"text":"The biggest problem in my life is trying to be the kind of man that I want to be, the father that I want to be, and how to process the failure of my marriage."},{"placeId":70567,"author":"Mario Andretti","wordCount":15,"categories":["failure","chance","succeed"],"text":"If you're so afraid of failure, you will never succeed. You have to take chances."},{"placeId":74295,"author":"Michele Bachmann","wordCount":21,"categories":["failure","end","people"],"text":"People think when you have a, quote, 'bank failure,' that that is the end of the bank. And it isn't necessarily."},{"placeId":16311,"author":"Charles Duhigg","wordCount":18,"categories":["failure","people","situation"],"text":"When people have a willpower failure, it's because they haven't anticipated a situation that's going to come along."},{"placeId":43715,"author":"Hector Berlioz","wordCount":17,"categories":["failure","admit","modesty"],"text":"At least I have the modesty to admit that lack of modesty is one of my failings."},{"placeId":29766,"author":"Elbert Hubbard","wordCount":17,"categories":["failure","experience","man"],"text":"A failure is a man who has blundered, but is not able to cash in the experience."},{"placeId":9877,"author":"Ben Shapiro","wordCount":47,"categories":["failure","job","government"],"text":"The story of Detroit's bankruptcy was simple enough: Allow capitalism to grow the city, campaign against income inequality, tax the job creators until they flee, increase government spending in order to boost employment, promise generous pension plans to keep people voting for failure. Rinse, wash and repeat."},{"placeId":41337,"author":"Henry Petroski","wordCount":44,"categories":["failure","design","process"],"text":"Case studies of failure should be made a part of the vocabulary of every engineer so that he or she can recall or recite them when something in a new design or design process is suggestive of what went wrong in the case study."},{"placeId":53202,"author":"Joseph Barbera","wordCount":21,"categories":["failure","disappointment"],"text":"Los Angeles was an impression of failure, of disappointment, of despair, and of oddly makeshift lives. This is California? I thought."},{"placeId":13244,"author":"Bryce Dallas Howard","wordCount":42,"categories":["failure","day","yourself"],"text":"I've learned to think in terms of having a long career. Actors can have very long careers that last until the day we die, but there will be moments when you'll feel like you're a failure or when you're disappointed in yourself."},{"placeId":45858,"author":"Jay-Z","wordCount":31,"categories":["failure","fear","successful"],"text":"Successful people have a bigger fear of failure than people who've never done anything because if you haven't been successful, then you don't know how it feels to lose it all."},{"placeId":49039,"author":"Jay Samit","wordCount":46,"categories":["success","work","failure"],"text":"There is a huge difference between failing and failure. Failing is trying something that you learn doesn't work. Failure is throwing in the towel and giving up. True success comes from failing repeatedly and as quickly as possible, before your cash or your willpower runs out."},{"placeId":114024,"author":"Zach Wamp","wordCount":29,"categories":["failure","medical","government"],"text":"Failure to properly control our borders costs citizens in many ways: schools become overcrowded, medical resources are stretched too thin, other government services are overtaxed, and taxes increase further."},{"placeId":97027,"author":"Simon Cowell","wordCount":15,"categories":["failure","you","go"],"text":"You don't go into anything contemplating failure, because if you did, you wouldn't make it."},{"placeId":100261,"author":"Scott Stossel","wordCount":26,"categories":["success","failure","i am"],"text":"I am living on the razor's edge between success and failure, adulation and humiliation - between justifying my existence and revealing my unworthiness to be alive."},{"placeId":30799,"author":"Eric Ries","wordCount":28,"categories":["failure","mistakes","challenge"],"text":"Start-ups make so many mistakes that the challenge to identify the root cause of a failure is tough. But believing in your own plan is probably the worst."},{"placeId":50571,"author":"James Mattis","wordCount":18,"categories":["failure","sleep","night"],"text":"I don't lose any sleep at night over the potential for failure. I cannot even spell the word."},{"placeId":3275,"author":"Ambrose Bierce","wordCount":12,"categories":["failure","fool","destiny"],"text":"Destiny: A tyrant's authority for crime and a fool's excuse for failure."},{"placeId":37280,"author":"George Clooney","wordCount":41,"categories":["journey","failure","fear"],"text":"My biggest fear is doing the same things 10 years from now. That would be a failure. It's something you have to constantly reassess, and asking yourself what you are going to do next makes it a good, long full journey."},{"placeId":24544,"author":"Dylan Moran","wordCount":46,"categories":["failure","good","yourself"],"text":"The terror of failure can make you feel like a failure. So a bunch of people think you're not very good at your thing. How much do you invest in what they say? How much do you care? Failure is not putting yourself on the line."},{"placeId":91250,"author":"Robert E. Lee","wordCount":15,"categories":["failure","god","good"],"text":"We failed, but in the good providence of God apparent failure often proves a blessing."},{"placeId":91964,"author":"Ronda Rousey","wordCount":43,"categories":["work","failure","cool"],"text":"I'm scared of failure so much more than any of the other girls I compete against that I work so much harder than they possibly could. I'm totally down with spiders and frogs and heights and snakes - everything; I'm cool with it."},{"placeId":72450,"author":"Mitt Romney","wordCount":33,"categories":["women","failure","men"],"text":"President Obama's astonishing failure to secure an orderly transition in Iraq has unnecessarily put at risk the victories that were won through the blood and sacrifice of thousands of American men and women."},{"placeId":109752,"author":"Will Arnett","wordCount":9,"categories":["funny","success","failure"],"text":"Pure unadulterated success is not as funny as failure."},{"placeId":111801,"author":"William Whewell","wordCount":7,"categories":["success","failure","step"],"text":"Every failure is a step to success."},{"placeId":83208,"author":"Patrick Stump","wordCount":31,"categories":["money","failure","stupid"],"text":"There's no amount of money that makes you feel better when people think of you as a joke or a hack or a failure or ugly or stupid or morally empty."},{"placeId":93167,"author":"Roger Babson","wordCount":15,"categories":["success","failure","wise"],"text":"It is wise to keep in mind that neither success nor failure is ever final."},{"placeId":52085,"author":"Jon Oringer","wordCount":39,"categories":["failure","mistakes","learn"],"text":"You can't be afraid of the problem. Don't be afraid of failure; don't be afraid to make mistakes. Make sure you learn from each step; iterate, and stay as efficient as possible without being paralyzed by a difficult situation."},{"placeId":81469,"author":"Naveen Jain","wordCount":24,"categories":["failure","experience","leader"],"text":"When you experience a failure as a leader, don't hide it - talk about it. Your missed opportunity will encourage others to take risks."},{"placeId":33369,"author":"Emanuel Steward","wordCount":40,"categories":["motivational","failure","fear"],"text":"I went to a motivational training course once, a course of self-discovery, and I found out after a week that my fear - it was not a fear of not being accepted - was a very violent fear of failure."},{"placeId":2192,"author":"Aisha Tyler","wordCount":12,"categories":["success","failure","absence"],"text":"Success is not the absence of failure; it's the persistence through failure."},{"placeId":111478,"author":"William Kingdon Clifford","wordCount":26,"categories":["failure","good","evil"],"text":"When an action is once done, it is right or wrong for ever; no accidental failure of its good or evil fruits can possibly alter that."},{"placeId":94469,"author":"Robin Tunney","wordCount":11,"categories":["success","failure","film"],"text":"A film's success or failure is strictly on the director's shoulders."},{"placeId":39953,"author":"Greg Berlanti","wordCount":18,"categories":["business","failure","you"],"text":"Television is ultimately a business of failure. You try a lot of things, and most of it fails."},{"placeId":75298,"author":"Mark Frauenfelder","wordCount":25,"categories":["home","failure","fear"],"text":"Fear of failure held me back from being a DIYer for many years, especially after a few early attempts at home improvement projects went awry."},{"placeId":92182,"author":"Russell Simmons","wordCount":26,"categories":["work","failure","fear"],"text":"People are afraid of failure - they don't like to work so hard and have people keep saying, 'No.' I think that's what people fear most."},{"placeId":105189,"author":"Tullian Tchividjian","wordCount":28,"categories":["failure","behavior","moral"],"text":"What is indisputable is the fact that unbelief is the force that gives birth to all of our bad behavior and every moral failure. It is the root."},{"placeId":30471,"author":"Emma Watson","wordCount":17,"categories":["failure","fear","me"],"text":"I don't want the fear of failure to stop me from doing what I really care about."},{"placeId":26603,"author":"Douglas Hodge","wordCount":40,"categories":["myself","failure","writing"],"text":"I had this contract to write songs for people when I was about 18. I don't think any of them were taken up; I was a complete failure at it! But I've kept doing it, writing little songs for myself."},{"placeId":9994,"author":"Benjamin Franklin","wordCount":12,"categories":["failure","fear","mistakes"],"text":"Do not fear mistakes. You will know failure. Continue to reach out."},{"placeId":105623,"author":"Theresa May","wordCount":34,"categories":["life","work","failure"],"text":"Poverty is about people lacking the tools they need to get on in life. And solving it is about tackling educational failure, antisocial behaviour, debt problems and addiction, and of course it's about work."},{"placeId":350,"author":"Alan Arkin","wordCount":36,"categories":["failure","connected","years"],"text":"'Catch-22' was a huge failure, and it rubbed off on everybody connected to it. I had a bunch of lean years where I had to do things, a lot of which I wasn't wildly enthusiastic about."},{"placeId":22533,"author":"Dave Matthews","wordCount":24,"categories":["failure","fear","revenge"],"text":"I fear that our true motivation is about oil and our own flailing economy; about the failure to destroy Al Qaeda and about revenge."},{"placeId":56433,"author":"Joseph Barber Lightfoot","wordCount":14,"categories":["success","failure","will"],"text":"I will not be discouraged by failure; I will not be elated by success."},{"placeId":5410,"author":"Ann Cotton","wordCount":22,"categories":["life","change","failure"],"text":"Be greedy for social change, and your life will be endlessly enriched. The only failure lies in not trying, or giving up."},{"placeId":22033,"author":"Chris Hedges","wordCount":15,"categories":["war","failure","open"],"text":"The failure to dissect the cause of war leaves us open for the next installment."},{"placeId":103555,"author":"Takeshi Kitano","wordCount":14,"categories":["failure","career","repetition"],"text":"My film directorial career has been nothing but repetition of one failure after another!"},{"placeId":98110,"author":"Sylvester Stallone","wordCount":38,"categories":["knowledge","failure","great"],"text":"It would be great to be able to pass on to someone all of the successes, the failures, and the knowledge that one has had. To help someone, avoid all the fire, pain and anxiety would be wonderful."},{"placeId":11982,"author":"Brennan Manning","wordCount":29,"categories":["death","journey","failure"],"text":"Suffering, failure, loneliness, sorrow, discouragement, and death will be part of your journey, but the Kingdom of God will conquer all these horrors. No evil can resist grace forever."},{"placeId":40409,"author":"Harry S Truman","wordCount":19,"categories":["failure","father","dad"],"text":"My father was not a failure. After all, he was the father of a president of the United States."},{"placeId":19967,"author":"Chris Van Hollen","wordCount":47,"categories":["success","failure","management"],"text":"It is Basic Management 101 that if you reward failure you are going to get more failure, and if you want success you should reward success. But if you look at the way this administration has approached national security, they have kind of got that principle backwards."},{"placeId":57051,"author":"Jonathan Raban","wordCount":32,"categories":["art","failure","jealousy"],"text":"Critics? Don't talk to me of critics! You think some jackanapes journalist, his soul eaten away by the maggots of jealousy and failure, has anything worthwhile to say of art? I don't."},{"placeId":37348,"author":"George Eliot","wordCount":30,"categories":["best","failure","fear"],"text":"I'm proof against that word failure. I've seen behind it. The only failure a man ought to fear is failure of cleaving to the purpose he sees to be best."},{"placeId":56911,"author":"James Marsh","wordCount":22,"categories":["work","failure","end"],"text":"Usually, with the work I've done, by the end, I usually feel like it's a failure. It doesn't matter how it's received."},{"placeId":34763,"author":"Florence Scovel Shinn","wordCount":28,"categories":["work","failure","great"],"text":"Every great work, every big accomplishment, has been brought into manifestation through holding to the vision, and often just before the big achievement, comes apparent failure and discouragement."},{"placeId":93916,"author":"Robert W. Service","wordCount":22,"categories":["success","failure","man"],"text":"No man can be a failure if he thinks he's a success; If he thinks he is a winner, then he is."},{"placeId":87416,"author":"Og Mandino","wordCount":13,"categories":["motivational","failure"],"text":"Failure will never overtake me if my determination to succeed is strong enough."},{"placeId":73833,"author":"Matt Taibbi","wordCount":29,"categories":["work","money","failure"],"text":"The failure to work out sensible budgets makes it impossible for government agencies to make long-term plans, and instead leaves them scrambling to spend money in the short term."},{"placeId":104106,"author":"Tim Wise","wordCount":27,"categories":["failure","society","political"],"text":"Our failure as a society to properly acknowledge and confront the psychological, social, and political effects of white privilege has perpetuated racial inequality and race-based political resentments."},{"placeId":109318,"author":"Walter Cronkite","wordCount":31,"categories":["knowledge","failure"],"text":"I think that the failure of newspaper competition in a community is a very serious handicap to the dissemination of the knowledge that the citizens need to participate in a democracy."},{"placeId":4952,"author":"Alexander Payne","wordCount":33,"categories":["life","failure","humor"],"text":"I get asked, 'How can you have such failures in your films?' Well, what else is life about? There's some sense of constant failure in something. Humor gives you a distance from it."},{"placeId":102504,"author":"Sonia Johnson","wordCount":11,"categories":["failure","fear","heart"],"text":"What we have most to fear is failure of the heart."},{"placeId":37086,"author":"Gail Sheehy","wordCount":41,"categories":["success","children","failure"],"text":"In my memoir, I admit that I've been as fearful of success as of failure. In fact, when 'Passages' was published, I so dreaded bad reviews that I ran away to Italy with a girlfriend and our children to hide out."},{"placeId":36980,"author":"Gabrielle Union","wordCount":37,"categories":["best","failure","fear"],"text":"You get so afraid of failure and so afraid of losing and so afraid of not being the best that it's not a natural drive - it's born out of fear of failure. Which helps in Hollywood."},{"placeId":82098,"author":"Nick Frost","wordCount":38,"categories":["success","failure","me"],"text":"Someone once pulled me aside and said it was all right to succeed, and I realised that I knew what failure felt like, but I didn't know what success felt like. I've carried that with me ever since."},{"placeId":2454,"author":"Alan Hansen","wordCount":18,"categories":["success","failure","intense"],"text":"The pressures are intense, because the rewards for success and the penalty for failure are more and more."},{"placeId":34761,"author":"Florence Scovel Shinn","wordCount":26,"categories":["success","failure","done"],"text":"You will be a failure, until you impress the subconscious with the conviction you are a success. This is done by making an affirmation which 'clicks.'"},{"placeId":106655,"author":"Tom Hopkins","wordCount":16,"categories":["failure","win","game"],"text":"I never see failure as failure, but only as the game I must play and win."},{"placeId":9876,"author":"Ben Shapiro","wordCount":46,"categories":["time","failure","political"],"text":"Primarily affecting low-information voters and members of the mainstream media, Obama Worship Syndrome attributes impossible capabilities to Obama's political opponents, finds excuses for every Obama failure in everyone around him and praises the president as the finest politician - nay, human being - of our time."},{"placeId":65494,"author":"Karan Mahajan","wordCount":33,"categories":["women","failure","men"],"text":"'This Is Not That Dawn' is remarkable in part for its careful and sensitive attention to women's lives - and also for its harsh critique of men and their failure to stop violence."},{"placeId":51048,"author":"Jeb Bush","wordCount":18,"categories":["failure","pressure","unions"],"text":"Low standards are a tactic that takes pressure off teachers' unions by accepting mediocrity and failure for kids."},{"placeId":97383,"author":"Sophia Amoruso","wordCount":4,"categories":["failure","invention","your"],"text":"Failure is your invention."},{"placeId":83778,"author":"Paulo Coelho","wordCount":15,"categories":["success","failure","good"],"text":"I think you can have 10,000 explanations for failure, but no good explanation for success."},{"placeId":47370,"author":"John Wooden","wordCount":12,"categories":["success","courage","failure"],"text":"Success is never final, failure is never fatal. It's courage that counts."},{"placeId":920,"author":"Andra Day","wordCount":45,"categories":["failure","me","listen"],"text":"The album 'Cheers to the Fall' is really kind of me breaking out and being like, 'Listen, I don't care about criticism, and I don't care about possibility of failure. I'm going to do it. And if I do fail, well then, here's to it.'"},{"placeId":58628,"author":"Justin Guarini","wordCount":43,"categories":["success","failure","people"],"text":"Directly after the show people might have responded better to it, but who really knows. It did what it did and while it seems like a failure to most but it was a success for me and has given me so many opportunities."},{"placeId":78500,"author":"Matt Blunt","wordCount":20,"categories":["failure","fear","bold"],"text":"Over the next four years, we will be bold. We will be willing to experiment. We will not fear failure."},{"placeId":99632,"author":"Steve Forbes","wordCount":43,"categories":["failure","power","great"],"text":"The rise of China as a new power is another great challenge for the US. Our failure to properly handle Germany and Japan earlier in the 20th century cost us and the world dearly. We must not make this same mistake with China."},{"placeId":90050,"author":"Ravi Zacharias","wordCount":8,"categories":["success","failure","difficult"],"text":"Success is more difficult to handle than failure."},{"placeId":37331,"author":"George Eliot","wordCount":8,"categories":["failure","defeat","worse"],"text":"There are many victories worse than a defeat."},{"placeId":45453,"author":"James Dyson","wordCount":12,"categories":["success","failure","learn"],"text":"Enjoy failure and learn from it. You can never learn from success."},{"placeId":72090,"author":"Mike Murdock","wordCount":7,"categories":["failure","prepare","fail"],"text":"Failure to prepare is preparing to fail."},{"placeId":24870,"author":"Dee Dee Myers","wordCount":37,"categories":["women","failure","gender"],"text":"As long as the G.O.P., led by its increasingly visible women, continues to insist that the problem is not their policies but women's failure to understand their own lives and interests, the gender gap won't go away."},{"placeId":3740,"author":"Ann Landers","wordCount":18,"categories":["success","failure","honor"],"text":"There could be no honor in a sure success, but much might be wrested from a sure defeat."},{"placeId":49832,"author":"John Malkovich","wordCount":6,"categories":["life","failure","natural"],"text":"Failure's a natural part of life."},{"placeId":29779,"author":"Eleanor Catton","wordCount":26,"categories":["failure","good","great"],"text":"I see disappointment as something small and aggregate rather than something unified or great. With a little effort, every failure can be turned into something good."},{"placeId":22734,"author":"Daniel Kahneman","wordCount":32,"categories":["success","failure","mind"],"text":"An investment said to have an 80% chance of success sounds far more attractive than one with a 20% chance of failure. The mind can't easily recognize that they are the same."},{"placeId":20869,"author":"Christian Marclay","wordCount":20,"categories":["failure","you","just do it"],"text":"With improvisation, I just do it. It might be a total failure but then you just throw the dice again."},{"placeId":77182,"author":"Mike Farrell","wordCount":11,"categories":["best","failure","do your best"],"text":"If you try to do your best there is no failure."},{"placeId":29763,"author":"Elbert Hubbard","wordCount":12,"categories":["failure","heart","optimism"],"text":"Optimism is a kind of heart stimulant - the digitalis of failure."},{"placeId":96272,"author":"Seth Godin","wordCount":22,"categories":["failure","busy","same"],"text":"In a crowded marketplace, fitting in is a failure. In a busy marketplace, not standing out is the same as being invisible."},{"placeId":73146,"author":"Marilyn Minter","wordCount":21,"categories":["success","time","failure"],"text":"Success can be destructive to the creative process. I say it all the time: success is as dangerous as total failure."},{"placeId":31956,"author":"Emma Donoghue","wordCount":12,"categories":["success","failure","finding"],"text":"I'm finding that success is way more time-consuming than failure ever was."},{"placeId":74901,"author":"Malcolm Mclaren","wordCount":26,"categories":["failure","rules","you"],"text":"I've always embraced failure as a noble pursuit. It allows you to be anti whatever anyone wants you to be, and to break all the rules."},{"placeId":99586,"author":"Steve Blank","wordCount":32,"categories":["success","failure","customer"],"text":"While 'The Owner's Manual' is not a formula for guaranteed success by any means, we're confident it will help reduce the failure rate of most startups that use our Customer Development process."},{"placeId":40653,"author":"Harold Ramis","wordCount":12,"categories":["success","failure","childhood"],"text":"How one handles success or failure is determined by their early childhood."},{"placeId":63106,"author":"Lisa Marie Presley","wordCount":19,"categories":["failure","test","think"],"text":"I think I've failed every test I've ever taken. If there was a failure I would have been it."},{"placeId":35993,"author":"Gary Ryan Blair","wordCount":23,"categories":["failure","opportunity","risks"],"text":"Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity."},{"placeId":47447,"author":"Jonathan Kozol","wordCount":14,"categories":["failure","end","done"],"text":"I feel, in the end, as if everything I've done has been a failure."},{"placeId":11988,"author":"Brennan Manning","wordCount":9,"categories":["failure","risk","potential"],"text":"Without exposure to potential failure, there is no risk."},{"placeId":31076,"author":"Ernest Hemingway","wordCount":15,"categories":["failure","man","defeat"],"text":"But man is not made for defeat. A man can be destroyed but not defeated."},{"placeId":2491,"author":"Alan Rickman","wordCount":13,"categories":["success","failure","desire"],"text":"I want to swim in both directions at once. Desire success, court failure."},{"placeId":101021,"author":"Sue Townsend","wordCount":25,"categories":["failure","i am","diet"],"text":"Yes - I am usually overweight. I have had to be interested in diet because of being diabetic for 30 years and having kidney failure."},{"placeId":100793,"author":"Simon Hoggart","wordCount":10,"categories":["success","failure","training"],"text":"In Washington, success is just a training course for failure."},{"placeId":43229,"author":"Henry Spencer","wordCount":14,"categories":["failure","progress","way"],"text":"Progress requires setbacks; the only sure way to avoid failure is not to try."},{"placeId":1950,"author":"Abraham Lincoln","wordCount":17,"categories":["failure","great","you"],"text":"My great concern is not whether you have failed, but whether you are content with your failure."},{"placeId":105510,"author":"Theodor Herzl","wordCount":9,"categories":["failure","succeed","will"],"text":"Philanthropic colonization is a failure. National colonization will succeed."},{"placeId":34634,"author":"Fidel Castro","wordCount":20,"categories":["success","failure","america"],"text":"They talk about the failure of socialism but where is the success of capitalism in Africa, Asia and Latin America?"},{"placeId":3303,"author":"Amelia Earhart","wordCount":41,"categories":["women","failure","challenge"],"text":"Please know that I am aware of the hazards. I want to do it because I want to do it. Women must try to do things as men have tried. When they fail, their failure must be a challenge to others."},{"placeId":11557,"author":"Burton Richter","wordCount":22,"categories":["time","failure","want"],"text":"Total failure isn't something I want to spend a lot of time envisioning. I'm pretty sure I'll recognize it if it comes."},{"placeId":39472,"author":"Giles Foden","wordCount":20,"categories":["failure","control","terrorism"],"text":"In Kenya, crime and terrorism are deeply linked, not least by the failure of successive Kenyan governments to control either."},{"placeId":52989,"author":"Johann Most","wordCount":17,"categories":["freedom","failure","lost"],"text":"Is anarchism possible? The failure of attempts to attain freedom does not mean the cause is lost."},{"placeId":106044,"author":"Tina Brown","wordCount":17,"categories":["failure","think","you"],"text":"I think that big, sort of theatrical relaunches tend to set you up for failure and hype."},{"placeId":60414,"author":"Laura Dern","wordCount":44,"categories":["love","freedom","failure"],"text":"I was raised in the '70s, and I've worked with people I love, and I've been on sets with my parents, with people who run a set and require of actors a sense of liberty and freedom and exploration and failure into brave achievement."},{"placeId":86828,"author":"Paul Twitchell","wordCount":34,"categories":["failure","motivation","living"],"text":"Y'know, the real reason why I was such a failure in the sense of being unable to make any sort of a living was because I was really not motivated. I had no motivation."},{"placeId":27293,"author":"David Sarnoff","wordCount":12,"categories":["success","failure","difference"],"text":"The will to persevere is often the difference between failure and success."},{"placeId":47336,"author":"John W. Gardner","wordCount":18,"categories":["learning","failure","risk"],"text":"One of the reasons people stop learning is that they become less and less willing to risk failure."},{"placeId":14188,"author":"Bryan Ferry","wordCount":18,"categories":["failure","people","choose"],"text":"It's not a very high failure rate if you choose people that you really like the sound of."},{"placeId":3543,"author":"Andy Grove","wordCount":10,"categories":["success","failure","survive"],"text":"Success breeds complacency. Complacency breeds failure. Only the paranoid survive."},{"placeId":81834,"author":"Newt Gingrich","wordCount":38,"categories":["money","failure","experience"],"text":"I would replace most foreign aid with a tax credit for businesses to invest. I think U.S. bureaucrats giving foreign bureaucrats money is a guaranteed failure. And we've had about 50 years' experience at failing with foreign aid."},{"placeId":79865,"author":"Michael Baden","wordCount":30,"categories":["learning","failure","good"],"text":"I saw why people died and how they died. I saw gunshot wounds and liver failure. It was a good learning experience, so I came regularly on weekends and holidays."},{"placeId":46899,"author":"John Burroughs","wordCount":23,"categories":["failure","blame","man"],"text":"A man can get discouraged many times but he is not a failure until he begins to blame somebody else and stops trying."},{"placeId":106579,"author":"Tommy Lasorda","wordCount":24,"categories":["failure","thinking","start"],"text":"'Pressure' is a word that is misused in our vocabulary. When you start thinking of pressure, it's because you've started to think of failure."},{"placeId":82261,"author":"Nigel Farage","wordCount":14,"categories":["failure","growth","economic"],"text":"It's a European Union of economic failure, of mass unemployment and of low growth."},{"placeId":3302,"author":"Amelia Earhart","wordCount":22,"categories":["women","failure","challenge"],"text":"Women must try to do things as men have tried. When they fail their failure must be but a challenge to others."},{"placeId":9027,"author":"Anne Baxter","wordCount":23,"categories":["life","best","failure"],"text":"It's best to have failure happen early in life. It wakes up the Phoenix bird in you so you rise from the ashes."},{"placeId":36200,"author":"George Edward Woodberry","wordCount":15,"categories":["success","failure","defeat"],"text":"Defeat is not the worst of failures. Not to have tried is the true failure."},{"placeId":2868,"author":"Alejandro Jodorowsky","wordCount":9,"categories":["change","failure","direction"],"text":"Failure doesn't exist. It's only a change of direction."},{"placeId":82866,"author":"P. J. O'Rourke","wordCount":17,"categories":["hope","failure","politics"],"text":"Ideology, politics and journalism, which luxuriate in failure, are impotent in the face of hope and joy."},{"placeId":8257,"author":"Anna Neagle","wordCount":13,"categories":["success","time","failure"],"text":"The time I had waited probably made the difference between success and failure."},{"placeId":37462,"author":"George Herbert","wordCount":7,"categories":["best","failure","sometimes"],"text":"Sometimes the best gain is to lose."},{"placeId":83692,"author":"Paul Watson","wordCount":39,"categories":["failure","faith","good"],"text":"I've had a lot of disappointments. I think my biggest disappointment is the failure of elected officials to make good on their promises in regards to the environment or anything else, really. I have very little faith in politicians."},{"placeId":16976,"author":"Christian Nestell Bovee","wordCount":14,"categories":["failure","determination"],"text":"A failure establishes only this, that our determination to succeed was not strong enough."},{"placeId":28612,"author":"Dale Dauten","wordCount":14,"categories":["success","time","failure"],"text":"Spend enough time around success and failure, and you learn a reverence for possibility."},{"placeId":90725,"author":"Rick Perry","wordCount":14,"categories":["freedom","failure","risk"],"text":"We know there is no such thing as freedom without the risk of failure."},{"placeId":91396,"author":"Robert H. Schuller","wordCount":14,"categories":["business","failure","you"],"text":"Failure doesn't mean you are a failure it just means you haven't succeeded yet."},{"placeId":87558,"author":"Orhan Pamuk","wordCount":46,"categories":["positive","history","failure"],"text":"Good fiction is about asserting the beauties of the world, inventing a new, positive thing. Where am I going to get that? And it should be original; it should not be cliched. So the way I looked at history was not to accuse it of failure."},{"placeId":9527,"author":"Barack Obama","wordCount":31,"categories":["failure","i am","action"],"text":"So while I will never minimize the costs involved in military action, I am convinced that a failure to act in Libya would have carried a far greater price for America."},{"placeId":83652,"author":"Paul Tillich","wordCount":22,"categories":["failure","risks","never"],"text":"He who risks and fails can be forgiven. He who never risks and never fails is a failure in his whole being."},{"placeId":22728,"author":"Daniel Radcliffe","wordCount":36,"categories":["failure","good","career"],"text":"I know it wouldn't seem like I've had a lot of failure in my career, but there are things that I regard as failures, when I look at certain performances and go, 'That's not good enough.'"},{"placeId":96304,"author":"Samuel Smiles","wordCount":35,"categories":["success","wisdom","failure"],"text":"We learn wisdom from failure much more than from success. We often discover what will do, by finding out what will not do; and probably he who never made a mistake never made a discovery."},{"placeId":89424,"author":"Ron Perlman","wordCount":26,"categories":["myself","failure","real"],"text":"I'm fully aware that things that resonate and become real hits are the exception to the rule, so much so that I've wired myself for failure."},{"placeId":51910,"author":"John Paul DeJoria","wordCount":4,"categories":["success","failure"],"text":"Success unshared is failure."},{"placeId":68633,"author":"Kurt Eichenwald","wordCount":36,"categories":["death","health","failure"],"text":"There were plenty of reasons to suspect Obamacare might have been a colossal failure - although none of them had to do with death panels, huge lines for treatment, a government takeover of health care, etc."},{"placeId":93831,"author":"Roger von Oech","wordCount":29,"categories":["work","failure","opportunity"],"text":"Remember the two benefits of failure. First, if you do fail, you learn what doesn't work; and second, the failure gives you the opportunity to try a new approach."},{"placeId":86329,"author":"Peter Senge","wordCount":10,"categories":["leadership","failure","most"],"text":"Most leadership strategies are doomed to failure from the outset."},{"placeId":30698,"author":"Eric Hoffer","wordCount":20,"categories":["failure","loneliness","own"],"text":"There is no loneliness greater than the loneliness of a failure. The failure is a stranger in his own house."},{"placeId":37131,"author":"George Burns","wordCount":23,"categories":["love","success","failure"],"text":"I honestly think it is better to be a failure at something you love than to be a success at something you hate."},{"placeId":62647,"author":"Laura Fraser","wordCount":38,"categories":["death","myself","failure"],"text":"When I was 18, I couldn't wait to move away. I was like: 'If I ever have to come back here, I'll kill myself.' Glasgow seemed like failure and death to me back then, but not any more."},{"placeId":108569,"author":"Tim Harford","wordCount":41,"categories":["learning","money","failure"],"text":"If the whole process of learning from failure means discarding stuff that's not working, but in fact, our natural reaction is to keep going, to throw more money behind it, to throw more emotional energy behind it... that's a real problem."},{"placeId":37260,"author":"George Clooney","wordCount":7,"categories":["failure","try","only"],"text":"The only failure is not to try."},{"placeId":95539,"author":"Saint Basil","wordCount":33,"categories":["failure","laughter","control"],"text":"Indulging in unrestrained and immoderate laughter is a sign of intemperance, of a want of control over one's emotions, and of failure to repress the soul's frivolity by a stern use of reason."},{"placeId":102140,"author":"Samuel Goldwyn, Jr.","wordCount":32,"categories":["success","business","failure"],"text":"My father believed strongly, and taught me, that you can't let yourself get too high on a success or too low on a failure. In this volatile business, that's useful to know."},{"placeId":9122,"author":"An Wang","wordCount":22,"categories":["future","failure","risk"],"text":"You have to risk failure to succeed. The important thing is not to make one single mistake that will jeopardize the future."},{"placeId":77899,"author":"Molly Ringwald","wordCount":17,"categories":["success","failure","wish"],"text":"I wish I had been more prepared, both for success and for failure, when I was younger."},{"placeId":67649,"author":"Karl Liebknecht","wordCount":18,"categories":["failure","world","defeat"],"text":"The failure of the Russian Socialist Republic will be the defeat of the proletariat of the whole world."},{"placeId":34352,"author":"Fabrizio Moreira","wordCount":44,"categories":["failure","fear","people"],"text":"There are a whole host of psychological phenomenon humans have developed to protect ourselves from the sting of failure, from holding ourselves less accountable for our failures than we do other people, to letting our fear paralyze us and keep us from even trying."},{"placeId":110818,"author":"Winston Churchill","wordCount":16,"categories":["success","courage","failure"],"text":"Success is not final, failure is not fatal: it is the courage to continue that counts."},{"placeId":25246,"author":"Desi Arnaz","wordCount":18,"categories":["business","failure","world"],"text":"Failure is the most terrible thing in our business. When we fail, the whole world knows about it."},{"placeId":100427,"author":"Shannen Doherty","wordCount":45,"categories":["failure","long","want"],"text":"I met Ashley two weeks before I married him. It was a joke-the most ridiculous thing I've ever done. Once I was married, I didn't want to be a failure, so I stuck it out for six months, which was about six months too long."},{"placeId":45712,"author":"Jason Silva","wordCount":32,"categories":["time","failure","imagination"],"text":"For me, it's always a failure of the imagination. I have that anxiety that time is passing, that everything is ultimately fleeting and impermanent. I better take advantage of every single moment."},{"placeId":80183,"author":"Michael Malone","wordCount":11,"categories":["failure","faith","greatest"],"text":"I think the greatest taboos in America are faith and failure."},{"placeId":58818,"author":"John Roos","wordCount":39,"categories":["failure","people","me"],"text":"What people often ask me is, 'What are the ingredients of Silicon Valley?' While the answer to that is complex, some of the ingredients I talk about are celebrating entrepreneurship, accepting failure, and embracing a mobile and diverse workforce."},{"placeId":21751,"author":"Corey Hart","wordCount":14,"categories":["success","failure","learn"],"text":"I think you can learn as much from success as you can from failure."},{"placeId":58691,"author":"John Hersey","wordCount":12,"categories":["education","learning","failure"],"text":"Learning starts with failure; the first failure is the beginning of education."},{"placeId":109310,"author":"Walter Cronkite","wordCount":33,"categories":["failure","fight","television"],"text":"The democratic system is challenged by the failure in television because our evening news programmes have gone for an attempt to entertain as much as to inform in the desperate fight for ratings."},{"placeId":11974,"author":"Brene Brown","wordCount":9,"categories":["failure","creativity","without"],"text":"There is no innovation and creativity without failure. Period."},{"placeId":79732,"author":"Maude Adams","wordCount":37,"categories":["life","best","failure"],"text":"Life is so fresh, life is every day so new if we are fighting, only for the best. Sometimes I think the only real satisfaction in life is failure, failure in your endeavor to do your best."},{"placeId":110228,"author":"William Howard Taft","wordCount":19,"categories":["failure","great","man"],"text":"Failure to accord credit to anyone for what he may have done is a great weakness in any man."},{"placeId":45241,"author":"Jack Kerouac","wordCount":19,"categories":["failure","control","fault"],"text":"My fault, my failure, is not in the passions I have, but in my lack of control of them."},{"placeId":45521,"author":"James Joyce","wordCount":6,"categories":["failure","mistakes","discovery"],"text":"Mistakes are the portals of discovery."}]