[{"placeId":15144,"author":"Black Kettle","wordCount":21,"categories":["friendship","peace","you"],"text":"Although the troops have struck us, we throw it all behind and are glad to meet you in peace and friendship."},{"placeId":41879,"author":"Hilaire Belloc","wordCount":36,"categories":["friendship","loneliness","men"],"text":"When friendship disappears then there is a space left open to that awful loneliness of the outside world which is like the cold space between the planets. It is an air in which men perish utterly."},{"placeId":15183,"author":"Bradley Chicho","wordCount":15,"categories":["love","friendship","home"],"text":"The joys of friendship inert the heart and fizzy home bouncing jubilantly with laughter-buttered love."},{"placeId":667,"author":"Alice Miller","wordCount":32,"categories":["friendship","time","friends"],"text":"If it's very painful for you to criticize your friends - you're safe in doing it. But if you take the slightest pleasure in it, that's the time to hold your tongue."},{"placeId":54123,"author":"Johann Kaspar Lavater","wordCount":23,"categories":["love","friendship","difference"],"text":"Neatness begets order; but from order to taste there is the same difference as from taste to genius, or from love to friendship."},{"placeId":17692,"author":"Cory Booker","wordCount":37,"categories":["love","friendship","work"],"text":"I know Donald Trump. I've met him; I know his family. I have love and friendship and affection for his family members. But I'm going to work very hard to ensure that he is not our president."},{"placeId":21774,"author":"Christopher Knight","wordCount":21,"categories":["friendship","may","start"],"text":"To some it may be a thrill to be known, to me it's a thrill to start a friendship even up."},{"placeId":2571,"author":"Albert Camus","wordCount":26,"categories":["friendship","walk","may"],"text":"Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend."},{"placeId":74996,"author":"Mortimer Adler","wordCount":11,"categories":["friendship","leisure","very"],"text":"Friendship is a very taxing and arduous form of leisure activity."},{"placeId":81516,"author":"Neale Donald Walsch","wordCount":36,"categories":["life","friendship","god"],"text":"As told in Friendship with God, if we simply decided to believe and act as if first, we're all one, and second, life is eternal, it would render virtually everything we've done all our lives pointless."},{"placeId":90126,"author":"Ray Bradbury","wordCount":46,"categories":["love","friendship","business"],"text":"If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down."},{"placeId":40666,"author":"Harvey Weinstein","wordCount":16,"categories":["friendship","hope","years"],"text":"I hope to continue my friendship with France and its filmmakers for many years to come."},{"placeId":95365,"author":"Robert Hall","wordCount":28,"categories":["friendship","value","opinion"],"text":"A friend should be one in whose understanding and virtue we can equally confide, and whose opinion we can value at once for its justness and its sincerity."},{"placeId":91557,"author":"Robert Louis Stevenson","wordCount":7,"categories":["friendship","marriage","police"],"text":"Marriage: A friendship recognized by the police."},{"placeId":109452,"author":"Walter Winchell","wordCount":16,"categories":["friendship","world","friend"],"text":"A real friend is one who walks in when the rest of the world walks out."},{"placeId":95621,"author":"Saint Teresa of Avila","wordCount":13,"categories":["friendship","god","prayer"],"text":"For prayer is nothing else than being on terms of friendship with God."},{"placeId":15184,"author":"Bradley Chicho","wordCount":18,"categories":["friendship","water","rock"],"text":"The friendship we share grows amidst the craggy rock pond; reeds of water spray fireflies scented with bonfires."},{"placeId":90179,"author":"Rahul Dravid","wordCount":30,"categories":["success","friendship","team"],"text":"What drew me towards team sport were the camaraderie and friendship. The chance to celebrate victory and success with a group of other people is something I have enjoyed doing."},{"placeId":63610,"author":"La India","wordCount":34,"categories":["love","friendship","god"],"text":"I told God, 'I don't want a man. I don't want more gold albums. The only thing I want is the love, friendship, and presence of my mother.' And God gave it to me."},{"placeId":31141,"author":"Euripides","wordCount":8,"categories":["life","friendship","blessing"],"text":"Life has no blessing like a prudent friend."},{"placeId":16304,"author":"Charles de Montesquieu","wordCount":15,"categories":["friendship","small","big"],"text":"Friendship is an arrangement by which we undertake to exchange small favors for big ones."},{"placeId":38143,"author":"George Washington","wordCount":24,"categories":["friendship","adversity","plant"],"text":"True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation."},{"placeId":83564,"author":"Paul Simon","wordCount":30,"categories":["friendship","work","change"],"text":"I would be willing to do almost anything to make Art happy. I care about our friendship. The only thing I won't do is change the essence of my work."},{"placeId":40115,"author":"H. Jackson Brown, Jr.","wordCount":14,"categories":["friendship","deep","roots"],"text":"Acquaintances we meet, enjoy, and can easily leave behind; but friendship grows deep roots."},{"placeId":5168,"author":"Amity Shlaes","wordCount":26,"categories":["friendship","friends","lucky"],"text":"Anything can be done if you find friends to do it with. The lucky biographers find themselves drawn into a sort of friendship with their subject."},{"placeId":41178,"author":"Henri Nouwen","wordCount":42,"categories":["friendship","grief","moment"],"text":"The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing... not healing, not curing... that is a friend who cares."},{"placeId":62332,"author":"Lucius Annaeus Seneca","wordCount":16,"categories":["friendship","beautiful"],"text":"One of the most beautiful qualities of true friendship is to understand and to be understood."},{"placeId":73221,"author":"Marion Cotillard","wordCount":39,"categories":["friendship","relationship"],"text":"I think in friendship, you want to be there for your friend, and sometimes you just don't know what to do or the relationship you have with them is not clear enough for you to know what to do."},{"placeId":29816,"author":"Eleanor Roosevelt","wordCount":20,"categories":["friendship","friends","self"],"text":"Friendship with ones self is all important, because without it one cannot be friends with anyone else in the world."},{"placeId":16265,"author":"Charles Darwin","wordCount":12,"categories":["friendship","best","man"],"text":"A man's friendships are one of the best measures of his worth."},{"placeId":42026,"author":"Hu Jintao","wordCount":30,"categories":["friendship","peace","peaceful"],"text":"China has been committed to the independent foreign policy of peace and has developed friendship and cooperation with all countries on the basis of the Five Principles of Peaceful Coexistence."},{"placeId":93758,"author":"Rochelle Aytes","wordCount":26,"categories":["friendship","women","different"],"text":"'Mistresses' is about the lives of four women, each going through different versions of infidelity. Their longtime friendship is what gets them through extremely challenging times."},{"placeId":65536,"author":"Katarina Johnson-Thompson","wordCount":29,"categories":["friendship","gold","motivation"],"text":"Obviously, when you're up against somebody you don't like there's extra motivation, but I don't think any person going for an Olympic gold is going to put friendship first."},{"placeId":65940,"author":"Katherine Mansfield","wordCount":20,"categories":["friendship","great","comfort"],"text":"I always felt that the great high privilege, relief and comfort of friendship was that one had to explain nothing."},{"placeId":1226,"author":"Anna Deavere Smith","wordCount":6,"categories":["friendship","medication"],"text":"Friendship is a wildly underrated medication."},{"placeId":41378,"author":"Henry David Thoreau","wordCount":16,"categories":["life","friendship","man"],"text":"A man cannot be said to succeed in this life who does not satisfy one friend."},{"placeId":46499,"author":"Joe Biden","wordCount":17,"categories":["friendship","country","you"],"text":"You've got to reach a hand of friendship across the aisle and across philosophies in this country."},{"placeId":52549,"author":"James F. Byrnes","wordCount":32,"categories":["friendship","time","respect"],"text":"It will give them the opportunity to show themselves worthy of the respect and friendship of peace-loving nations, and in time, to take an honorable place among members of the United Nations."},{"placeId":28688,"author":"Dan Fouts","wordCount":15,"categories":["friendship","great","coming"],"text":"One of the great things personally coming to Hawai'i is my friendship of Jim Nicholson."},{"placeId":9389,"author":"Baltasar Gracian","wordCount":43,"categories":["life","friendship","good"],"text":"True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing."},{"placeId":110453,"author":"William Blake","wordCount":4,"categories":["friendship","true","opposition"],"text":"Opposition is true friendship."},{"placeId":89022,"author":"Rodrigo Duterte","wordCount":22,"categories":["friendship","political","offer"],"text":"To all my political opponents, all and sundry, not only the presidential bets, I would like to offer my hand to friendship."},{"placeId":52552,"author":"James F. Byrnes","wordCount":13,"categories":["life","friendship","beautiful"],"text":"Friendship without self-interest is one of the rare and beautiful things of life."},{"placeId":109266,"author":"Walt Whitman","wordCount":12,"categories":["friendship","i have learned"],"text":"I have learned that to be with those I like is enough."},{"placeId":4094,"author":"Anton Chekhov","wordCount":16,"categories":["love","friendship","respect"],"text":"Love, friendship and respect do not unite people as much as a common hatred for something."},{"placeId":49625,"author":"John Cusack","wordCount":29,"categories":["friendship","technology"],"text":"I force people to have coffee with me, just because I don't trust that a friendship can be maintained without any other senses besides a computer or cellphone screen."},{"placeId":64248,"author":"LisaRaye McCoy-Misick","wordCount":43,"categories":["life","friendship","best"],"text":"I want to know what it is to build the foundation of the friendship for real, to have my best friend and not because we're just intimate, but because we're mentally intimate. So I'm waiting for that person to come into my life."},{"placeId":29060,"author":"E. W. Howe","wordCount":25,"categories":["friendship","friend","think"],"text":"When a friend is in trouble, don't annoy him by asking if there is anything you can do. Think up something appropriate and do it."},{"placeId":110938,"author":"Wole Soyinka","wordCount":5,"categories":["friendship","seriously","very"],"text":"I take friendship very seriously."},{"placeId":29769,"author":"Elbert Hubbard","wordCount":25,"categories":["friendship","may","long"],"text":"It may happen sometimes that a long debate becomes the cause of a longer friendship. Commonly, those who dispute with one another at last agree."},{"placeId":105731,"author":"Thomas Aquinas","wordCount":13,"categories":["friendship","earth","true"],"text":"There is nothing on this earth more to be prized than true friendship."},{"placeId":74200,"author":"Michael Dirda","wordCount":37,"categories":["friendship","reading","find"],"text":"I find that the Amazon comments often are exceptionally shrewd and insightful, so I'm not going to diss them. But you don't really have any guarantees that what you're reading wasn't written out of friendship or spite."},{"placeId":41139,"author":"Henry Adams","wordCount":29,"categories":["life","friendship","community"],"text":"One friend in a lifetime is much, two are many, three are hardly possible. Friendship needs a certain parallelism of life, a community of thought, a rivalry of aim."},{"placeId":14147,"author":"Bruce Cameron","wordCount":19,"categories":["friendship","reason","right"],"text":"If I'm right, the only reason our species is still around is because of our friendship with the canines."},{"placeId":57680,"author":"Jennifer Chiaverini","wordCount":34,"categories":["friendship","women","working"],"text":"When I was working on my first novel, 'The Quilter's Apprentice,' I knew I wanted to write about friendship, especially women's friendship and how women use friendship to sustain themselves and nurture each other."},{"placeId":87976,"author":"Oscar Wilde","wordCount":7,"categories":["friendship","friends","true"],"text":"True friends stab you in the front."},{"placeId":59970,"author":"John Leonard","wordCount":10,"categories":["friendship","time","grow"],"text":"It takes a long time to grow an old friend."},{"placeId":97826,"author":"Steven Pinker","wordCount":19,"categories":["friendship","business","rules"],"text":"The rules of friendship are tacit, unconscious; they are not rational. In business, though, you have to think rationally."},{"placeId":35066,"author":"Francois de La Rochefoucauld","wordCount":21,"categories":["friendship","true friend"],"text":"A true friend is the greatest of all blessings, and that which we take the least care of all to acquire."},{"placeId":71055,"author":"Martin McGuinness","wordCount":18,"categories":["friendship","i am","people"],"text":"Whenever people reach out the hand of friendship towards me, I am not going to refuse that hand."},{"placeId":109121,"author":"Unknown","wordCount":29,"categories":["friendship","mind","evil"],"text":"An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind."},{"placeId":98277,"author":"Samuel Richardson","wordCount":28,"categories":["friendship","marriage","time"],"text":"Marriage is the highest state of friendship. If happy, it lessens our cares by dividing them, at the same time that it doubles our pleasures by mutual participation."},{"placeId":95958,"author":"Samuel Butler","wordCount":8,"categories":["friendship","money","like"],"text":"Friendship is like money, easier made than kept."},{"placeId":84332,"author":"Petrarch","wordCount":6,"categories":["friendship","cancer"],"text":"Suspicion is the cancer of friendship."},{"placeId":7819,"author":"Alicia Machado","wordCount":31,"categories":["friendship","men","feelings"],"text":"But as I was saying, from my experiences, I think men tend to be more timid in expressing their feelings for you. Regardless, I always prefer a friendship first and foremost."},{"placeId":42031,"author":"Hubert H. Humphrey","wordCount":8,"categories":["love","friendship","moving on"],"text":"The greatest healing therapy is friendship and love."},{"placeId":87229,"author":"Octavia Butler","wordCount":45,"categories":["friendship","art","time"],"text":"Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over."},{"placeId":98666,"author":"Sasha Grey","wordCount":29,"categories":["friendship","family","age"],"text":"I sacrificed a lot, in terms of friendship and family, from working so much at such a young age, but I wouldn't be where I am if I hadn't."},{"placeId":9490,"author":"Barack Obama","wordCount":37,"categories":["friendship","failure","peace"],"text":"The Bush Administration's failure to be consistently involved in helping Israel achieve peace with the Palestinians has been both wrong for our friendship with Israel, as well as badly damaging to our standing in the Arab world."},{"placeId":38146,"author":"George Washington","wordCount":23,"categories":["friendship","adversity","plant"],"text":"Friendship is a plant of slow growth and must undergo and withstand the shocks of adversity before it is entitled to the appellation."},{"placeId":101295,"author":"Samantha Harvey","wordCount":21,"categories":["friendship","balance","without"],"text":"It's quite difficult to write about female friendship without it seeming to be a very niche subject. It's a difficult balance."},{"placeId":66839,"author":"Khalil Gibran","wordCount":28,"categories":["friendship","morning"],"text":"In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its morning and is refreshed."},{"placeId":37461,"author":"George Herbert","wordCount":14,"categories":["life","love","friendship"],"text":"Read as you taste fruit or savor wine, or enjoy friendship, love or life."},{"placeId":103524,"author":"Tahar Ben Jelloun","wordCount":14,"categories":["friendship","poetry","precious"],"text":"Real friendship, like real poetry, is extremely rare - and precious as a pearl."},{"placeId":108998,"author":"Ulysses S. Grant","wordCount":40,"categories":["friendship","trust","sunshine"],"text":"The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity."},{"placeId":15825,"author":"Carole King","wordCount":47,"categories":["love","friendship","freedom"],"text":"Everybody understands friendship, and friendship is different than love - it's a different kind of love. Friendship has more freedom, more latitude. You don't expect your friend to be as you think your friend should be; you expect your friend just to love you as a friend."},{"placeId":4143,"author":"Apollonius of Tyana","wordCount":33,"categories":["friendship","future","may"],"text":"I feel friendship towards philosophers, but towards sophists, teachers of literature, or any other such kind of godforsaken people, I neither feel friendship now, nor may I ever do so in the future."},{"placeId":59570,"author":"Jeff Cohen","wordCount":16,"categories":["life","friendship","me"],"text":"Richard Donner's friendship and guidance showed me that there's more to life than being an actor."},{"placeId":32348,"author":"Eugene Kennedy","wordCount":27,"categories":["friendship","gambling"],"text":"Friendship is something whose depth fits human aspirations and fulfills human possibilities. It has heft to it, as a gold-piece does and a gambling chip does not."},{"placeId":41299,"author":"Henry David Thoreau","wordCount":13,"categories":["friendship","friend","i can"],"text":"The most I can do for my friend is simply be his friend."},{"placeId":16220,"author":"Charles Caleb Colton","wordCount":17,"categories":["friendship","health","value"],"text":"True friendship is like sound health; the value of it is seldom known until it is lost."},{"placeId":87537,"author":"Oprah Winfrey","wordCount":29,"categories":["friendship","people","down"],"text":"Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down."},{"placeId":56407,"author":"John Mayall","wordCount":37,"categories":["friendship","people","working"],"text":"Working with people, the musical part is one thing but the personal part is totally different and just as critical. If the friendship is there and it's a lasting friendship, then it will take care of itself."},{"placeId":77997,"author":"Major Taylor","wordCount":42,"categories":["friendship","friends","men"],"text":"In closing I wish to say that while I was sorely beset by a number of white riders in my racing days, I have also enjoyed the friendship of countless thousands of white men whom I class as among my closest friends."},{"placeId":41294,"author":"Henry David Thoreau","wordCount":9,"categories":["friendship","words","language"],"text":"The language of friendship is not words but meanings."},{"placeId":49691,"author":"John Frusciante","wordCount":30,"categories":["friendship","creative","me"],"text":"For me my friendship with Omar Rodriguez from Mars Volta that friendship really means a lot to me because he's another creative person who works as hard as I do."},{"placeId":1941,"author":"Abby Wambach","wordCount":44,"categories":["friendship","relationship"],"text":"It's always really challenging trying to go from player to player\/coach. You have a kind of friendship basis of relationship with all of your teammates, and now you go to this power position where you have to make decisions that might hurt people's feelings."},{"placeId":102633,"author":"Samuel Pepys","wordCount":16,"categories":["friendship","friends","i am"],"text":"Mighty proud I am that I am able to have a spare bed for my friends."},{"placeId":105932,"author":"Thomas Fuller","wordCount":12,"categories":["friendship","true friend"],"text":"If you have one true friend you have more than your share."},{"placeId":105572,"author":"Thomas Jefferson","wordCount":32,"categories":["friendship","name","why"],"text":"Friendship is but another name for an alliance with the follies and the misfortunes of others. Our own share of miseries is sufficient: why enter then as volunteers into those of another?"},{"placeId":71484,"author":"Mencius","wordCount":8,"categories":["friendship","god","friends"],"text":"Friends are the siblings God never gave us."},{"placeId":102672,"author":"Stephanie Tubbs Jones","wordCount":20,"categories":["friendship","job","reputation"],"text":"My reputation is too important to put it aside for purposes of some friendship. We have a job to do."},{"placeId":84767,"author":"Pietro Aretino","wordCount":25,"categories":["friendship","wisdom","friends"],"text":"I keep my friends as misers do their treasure, because, of all the things granted us by wisdom, none is greater or better than friendship."},{"placeId":105580,"author":"Thomas Jefferson","wordCount":28,"categories":["life","friendship","sunshine"],"text":"But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine."},{"placeId":33255,"author":"Emma Bunton","wordCount":15,"categories":["friendship","respect","think"],"text":"I think the way to keep a friendship is to respect that everybody is different."},{"placeId":3855,"author":"Anne Morrow Lindbergh","wordCount":23,"categories":["friendship","women","men"],"text":"Men kick friendship around like a football, but it doesn't seem to crack. Women treat it like glass and it goes to pieces."},{"placeId":31140,"author":"Euripides","wordCount":8,"categories":["friendship","friend","worth"],"text":"One loyal friend is worth ten thousand relatives."},{"placeId":27408,"author":"Diane English","wordCount":46,"categories":["friendship","marriage","women"],"text":"I don't think it's more important to preserve female friendship than a marriage. But I think that there's a place for female friendship that's really important in the lives of all the women I know. As I've gotten older, it's become much more important to me."},{"placeId":15462,"author":"C. S. Lewis","wordCount":8,"categories":["friendship","naked","will"],"text":"Eros will have naked bodies; Friendship naked personalities."},{"placeId":40979,"author":"Helen Keller","wordCount":15,"categories":["friendship","light","alone"],"text":"Walking with a friend in the dark is better than walking alone in the light."},{"placeId":75774,"author":"Michael Cimino","wordCount":12,"categories":["friendship","words","giving"],"text":"Friendship and sentiment and the giving of one's words are very important."},{"placeId":3406,"author":"Anais Nin","wordCount":27,"categories":["friendship","world","meeting"],"text":"Each friend represents a world in us, a world not born until they arrive, and it is only by this meeting that a new world is born."},{"placeId":15187,"author":"Bradley Chicho","wordCount":19,"categories":["friendship","honesty","us"],"text":"Blunders, no, only friendship binds us to honesty - attracting crypts of mushrooms in the wake of our snowboards."},{"placeId":79594,"author":"Margaret Lee Runbeck","wordCount":19,"categories":["friendship","friends","saying"],"text":"Silences make the real conversations between friends. Not the saying but the never needing to say is what counts."},{"placeId":40543,"author":"Hanya Yanagihara","wordCount":37,"categories":["friendship","relationship"],"text":"I think for a lot of people, friendship is a relationship that gets devalued once they move on to what people consider to be more important relationships: once you find a partner or when you have kids."},{"placeId":10333,"author":"Bhumibol Adulyadej","wordCount":21,"categories":["friendship","compassion"],"text":"When people have compassion, friendship, and unity, they speak and think in a constructive way to ensure national independence and prosperity."},{"placeId":16434,"author":"Charles R. Swindoll","wordCount":36,"categories":["life","friendship","today"],"text":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun."},{"placeId":19916,"author":"Charles Eastman","wordCount":30,"categories":["friendship","family","test"],"text":"Friendship is held to be the severest test of character. It is easy, we think, to be loyal to a family and clan, whose blood is in your own veins."},{"placeId":42362,"author":"Harbhajan Singh","wordCount":31,"categories":["friendship","good","friends"],"text":"I define friendship as a bond that transcends all barriers. When you are ready to expect anything and everything from friends, good, bad or ugly... that's what I call true friendship."},{"placeId":9390,"author":"Baltasar Gracian","wordCount":10,"categories":["friendship","you","never"],"text":"Never have a companion that casts you in the shade."},{"placeId":4865,"author":"Alana Stewart","wordCount":26,"categories":["friendship","marriage","deep"],"text":"One hopes, of course, that a relationship grows and becomes a deep and wonderful marriage and friendship that lasts forever. But that's not always the case."},{"placeId":46065,"author":"Jean de la Bruyere","wordCount":6,"categories":["love","friendship","other"],"text":"Love and friendship exclude each other."},{"placeId":35202,"author":"Francois de La Rochefoucauld","wordCount":16,"categories":["love","friendship","happiness"],"text":"In friendship as well as love, ignorance very often contributes more to our happiness than knowledge."},{"placeId":5389,"author":"Anita Brookner","wordCount":10,"categories":["love","friendship","strategy"],"text":"Accountability in friendship is the equivalent of love without strategy."},{"placeId":84853,"author":"Plutarch","wordCount":22,"categories":["friendship","change","changes"],"text":"I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better."},{"placeId":6011,"author":"Adam Clayton","wordCount":36,"categories":["friendship","age","creativity"],"text":"From an early age I didn't buy into the value systems of working hard in a nine-to-five job. I thought creativity, friendship and loyalty and pushing the boundaries of what was acceptable was much more interesting."},{"placeId":3662,"author":"Angela Merkel","wordCount":34,"categories":["friendship","great","opinion"],"text":"There is a lot that binds Germany to Turkey, and even if we have a difference of opinion on an individual matter, the breadth of our links, our friendship, our strategic ties, is great."},{"placeId":53305,"author":"Judy Holliday","wordCount":9,"categories":["friendship","friends","you"],"text":"Lovers have a right to betray you... friends don't."},{"placeId":70963,"author":"Marlene Dietrich","wordCount":12,"categories":["friendship","friends","you"],"text":"It's the friends you can call up at 4 a.m. that matter."},{"placeId":40106,"author":"H. Jackson Brown, Jr.","wordCount":10,"categories":["friendship","old friends"],"text":"Remember that the most valuable antiques are dear old friends."},{"placeId":69689,"author":"Mahmoud Ahmadinejad","wordCount":38,"categories":["friendship","future","will"],"text":"Those who insist on having hostilities with us, kill and destroy the option of friendship with us in the future, which is unfortunate because it is clear the future belongs to Iran and that enmities will be fruitless."},{"placeId":60644,"author":"Laurence J. Peter","wordCount":22,"categories":["friendship","fool","job"],"text":"You can always tell a real friend: when you've made a fool of yourself he doesn't feel you've done a permanent job."},{"placeId":40858,"author":"Harry Emerson Fosdick","wordCount":14,"categories":["friendship","discipline","men"],"text":"The steady discipline of intimate friendship with Jesus results in men becoming like Him."},{"placeId":75002,"author":"Mortimer Adler","wordCount":18,"categories":["love","friendship","desires"],"text":"Conjugal love, or the friendship of spouses, can persist even after sexual desires have weakened, withered, and disappeared."},{"placeId":78307,"author":"Marcelene Cox","wordCount":16,"categories":["friendship","flower","woman"],"text":"One sure way to lose another woman's friendship is to try to improve her flower arrangements."},{"placeId":77872,"author":"Mohammed Morsi","wordCount":15,"categories":["friendship","important","me"],"text":"The most important thing for me is to have real friendship between Egyptians and Americans."},{"placeId":60914,"author":"Leo Buscaglia","wordCount":12,"categories":["friendship","rose","world"],"text":"A single rose can be my garden... a single friend, my world."},{"placeId":47560,"author":"Joseph Addison","wordCount":24,"categories":["life","friendship","greatest"],"text":"The greatest sweetener of human life is Friendship. To raise this to the highest pitch of enjoyment, is a secret which but few discover."},{"placeId":41953,"author":"Hill Harper","wordCount":12,"categories":["friendship","foundation","you"],"text":"You can't build anything with a flimsy foundation. Friendship is the foundation."},{"placeId":70728,"author":"Martin Seligman","wordCount":32,"categories":["love","friendship","depression"],"text":"On the relationship side, if you teach people to respond actively and constructively when someone they care about has a victory, it increases love and friendship and decreases the probability of depression."},{"placeId":89518,"author":"Ralph Waldo Emerson","wordCount":18,"categories":["friendship","old friends"],"text":"It is one of the blessings of old friends that you can afford to be stupid with them."},{"placeId":46705,"author":"John D. Rockefeller","wordCount":13,"categories":["friendship","business","better"],"text":"A friendship founded on business is better than a business founded on friendship."},{"placeId":70805,"author":"Martin Freeman","wordCount":30,"categories":["friendship","time","people"],"text":"I think people just like seeing friendship. I think people like seeing people who just drive each other up the wall, but at same time, can't live without each other."},{"placeId":46740,"author":"John F. Kelly","wordCount":37,"categories":["friendship","hope","enemy"],"text":"We have a saying in the Marine Corps and that is 'no better friend, no worse enemy, than a U.S. Marine.' We always hope for the first, friendship, but are certainly more than ready for the second."},{"placeId":32533,"author":"Eve Arnold","wordCount":42,"categories":["friendship","work","together"],"text":"If the chemistry is right between star and photographer and the geometry of the pictures pleases the star, often the two people end up with a long-term professional friendship during which they continue to work together and to produce highly personal images."},{"placeId":112630,"author":"Viggo Mortensen","wordCount":34,"categories":["life","friendship","best"],"text":"You know, real life doesn't just suddenly resolve itself. You have to keep working at it. Democracy, marriage, friendship. You can't just say, 'She's my best friend.' That's not a given, it's a process."},{"placeId":99035,"author":"Shirley MacLaine","wordCount":9,"categories":["friendship","fear","friends"],"text":"Fear makes strangers of people who would be friends."},{"placeId":22383,"author":"Dalai Lama","wordCount":24,"categories":["friendship","trust","face"],"text":"Even an animal, if you show genuine affection, gradually trust develops... If you always showing bad face and beating, how can you develop friendship?"},{"placeId":76798,"author":"Miranda Cosgrove","wordCount":22,"categories":["friendship","friends","crush"],"text":"I definitely have guys that I'm friends with that I have a crush on, and you don't want to ruin the friendship."},{"placeId":30762,"author":"Ernie Banks","wordCount":19,"categories":["friendship","loyalty","wealth"],"text":"Loyalty and friendship, which is to me the same, created all the wealth that I've ever thought I'd have."},{"placeId":42137,"author":"Haniel Long","wordCount":46,"categories":["friendship","world","wolf"],"text":"A gang is the same as a wolf pack; gang members do not use their energies in friendship with one another, for they do not know what friendship is. If they are united, it is by the common bond of a desire to attack their world."},{"placeId":50034,"author":"John Tyler","wordCount":25,"categories":["friendship","good","government"],"text":"So far as it depends on the course of this government, our relations of good will and friendship will be sedulously cultivated with all nations."},{"placeId":29518,"author":"Edgar Allan Poe","wordCount":36,"categories":["love","friendship","heart"],"text":"There is something in the unselfish and self-sacrificing love of a brute, which goes directly to the heart of him who has had frequent occasion to test the paltry friendship and gossamer fidelity of mere Man."},{"placeId":51080,"author":"Jeff Lemire","wordCount":47,"categories":["friendship","past","queen"],"text":"To me, Green Arrow in the past, what people loved about Oliver Queen pre-New 52 was his relationships with other heroes. Like his friendship with Green Lantern, his animosity with Hawkman, his romance with Black Canary - these are all the things that sort of defined him."},{"placeId":96096,"author":"Samuel Johnson","wordCount":20,"categories":["love","friendship","feeling"],"text":"The feeling of friendship is like that of being comfortably filled with roast beef; love, like being enlivened with champagne."},{"placeId":34927,"author":"Francesco Guicciardini","wordCount":17,"categories":["friendship","friends","chance"],"text":"Since there is nothing so well worth having as friends, never lose a chance to make them."},{"placeId":31139,"author":"Euripides","wordCount":11,"categories":["love","friendship","happiness"],"text":"Friends show their love in times of trouble, not in happiness."},{"placeId":35060,"author":"Francois de La Rochefoucauld","wordCount":43,"categories":["friendship","business","men"],"text":"What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received; it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love."},{"placeId":2600,"author":"Albert Camus","wordCount":11,"categories":["love","friendship","never"],"text":"Friendship often ends in love, but love in friendship - never."},{"placeId":36957,"author":"Gabriel Garcia Marquez","wordCount":27,"categories":["love","friendship","children"],"text":"She discovered with great delight that one does not love one's children just because they are one's children but because of the friendship formed while raising them."},{"placeId":4213,"author":"Aristotle","wordCount":14,"categories":["friendship","work","friends"],"text":"Wishing to be friends is quick work, but friendship is a slow ripening fruit."},{"placeId":70487,"author":"Marilyn Monroe","wordCount":42,"categories":["love","friendship","marriage"],"text":"Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship."},{"placeId":29070,"author":"E. W. Howe","wordCount":28,"categories":["friendship","may","treat"],"text":"It may be a cold, clammy thing to say, but those that treat friendship the same as any other selfishness seem to get the most out of it."},{"placeId":66872,"author":"Khalil Gibran","wordCount":6,"categories":["friendship","friend","needs"],"text":"Your friend is your needs answered."},{"placeId":20099,"author":"Christopher McCulloch","wordCount":36,"categories":["friendship","influence","me"],"text":"The biggest direct influence on my career is Ben Edlund, who gave me my first real professional break and, through his friendship and example, turned me into a writer and a more critical thinker in general."},{"placeId":69993,"author":"Marcus Tullius Cicero","wordCount":11,"categories":["love","friendship","beauty"],"text":"Love is the attempt to form a friendship inspired by beauty."},{"placeId":105755,"author":"Thomas Bailey Aldrich","wordCount":23,"categories":["love","friendship","love is"],"text":"A girl does not treat a possible lover with unvarying simplicity and directness. In all its phases, love is complex; friendship is not."},{"placeId":69989,"author":"Marcus Tullius Cicero","wordCount":30,"categories":["friendship","sympathy","words"],"text":"The rule of friendship means there should be mutual sympathy between them, each supplying what the other lacks and trying to benefit the other, always using friendly and sincere words."},{"placeId":87964,"author":"Oscar Wilde","wordCount":11,"categories":["friendship","friends","his"],"text":"He has no enemies, but is intensely disliked by his friends."},{"placeId":66464,"author":"Kenny Rogers","wordCount":22,"categories":["friendship","chemistry","you"],"text":"There has to be chemistry in a duet, but if you go beyond the point of friendship and attraction, you lose something."},{"placeId":50385,"author":"June Jordan","wordCount":18,"categories":["friendship","freedom","mothers"],"text":"But, based on my friendship with Evie as young mothers, I started going on freedom rides in 1966."},{"placeId":81412,"author":"Nathaniel Hawthorne","wordCount":19,"categories":["friendship","nature","best"],"text":"Our most intimate friend is not he to whom we show the worst, but the best of our nature."},{"placeId":30199,"author":"Emily Dickinson","wordCount":5,"categories":["friendship","friends","estate"],"text":"My friends are my estate."},{"placeId":27071,"author":"Debra Messing","wordCount":28,"categories":["friendship","friends","theatre"],"text":"I come from the New York theatre world, and I have a lot of gay male friends, so this friendship of Will and Grace's isn't such a stretch."},{"placeId":97606,"author":"St. Jerome","wordCount":9,"categories":["friendship","never","real"],"text":"The friendship that can cease has never been real."},{"placeId":101788,"author":"Steve Capus","wordCount":42,"categories":["friendship","amazing","three"],"text":"Stretching back nearly three decades, Brian Williams and I have forged an enduring friendship. It all began in 1986 at WCAU-TV in Philadelphia and has resulted in a set of noteworthy experiences, amazing successes, and a bunch of trips to NASCAR speedways."},{"placeId":100539,"author":"Stacey D'Erasmo","wordCount":20,"categories":["friendship","intimacy","saints"],"text":"The knot of intimacy at the center of 'Ten Thousand Saints' is the friendship between Teddy McNicholas and Jude Keffy-Horn."},{"placeId":9486,"author":"Barack Obama","wordCount":33,"categories":["friendship","friends","black"],"text":"To avoid being mistaken for a sellout, I chose my friends carefully. The more politically active black students. The foreign students. The Chicanos. The Marxist professors and structural feminists and punk-rock performance poets."},{"placeId":96093,"author":"Samuel Johnson","wordCount":16,"categories":["love","friendship","love is"],"text":"Friendship, like love, is destroyed by long absence, though it may be increased by short intermissions."},{"placeId":95776,"author":"Salman Rushdie","wordCount":33,"categories":["life","friendship","time"],"text":"I do have a lot of time for people in my life, and friendship is a very important subject for me. I think I'm unusual among the writers I know in that respect."},{"placeId":49736,"author":"Joel Edgerton","wordCount":18,"categories":["friendship","work","alone"],"text":"I'm single, footloose and fancy free, I have no responsibilities, no anchors. Work, friendship and self-improvement, that's me."},{"placeId":46471,"author":"Joan Rivers","wordCount":33,"categories":["friendship","business","people"],"text":"I've learned from my dealings with Johnny Carson that no matter what kind of friendship you think you have with people you're working with, when the chips are down, it's all about business."},{"placeId":89023,"author":"Rodrigo Duterte","wordCount":18,"categories":["friendship","friends","me"],"text":"Let me be very clear: my friendship with my friends ends where the interest of the country begins."},{"placeId":35524,"author":"Friedrich Nietzsche","wordCount":7,"categories":["love","friendship","eyes"],"text":"Love is blind; friendship closes its eyes."},{"placeId":70792,"author":"Martin Freeman","wordCount":29,"categories":["love","friendship","people"],"text":"I think what 'The Hobbit' and Middle-earth deal in are quite universal and timeless themes of honour and love and friendship... so they're things that do resonate with people."},{"placeId":4520,"author":"Austin O'Malley","wordCount":18,"categories":["friendship","me","you"],"text":"Show me a genuine case of platonic friendship, and I shall show you two old or homely faces."},{"placeId":41582,"author":"Henry Van Dyke","wordCount":10,"categories":["friendship","time","heart"],"text":"A friend is what the heart needs all the time."},{"placeId":60619,"author":"Lauren Conrad","wordCount":18,"categories":["friendship","people","betray"],"text":"Some people are willing to betray years of friendship just to get a little bit of the spotlight."},{"placeId":48235,"author":"Joyce Carol Oates","wordCount":36,"categories":["life","friendship","girl"],"text":"Primarily, 'Black Girl\/White Girl' is the story of two very different, yet somehow 'fated' girls; for Genna, her 'friendship' with Minette is the most haunting of her life, though it is one-sided and ends in tragedy."},{"placeId":2698,"author":"Albert Schweitzer","wordCount":37,"categories":["life","friendship","time"],"text":"In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit."},{"placeId":105550,"author":"Theophile Gautier","wordCount":23,"categories":["friendship","animal","place"],"text":"It is difficult to obtain the friendship of a cat. It is a philosophical animal... one that does not place its affections thoughtlessly."},{"placeId":111151,"author":"Warren Christopher","wordCount":19,"categories":["friendship","friends","close"],"text":"I've got many close friends, but there's an awful lot about friendship that is not demonstrative in my case."},{"placeId":97517,"author":"Sophocles","wordCount":9,"categories":["friendship","friends","victory"],"text":"You win the victory when you yield to friends."},{"placeId":56250,"author":"Joan Cusack","wordCount":36,"categories":["life","friendship","women"],"text":"I play- it's kind of like a slice-of-life, LA women in their forties, playing forty kind of what's their friendship like, and what's their life like and so I just play one of the four friends."},{"placeId":112096,"author":"Vicente Fox","wordCount":47,"categories":["friendship","respect","great"],"text":"On one side, citizens have great respect for the United States; they have a great feeling of friendship. That is solid. But in the opposition and in the political arena I often find criticism of the closeness of relations with the United States. That is a reality."},{"placeId":33680,"author":"Emil Ludwig","wordCount":32,"categories":["friendship","friends","strange"],"text":"Many a person has held close, throughout their entire lives, two friends that always remained strange to one another, because one of them attracted by virtue of similarity, the other by difference."},{"placeId":81514,"author":"Neale Donald Walsch","wordCount":38,"categories":["friendship","god","book"],"text":"I'm calling my book series the 'with God series.' And this next 'with God' book is Friendship with God, which comes out in November. This books challenges us to bring about the end of 'better' on this planet."},{"placeId":49585,"author":"Jodie Foster","wordCount":20,"categories":["friendship","friend","know"],"text":"My definition of a friend is somebody who adores you even though they know the things you're most ashamed of."},{"placeId":98886,"author":"Seneca","wordCount":6,"categories":["love","friendship","sometimes"],"text":"Friendship always benefits; love sometimes injures."},{"placeId":63982,"author":"Lennon Parham","wordCount":44,"categories":["friendship","best","friends"],"text":"From the Twitter responses we got with 'Best Friends Forever' and the small feedback we are getting as the show is meted out, I think people are seeing themselves in the show and enjoying seeing female friendship portrayed in the way it really is."},{"placeId":99518,"author":"Stephen Kinzer","wordCount":33,"categories":["friendship","relationship"],"text":"Allowing a friend to careen toward self destruction is not friendship. That is a habit the United States needs to break as it pursues a richer and more deeply supportive relationship with Israel."},{"placeId":66838,"author":"Khalil Gibran","wordCount":9,"categories":["friendship","opportunity"],"text":"Friendship is always a sweet responsibility, never an opportunity."},{"placeId":73315,"author":"Maria Shriver","wordCount":17,"categories":["friendship","simple","world"],"text":"When the world is so complicated, the simple gift of friendship is within all of our hands."},{"placeId":8788,"author":"Alban Berg","wordCount":47,"categories":["love","friendship","music"],"text":"I can tell you, dearest friend, that if it became known how much friendship, love and a world of human and spiritual references I have smuggled into these three movements, the adherents of programme music - should there be any left - would go mad with joy."},{"placeId":10673,"author":"Bill Watterson","wordCount":12,"categories":["friendship","best","friend"],"text":"Things are never quite as scary when you've got a best friend."},{"placeId":30322,"author":"Ella Wheeler Wilcox","wordCount":17,"categories":["love","friendship","sand"],"text":"All love that has not friendship for its base, is like a mansion built upon the sand."},{"placeId":50958,"author":"Jay Parini","wordCount":39,"categories":["friendship","death","man"],"text":"I came to know Gore Vidal in the mid-1980s, when I was living in southern Italy, virtually a neighbour, and our friendship lasted until his death in 2012. Needless to say, he was a complicated and often combative man."},{"placeId":19527,"author":"Carol Alt","wordCount":35,"categories":["friendship","end","africa"],"text":"There was really no friendship in modeling, though a certain amount of warmth comes from running into models you know on shoots, because you end up in so many unfamiliar places, from Alaska to Africa."},{"placeId":79428,"author":"Malcolm Arnold","wordCount":17,"categories":["friendship","music","people"],"text":"Music is the social act of communication among people, a gesture of friendship, the strongest there is."},{"placeId":63408,"author":"Lucy Larcom","wordCount":37,"categories":["friendship","impossible"],"text":"A friend is a beloved mystery; dearest always because he is not ourself, and has something in him which it is impossible for us to fathom. If it were not so, friendship would lose its chief zest."},{"placeId":41457,"author":"Henry Ford","wordCount":13,"categories":["friendship","best","me"],"text":"My best friend is the one who brings out the best in me."},{"placeId":99964,"author":"Sydney Smith","wordCount":19,"categories":["life","friendship","looking"],"text":"Madam, I have been looking for a person who disliked gravy all my life; let us swear eternal friendship."},{"placeId":92604,"author":"Richard Attias","wordCount":21,"categories":["friendship","trust","learn"],"text":"Sport is one of the few spaces where people can learn about different cultures in a spirit of trust and friendship."},{"placeId":22259,"author":"Dag Hammarskjold","wordCount":14,"categories":["friendship","loneliness"],"text":"Friendship needs no words - it is solitude delivered from the anguish of loneliness."},{"placeId":37892,"author":"George Santayana","wordCount":15,"categories":["friendship","friends","race"],"text":"One's friends are that part of the human race with which one can be human."},{"placeId":27258,"author":"Doris Kearns Goodwin","wordCount":47,"categories":["friendship","deep","political"],"text":"Taft was Roosevelt's handpicked successor. I didn't know how deep the friendship was between the two men until I read their almost four hundred letters, stretching back the to early '30s. It made me realize the heartbreak when they ruptured was much more than a political division."},{"placeId":62908,"author":"Len Wein","wordCount":16,"categories":["friendship","true friend"],"text":"A true friend is someone who is there for you when he'd rather be anywhere else."},{"placeId":17002,"author":"Christie Brinkley","wordCount":13,"categories":["friendship","smile","peace"],"text":"Share your smile with the world. It's a symbol of friendship and peace."},{"placeId":110658,"author":"William Shenstone","wordCount":31,"categories":["friendship","best","time"],"text":"The best time to frame an answer to the letters of a friend, is the moment you receive them. Then the warmth of friendship, and the intelligence received, most forcibly cooperate."},{"placeId":84835,"author":"Plautus","wordCount":14,"categories":["friendship","friend","better"],"text":"Nothing but heaven itself is better than a friend who is really a friend."},{"placeId":102973,"author":"Suzanne Brockmann","wordCount":33,"categories":["friendship","relationship"],"text":"The lust and attraction are often a given in a romance novel - I want to dig into the elements of true friendship that form a foundation for a solid, gonna-last-forever romantic relationship."},{"placeId":60321,"author":"Larry Flynt","wordCount":37,"categories":["love","friendship","words"],"text":"The two most misused words in the entire English vocabulary are love and friendship. A true friend would die for you, so when you start trying to count them on one hand, you don't need any fingers."},{"placeId":97946,"author":"Sting","wordCount":18,"categories":["success","friendship","choice"],"text":"Success always necessitates a degree of ruthlessness. Given the choice of friendship or success, I'd probably choose success."},{"placeId":112961,"author":"Vincent Nichols","wordCount":33,"categories":["friendship","suicide","people"],"text":"Among young people, often a key factor in them committing suicide is the trauma of transient relationships. They throw themselves into a friendship or network of friendships, then it collapses and they're desolate."},{"placeId":96082,"author":"Samuel Johnson","wordCount":31,"categories":["life","friendship","alone"],"text":"If a man does not make new acquaintances as he advances through life, he will soon find himself left alone. A man, sir, should keep his friendship in a constant repair."},{"placeId":53824,"author":"Jessye Norman","wordCount":31,"categories":["life","friendship","reading"],"text":"I have enjoyed most particularly reading the correspondence between Gustav Mahler and Richard Strauss. The genuine friendship, competitiveness and support that thread through their communications are life lessons for us all."},{"placeId":41829,"author":"Herman Melville","wordCount":16,"categories":["love","friendship","truth"],"text":"Friendship at first sight, like love at first sight, is said to be the only truth."},{"placeId":107444,"author":"Truman Capote","wordCount":26,"categories":["friendship","friends","you"],"text":"Friendship is a pretty full-time occupation if you really are friendly with somebody. You can't have too many friends because then you're just not really friends."},{"placeId":31720,"author":"Elizabeth Bibesco","wordCount":16,"categories":["friendship","job","admit"],"text":"Friendship is a difficult, dangerous job. It is also (though we rarely admit it) extremely exhausting."},{"placeId":30949,"author":"Ethel Barrymore","wordCount":11,"categories":["friendship","best","time"],"text":"The best time to make friends is before you need them."},{"placeId":6845,"author":"August Strindberg","wordCount":31,"categories":["friendship","woman","society"],"text":"Friendship can only exist between persons with similar interests and points of view. Man and woman by the conventions of society are born with different interests and different points of view."},{"placeId":46062,"author":"Jean de la Bruyere","wordCount":14,"categories":["friendship","friends","forgive"],"text":"Two persons cannot long be friends if they cannot forgive each other's little failings."},{"placeId":85976,"author":"Patrick O'Brian","wordCount":19,"categories":["friendship","reason","most"],"text":"Likings arise when one has no earthly reason for liking - the most wildly improbable marriages and uncommon friendship."},{"placeId":47373,"author":"John Wooden","wordCount":33,"categories":["friendship","marriage","nice"],"text":"Friendship is two-sided. It isn't a friend just because someone's doing something nice for you. That's a nice person. There's friendship when you do for each other. It's like marriage - it's two-sided."},{"placeId":39419,"author":"Gerard Arpey","wordCount":29,"categories":["friendship","family","support"],"text":"This airline is grateful for his extensive contributions and we will miss his friendship and support. We extend our deepest sympathies to the Casey family on its personal loss."},{"placeId":111205,"author":"Wendi Deng Murdoch","wordCount":16,"categories":["life","friendship","friends"],"text":"I'm loyal, and I like my friends. Friendship enriches your life and makes it more interesting."},{"placeId":110215,"author":"William Hazlitt","wordCount":33,"categories":["love","friendship","myself"],"text":"The dupe of friendship, and the fool of love; have I not reason to hate and to despise myself? Indeed I do; and chiefly for not having hated and despised the world enough."},{"placeId":35279,"author":"Frederick William Faber","wordCount":19,"categories":["friendship","foundation","long"],"text":"Many a friendship, long, loyal, and self-sacrificing, rested at first on no thicker a foundation than a kind word."},{"placeId":106211,"author":"Thomas Jefferson","wordCount":20,"categories":["friendship","peace","may"],"text":"Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it."},{"placeId":30640,"author":"Epicurus","wordCount":20,"categories":["friendship","wisdom","happy"],"text":"Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship."},{"placeId":110203,"author":"William Hazlitt","wordCount":25,"categories":["love","friendship","strength"],"text":"To be capable of steady friendship or lasting love, are the two greatest proofs, not only of goodness of heart, but of strength of mind."},{"placeId":87781,"author":"Orson Welles","wordCount":27,"categories":["love","friendship","alone"],"text":"We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."},{"placeId":88032,"author":"Quentin Bryce","wordCount":46,"categories":["friendship","women","leader"],"text":"I didn't have any Indigenous friends until I was in my 30s, and I'll always remember and be inspired by the remarkable friendship I had with Connie Bush, an outstanding Indigenous leader from Groot Eylandt on who was on the National Women's Advisory Council with me."},{"placeId":34956,"author":"Francis Bacon","wordCount":10,"categories":["friendship","friends","them"],"text":"Friendship increases in visiting friends, but in visiting them seldom."},{"placeId":44899,"author":"Isabel Lucas","wordCount":26,"categories":["friendship","may","people"],"text":"People instantly assume you can't have a platonic friendship with someone of the opposite sex. I think this may be specific to L.A. - or America."},{"placeId":61760,"author":"Lord Byron","wordCount":14,"categories":["love","friendship","may"],"text":"Friendship may, and often does, grow into love, but love never subsides into friendship."},{"placeId":86868,"author":"Pam Brown","wordCount":38,"categories":["friendship","weather","small"],"text":"A friendship can weather most things and thrive in thin soil; but it needs a little mulch of letters and phone calls and small, silly presents every so often - just to save it from drying out completely."},{"placeId":71512,"author":"Mencius","wordCount":9,"categories":["friendship","man","virtue"],"text":"Friendship with a man is friendship with his virtue."},{"placeId":106403,"author":"Tim Allen","wordCount":46,"categories":["friendship","best","respect"],"text":"Dad needs to show an incredible amount of respect and humor and friendship toward his mate so the kids understand their parents are sexy, they're fun, they do things together, they're best friends. Kids learn by example. If I respect Mom, they're going to respect Mom."},{"placeId":94050,"author":"Randy West","wordCount":32,"categories":["friendship","respect","day"],"text":"That was the day I began cutting classes and returning to TV tapings; it ultimately led to a friendship with Johnny O, and an increasing fascination and respect for what he did."},{"placeId":110198,"author":"William Hazlitt","wordCount":27,"categories":["life","love","friendship"],"text":"Even in the common affairs of life, in love, friendship, and marriage, how little security have we when we trust our happiness in the hands of others!"},{"placeId":71913,"author":"Michelle Obama","wordCount":45,"categories":["friendship","trust","world"],"text":"The fact is, with every friendship you make, and every bond of trust you establish, you are shaping the image of America projected to the rest of the world. That is so important. So when you study abroad, you're actually helping to make America stronger."},{"placeId":105701,"author":"Thomas A. Edison","wordCount":20,"categories":["friendship","friends","world"],"text":"I have friends in overalls whose friendship I would not swap for the favor of the kings of the world."},{"placeId":17509,"author":"Confucius","wordCount":12,"categories":["friendship","man","better"],"text":"Never contract friendship with a man that is not better than thyself."},{"placeId":53574,"author":"James Whistler","wordCount":16,"categories":["life","friendship","early"],"text":"The rare few, who, early in life have rid themselves of the friendship of the many."},{"placeId":45965,"author":"Jean Cocteau","wordCount":33,"categories":["friendship","best","god"],"text":"I have lost my seven best friends, which is to say God has had mercy on me seven times without realizing it. He lent a friendship, took it from me, sent me another."},{"placeId":96329,"author":"Samuel Taylor Coleridge","wordCount":28,"categories":["love","friendship","passion"],"text":"Sympathy constitutes friendship; but in love there is a sort of antipathy, or opposing passion. Each strives to be the other, and both together make up one whole."},{"placeId":19953,"author":"Chris Raschka","wordCount":35,"categories":["friendship","music","book"],"text":"Whether it's music, loss of something, loneliness or friendship - if that emotion is heightened in some way and painted to fit in between the covers of 32 pages, that can become a picture book."},{"placeId":72649,"author":"Muhammad Ali","wordCount":22,"categories":["friendship","school","learn"],"text":"Friendship... is not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything."},{"placeId":96444,"author":"Sean Bean","wordCount":31,"categories":["friendship","journey"],"text":"006 was such an interesting character and the film really explored his friendship with Bond and how it all went wrong, so it was a very personal journey for both characters."},{"placeId":32582,"author":"Eleanor Robson Belmont","wordCount":21,"categories":["life","friendship","work"],"text":"Never be afraid to meet to the hilt the demand of either work, or friendship - two of life's major assets."},{"placeId":69997,"author":"Marcus Tullius Cicero","wordCount":33,"categories":["life","friendship","sun"],"text":"What sweetness is left in life, if you take away friendship? Robbing life of friendship is like robbing the world of the sun. A true friend is more to be esteemed than kinsfolk."},{"placeId":97605,"author":"St. Jerome","wordCount":9,"categories":["friendship","true","never"],"text":"True friendship ought never to conceal what it thinks."},{"placeId":70553,"author":"Marquis de Lafayette","wordCount":30,"categories":["friendship","time","experience"],"text":"I experience for the American officers and soldiers that friendship which arises from having shared with them for a length of time dangers, sufferings, and both good and evil fortune."},{"placeId":41181,"author":"Henri Nouwen","wordCount":47,"categories":["friendship","pain","giving"],"text":"When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand."},{"placeId":101017,"author":"Sabrina Bryan","wordCount":24,"categories":["friendship","girl","conquer"],"text":"Friendship is the complete explanation of what a Cheetah Girl is - if you have that true friendship, you can conquer anything you want."},{"placeId":66265,"author":"Kenneth Branagh","wordCount":17,"categories":["friendship","world","most"],"text":"Friendship is one of the most tangible things in a world which offers fewer and fewer supports."},{"placeId":23126,"author":"Dennis Prager","wordCount":43,"categories":["life","love","friendship"],"text":"Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?"},{"placeId":15186,"author":"Bradley Chicho","wordCount":20,"categories":["friendship","universe","gift"],"text":"Plunderous is the palate I gift to you, openly I hug the universe of our friendship expanding its outer limit."},{"placeId":36465,"author":"Gotthold Ephraim Lessing","wordCount":16,"categories":["friendship","fruit","hatred"],"text":"The most deadly fruit is borne by the hatred which one grafts on an extinguished friendship."},{"placeId":110693,"author":"William Wycherley","wordCount":10,"categories":["friendship","good","pleasures"],"text":"Good fellowship and friendship are lasting, rational and manly pleasures."},{"placeId":51345,"author":"Jeremy Taylor","wordCount":6,"categories":["love","friendship","romantic"],"text":"Love is friendship set on fire."},{"placeId":25942,"author":"Dolly Wells","wordCount":31,"categories":["love","friendship","finding"],"text":"I love 'Curb Your Enthusiasm' and 'Extras' and also 'The Trip.' That had all the nuances of friendship and finding things out about their lives without it being too much plot-driven."},{"placeId":98248,"author":"Sallust","wordCount":15,"categories":["friendship","anger","hatred"],"text":"All who consult on doubtful matters, should be void of hatred, friendship, anger, and pity."},{"placeId":29860,"author":"Elie Wiesel","wordCount":20,"categories":["life","love","friendship"],"text":"Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing."},{"placeId":38920,"author":"Grimes","wordCount":33,"categories":["friendship","music","musicians"],"text":"There are a lot of musicians I've met on Twitter where it was like, 'Hey, I like your music' - and then I ended up meeting them and it turned into a friendship."},{"placeId":35041,"author":"Francis Quarles","wordCount":14,"categories":["friendship","end","will"],"text":"That friendship will not continue to the end which is begun for an end."},{"placeId":89524,"author":"Ralph Waldo Emerson","wordCount":10,"categories":["friendship","nature","may"],"text":"A friend may well be reckoned the masterpiece of nature."},{"placeId":2624,"author":"Albert Camus","wordCount":21,"categories":["friendship","truth","passion"],"text":"How can sincerity be a condition of friendship? A taste for truth at any cost is a passion which spares nothing."},{"placeId":808,"author":"Amos Bronson Alcott","wordCount":16,"categories":["friendship","friends","world"],"text":"Our friends interpret the world and ourselves to us, if we take them tenderly and truly."},{"placeId":41133,"author":"Henry Adams","wordCount":5,"categories":["friendship","friends","born"],"text":"Friends are born, not made."},{"placeId":47558,"author":"Joseph Addison","wordCount":27,"categories":["friendship","happiness","self"],"text":"True happiness arises, in the first place, from the enjoyment of one's self, and in the next, from the friendship and conversation of a few select companions."},{"placeId":4210,"author":"Aristotle","wordCount":9,"categories":["friendship","friend","none"],"text":"A friend to all is a friend to none."},{"placeId":91543,"author":"Robert Louis Stevenson","wordCount":8,"categories":["friendship","yourself","gift"],"text":"A friend is a gift you give yourself."},{"placeId":89549,"author":"Rowan Williams","wordCount":21,"categories":["friendship","equality","reward"],"text":"Friendship is something that creates equality and mutuality, not a reward for finding equality or a way of intensifying existing mutuality."},{"placeId":59100,"author":"Jose Ramos-Horta","wordCount":45,"categories":["friendship","truth","now"],"text":"The second one, the joint Truth and Friendship Commission, which we started now with Indonesia, that is the one that has been criticized; its terms of reference call for providing amnesty for those who cooperate in telling the truth. It does not lead to prosecution."},{"placeId":2087,"author":"Adam Sandler","wordCount":19,"categories":["funny","friendship","time"],"text":"Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things."},{"placeId":73039,"author":"Mariella Frostrup","wordCount":33,"categories":["friendship","fear","partner"],"text":"In romance, we feel the need to zoom in and expound on our partner's foibles in intimate detail; in friendship, we tend to do the opposite, avoiding confrontation through fear, lethargy or both."},{"placeId":33438,"author":"Eric Heiden","wordCount":9,"categories":["friendship","close","very"],"text":"I have a very close friendship with the skaters."},{"placeId":110454,"author":"William Blake","wordCount":10,"categories":["friendship","man","bird"],"text":"The bird a nest, the spider a web, man friendship."},{"placeId":4253,"author":"Arnold H. Glasow","wordCount":15,"categories":["friendship","true friend"],"text":"A true friend never gets in your way unless you happen to be going down."},{"placeId":45752,"author":"Jim Morrison","wordCount":12,"categories":["friendship","freedom"],"text":"A friend is someone who gives you total freedom to be yourself."},{"placeId":30075,"author":"Emil Zatopek","wordCount":11,"categories":["friendship","great","victory"],"text":"Great is the victory, but the friendship of all is greater."},{"placeId":4191,"author":"Aristotle","wordCount":5,"categories":["friendship","partnership"],"text":"Friendship is essentially a partnership."},{"placeId":7791,"author":"Ali Abdullah Saleh","wordCount":25,"categories":["friendship","relationship"],"text":"French Yemeni relations are strong and good, they are relations depending on friendship and cooperation; my relationship with the president Chiraq are old and real."},{"placeId":89658,"author":"Ralph Waldo Emerson","wordCount":13,"categories":["friendship","good","soul"],"text":"Friendship, like the immortality of the soul, is too good to be believed."},{"placeId":80654,"author":"Najib Mikati","wordCount":22,"categories":["friendship","follow","mean"],"text":"I have a friendship with Hezbollah, and I also have contacts outside of Lebanon, but it doesn't mean I follow anyone's agenda."},{"placeId":90596,"author":"Richard Burton","wordCount":25,"categories":["life","friendship","walls"],"text":"False friendship, like the ivy, decays and ruins the walls it embraces; but true friendship gives new life and animation to the object it supports."},{"placeId":40146,"author":"H. L. Mencken","wordCount":34,"categories":["friendship","events","act"],"text":"One of the most mawkish of human delusions is the notion that friendship should be eternal, or, at all events, life-long, and that any act which puts a term to it is somehow discreditable."},{"placeId":31255,"author":"Evangeline Lilly","wordCount":22,"categories":["friendship","time","alone"],"text":"Around the time I graduated from high school, I decided better to underachieve and have friendship than to overachieve and be alone."},{"placeId":68910,"author":"Kenny Marchant","wordCount":42,"categories":["friendship","women","peace"],"text":"I am proud to represent these men and women who empower people in developing nations and promote the Peace Corps mission of peace and friendship. These volunteers are making major strides to improve the lives of people and communities around the world."},{"placeId":75967,"author":"Margaret Cavendish","wordCount":35,"categories":["friendship","poverty","lost"],"text":"And though my Lord hath lost his estate and been banished out of his country, yet neither despised poverty nor pinching necessity could make him break the bonds of friendship or weaken his loyal duty."},{"placeId":41303,"author":"Henry David Thoreau","wordCount":14,"categories":["friendship","knowledge"],"text":"True friendship can afford true knowledge. It does not depend on darkness and ignorance."},{"placeId":36058,"author":"Gilbert Parker","wordCount":41,"categories":["friendship","great","sea"],"text":"It must be remembered that the sea is a great breeder of friendship. Two men who have known each other for twenty years find that twenty days at sea bring them nearer than ever they were before, or else estrange them."},{"placeId":104552,"author":"Tzipi Livni","wordCount":29,"categories":["friendship","america","between"],"text":"There is a mutual interest between Israel and the United States of America. It is more than friendship - it is friendship plus mutual interest, and it is bipartisan."},{"placeId":103963,"author":"Thiruvalluvar","wordCount":26,"categories":["friendship","relationship"],"text":"People of noble character are afraid of keeping friendship with dishonorable people. But people of discreditable character consider friendship with the dishonorable as a blood relationship."},{"placeId":41292,"author":"Henry David Thoreau","wordCount":13,"categories":["friendship","dreams","friends"],"text":"Friends... they cherish one another's hopes. They are kind to one another's dreams."},{"placeId":47361,"author":"John Wooden","wordCount":28,"categories":["friendship","art","day"],"text":"Be true to yourself. Make each day a masterpiece. Help others. Drink deeply from good books. Make friendship a fine art. Build a shelter against a rainy day."},{"placeId":99183,"author":"Sophie Swetchine","wordCount":11,"categories":["friendship","two","feel"],"text":"The ideal friendship is to feel as one while remaining two."},{"placeId":106002,"author":"Thomas Moore","wordCount":12,"categories":["love","friendship","love is"],"text":"A friendship that like love is warm; A love like friendship, steady."},{"placeId":32733,"author":"Ernst Mayr","wordCount":40,"categories":["life","friendship","society"],"text":"In those early years in New York when I was a stranger in a big city, it was the companionship and later friendship which I was offered in the Linnean Society that was the most important thing in my life."},{"placeId":2369,"author":"Alain de Botton","wordCount":31,"categories":["friendship","relationship"],"text":"The arrogance that says analysing the relationship between reasons and causes is more important than writing a philosophy of shyness or sadness or friendship drives me nuts. I can't accept that."},{"placeId":33890,"author":"Fawn M. Brodie","wordCount":23,"categories":["friendship","power","passion"],"text":"A passion for politics stems usually from an insatiable need, either for power, or for friendship and adulation, or a combination of both."},{"placeId":75148,"author":"Margaret Walker","wordCount":11,"categories":["friendship","money","good"],"text":"Friends and good manners will carry you where money won't go."},{"placeId":61979,"author":"Lysander Spooner","wordCount":43,"categories":["friendship","enemy","american"],"text":"A traitor is a betrayer - one who practices injury, while professing friendship. Benedict Arnold was a traitor, solely because, while professing friendship for the American cause, he attempted to injure it. An open enemy, however criminal in other respects, is no traitor."},{"placeId":70549,"author":"Marquis de Lafayette","wordCount":33,"categories":["friendship","man","i am"],"text":"Never was a man further from a partiality for Spain than I am. But I think I now have left them in a sincere and steady intention to cultivate the friendship of America."},{"placeId":1967,"author":"Abraham Lincoln","wordCount":12,"categories":["friendship","friends","make"],"text":"Do I not destroy my enemies when I make them my friends?"},{"placeId":98246,"author":"Sallust","wordCount":24,"categories":["friendship","anger","opinion"],"text":"All those who offer an opinion on any doubtful point should first clear their minds of every sentiment of dislike, friendship, anger or pity."},{"placeId":23076,"author":"Dean Smith","wordCount":13,"categories":["friendship","you","try"],"text":"As soon as you try to describe a close friendship, it loses something."},{"placeId":16610,"author":"Chelsea Handler","wordCount":14,"categories":["life","love","friendship"],"text":"The love that comes from friendship is the underlying facet of a happy life."},{"placeId":8865,"author":"Alexandra Chando","wordCount":40,"categories":["friendship","best","together"],"text":"I have a couple of best friends, and I don't think I would live with them. It definitely... certain people can't live together, and I think that it could potentially put a lot of strain on the relationship or friendship."},{"placeId":30764,"author":"Ernie Banks","wordCount":10,"categories":["friendship","people","down"],"text":"But it all comes down to friendship, treating people right."},{"placeId":33269,"author":"Emma McLaughlin","wordCount":43,"categories":["friendship","water","writing"],"text":"My writing partner, Nicki, and I became obsessed with a monologist who performs unscripted shows equipped with nothing more than scribbled bullet points and a glass of water. We wrote him a fan letter and found ourselves sharing lunch and eventually a friendship."},{"placeId":4198,"author":"Aristotle","wordCount":16,"categories":["friendship","best","man"],"text":"My best friend is the man who in wishing me well wishes it for my sake."},{"placeId":29075,"author":"Eamon de Valera","wordCount":29,"categories":["friendship","freedom","win"],"text":"The part which American friendship played in helping us to win the freedom we enjoy in this part of Ireland has been gratefully recognized and acknowledged by our people."},{"placeId":50372,"author":"Julian Casablancas","wordCount":11,"categories":["friendship","good","way"],"text":"A band is a good way to break up a friendship."},{"placeId":8961,"author":"Alison McGhee","wordCount":38,"categories":["friendship","together"],"text":"I suppose, the natural outgrowth about writing about two friends, it becomes about their friendship, and the complexities of it, and the way personality plays off each other, and what they each like to do, separately and together."},{"placeId":16436,"author":"Charles R. Swindoll","wordCount":37,"categories":["friendship","work","god"],"text":"It's the most exciting thing to watch God work when I've asked him about something, to listen to him and watch him work. It's like this friendship, and it just grows and grows and grows and grows."},{"placeId":29605,"author":"Edward Young","wordCount":13,"categories":["life","friendship","strong"],"text":"Friendship's the wine of life: but friendship new... is neither strong nor pure."},{"placeId":31716,"author":"Elizabeth Berkley","wordCount":45,"categories":["life","friendship","family"],"text":"I noticed that no matter where I went in the country, there was this group of questions that got asked. I would track them and keep them in categories. Like body image, school, family, friendship, you name it, the emotional life of a teenage girl."},{"placeId":80658,"author":"Namie Amuro","wordCount":14,"categories":["friendship","time","trust"],"text":"Even where friendship is concerned, it takes me a long time to trust people."},{"placeId":105858,"author":"Tim Tebow","wordCount":39,"categories":["friendship","help","want"],"text":"I want to use my connections with coaches, players, celebrities, whomever, and if I can take that friendship and use it to help someone else, I'm going to take advantage of that. I'm not going to apologize for that."},{"placeId":35520,"author":"Friedrich Nietzsche","wordCount":25,"categories":["friendship","woman","man"],"text":"A woman may very well form a friendship with a man, but for this to endure, it must be assisted by a little physical antipathy."},{"placeId":37353,"author":"George Foreman","wordCount":22,"categories":["love","friendship","day"],"text":"Forgiveness is that subtle thread that binds both love and friendship. Without forgiveness, you may not even have a child one day."},{"placeId":108128,"author":"Tyne Daly","wordCount":5,"categories":["friendship","good","sweat"],"text":"Sweat makes good friendship cement."},{"placeId":46082,"author":"Jean de La Fontaine","wordCount":15,"categories":["life","friendship","sun"],"text":"Friendship is the shadow of the evening, which increases with the setting sun of life."},{"placeId":78811,"author":"Michael Foreman","wordCount":24,"categories":["friendship","book","battle"],"text":"My book 'Ali Pasha' tells the true story of a young sailor Henry Friston, who, in the hell-fire of battle, forms an unusual friendship."},{"placeId":23332,"author":"Deborah Sampson","wordCount":39,"categories":["friendship","family","words"],"text":"November 11, 1802, I arrived at Judge Patterson's at Lisle. This respectable family treated me with every mark of distinction and friendship, and likewise all the people did the same. I really want for words to express my gratitude."},{"placeId":104696,"author":"Taylor Swift","wordCount":12,"categories":["friendship","me","friend"],"text":"All you need to do to be my friend is like me."},{"placeId":89510,"author":"Ralph Waldo Emerson","wordCount":11,"categories":["friendship","friend","way"],"text":"The only way to have a friend is to be one."},{"placeId":56237,"author":"Jimmy Carl Black","wordCount":31,"categories":["friendship","brother","him"],"text":"I would have told him that I appreciated his friendship through the years and that I had learned a lot from him. I really loved Frank like you do a brother."},{"placeId":113658,"author":"Voltaire","wordCount":14,"categories":["friendship","marriage","soul"],"text":"Friendship is the marriage of the soul, and this marriage is liable to divorce."},{"placeId":97239,"author":"Simone Weil","wordCount":22,"categories":["life","friendship","art"],"text":"To want friendship is a great fault. Friendship ought to be a gratuitous joy, like the joys afforded by art or life."},{"placeId":84732,"author":"Pierre Teilhard de Chardin","wordCount":10,"categories":["friendship","world","may"],"text":"The world is round so that friendship may encircle it."},{"placeId":3095,"author":"Alice Walker","wordCount":15,"categories":["friendship","silence","grow"],"text":"No person is your friend who demands your silence, or denies your right to grow."},{"placeId":71141,"author":"Mason Cooley","wordCount":8,"categories":["friendship","faith","loyalty"],"text":"Bad faith likes discourse on friendship and loyalty."},{"placeId":41712,"author":"Henry Ward Beecher","wordCount":41,"categories":["love","friendship","truth"],"text":"It is one of the severest tests of friendship to tell your friend his faults. So to love a man that you cannot bear to see a stain upon him, and to speak painful truth through loving words, that is friendship."},{"placeId":93110,"author":"Robin Morgan","wordCount":10,"categories":["love","friendship","level"],"text":"Friendship is mutual blackmail elevated to the level of love."},{"placeId":41138,"author":"Henry Adams","wordCount":8,"categories":["friendship","power","lost"],"text":"A friend in power is a friend lost."},{"placeId":43857,"author":"Ian Mckellen","wordCount":31,"categories":["friendship","people","opening"],"text":"What I particularly like about Broadway is the camaraderie and the friendship of other people in other shows. Everybody knows you're opening and cares about you. There's a real village atmosphere."},{"placeId":28371,"author":"Donna Leon","wordCount":38,"categories":["friendship","best","time"],"text":"I came to Venice for the first time in 1968 and was lucky enough to make the acquaintanceship, and then the friendship, of two Venetians, Roberta and Franco, who remain my best friends here after almost 50 years."},{"placeId":25982,"author":"Douglas Brinkley","wordCount":40,"categories":["friendship","intelligence"],"text":"If Reagan had intelligence information that showed that the upheaval in Egypt is actually Democratic in spirit, then he would have, I believe, turned his back on Mubarak, even though there's a long friendship between the United States and Egypt."},{"placeId":1246,"author":"Anna Freud","wordCount":24,"categories":["friendship","hate","acting"],"text":"Why do we go around acting as though everything was friendship and reliability when basically everything everywhere is full of sudden hate and ugliness?"},{"placeId":16327,"author":"Charles Duhigg","wordCount":39,"categories":["friendship","music","teen"],"text":"Prosecutors say it would be next to impossible to get one teen to testify in court that another had slipped him or her a copied disc at lunchtime. And besides, isn't sharing music a time-honored part of teen friendship?"},{"placeId":87136,"author":"Oliver Wendell Holmes, Sr.","wordCount":34,"categories":["friendship","you","courtesy"],"text":"Don't flatter yourselves that friendship authorizes you to say disagreeable things to your intimates. On the contrary, the nearer you come into relation with a person, the more necessary do tact and courtesy become."},{"placeId":70878,"author":"Martin Freeman","wordCount":13,"categories":["love","friendship","marriage"],"text":"Like any friendship or marriage, familiarity breeds more contempt, and love, and everything."},{"placeId":36409,"author":"Georg Brandes","wordCount":40,"categories":["friendship","smile","grow"],"text":"My first experiences of academic friendship made me smile in after years when I looked back on them. But my circle of acquaintances had gradually grown so large that it was only natural new friendships should grow out of it."},{"placeId":25944,"author":"Dolly Wells","wordCount":31,"categories":["love","friendship","proud"],"text":"We want 'Doll & Em' to be something we're proud of. We'd love to do another series, but it's not the be-all and end-all. Our friendship is the be-all and end-all."},{"placeId":53718,"author":"Jasmine Guy","wordCount":24,"categories":["love","friendship","family"],"text":"The building of friendship, family, community and love is complicated. We are so isolated in this country, no longer supported by tribes and villages."},{"placeId":10020,"author":"Benjamin Franklin","wordCount":9,"categories":["friendship","friend","slow"],"text":"Be slow in choosing a friend, slower in changing."},{"placeId":87150,"author":"Oliver Wendell Holmes, Sr.","wordCount":14,"categories":["friendship","sweet","game"],"text":"Sweet is the scene where genial friendship plays the pleasing game of interchanging praise."},{"placeId":45617,"author":"Jane Austen","wordCount":12,"categories":["love","friendship","moving on"],"text":"Friendship is certainly the finest balm for the pangs of disappointed love."},{"placeId":15074,"author":"Bill Berry","wordCount":47,"categories":["life","friendship","future"],"text":"I loved my 17 years with R.E.M., but I'm ready to reflect, assess and move on to a different phase of my life. The four of us will continue our close friendship, and I look forward to hearing their future efforts as the world's biggest R.E.M. fan."},{"placeId":48116,"author":"Justin Bieber","wordCount":13,"categories":["friendship","best","day"],"text":"Friends are the best to turn to when you're having a rough day."},{"placeId":87045,"author":"Oliver Goldsmith","wordCount":10,"categories":["friendship","two","pity"],"text":"Pity and friendship are two passions incompatible with each other."},{"placeId":835,"author":"Amy Grant","wordCount":44,"categories":["love","friendship","time"],"text":"Faith is salted and peppered through everything at Christmas. And I love at least one night by the Christmas tree to sing and feel the quiet holiness of that time that's set apart to celebrate love, friendship, and God's gift of the Christ child."},{"placeId":110518,"author":"William Butler Yeats","wordCount":11,"categories":["friendship","friends","you"],"text":"There are no strangers here; Only friends you haven't yet met."},{"placeId":50236,"author":"Joseph Brodsky","wordCount":8,"categories":["friendship","friend","find"],"text":"How delightful to find a friend in everyone."},{"placeId":54963,"author":"Jennifer Beals","wordCount":47,"categories":["love","friendship","negative"],"text":"It became very clear to the director that it would be foolish not to use our friendship. I had tried to talk to him about it because all the relationships in the film are so, not negative, but antagonistic. There's not a lot of love going around."},{"placeId":95849,"author":"Sam Brownback","wordCount":44,"categories":["friendship","political","space"],"text":"When the Taiwan Relations Act passed in 1979, our biggest concern was preventing the use of military force against Taiwan. Little did we know that our friends on Taiwan could so effectively use the space created by our friendship to revolutionize their political system."},{"placeId":70375,"author":"Marie Antoinette","wordCount":27,"categories":["friendship","confidence","may"],"text":"Your Majesty may rest assured about my conduct towards the Comtesse de Provence; I will certainly try and gain her friendship and confidence, without going too far."},{"placeId":113107,"author":"Virginia Woolf","wordCount":12,"categories":["friendship","poetry","friends"],"text":"Some people go to priests; others to poetry; I to my friends."},{"placeId":3021,"author":"Alfred A. Montapert","wordCount":7,"categories":["friendship","business","built"],"text":"All lasting business is built on friendship."},{"placeId":16398,"author":"Charles Lamb","wordCount":13,"categories":["friendship","talk","privilege"],"text":"Tis the privilege of friendship to talk nonsense, and have her nonsense respected."},{"placeId":92732,"author":"Richard Lugar","wordCount":15,"categories":["friendship","united states"],"text":"I would like to raise my glass to friendship between Russia and the United States."},{"placeId":32884,"author":"Eddie Murray","wordCount":47,"categories":["friendship","win","proud"],"text":"When Ted Williams was here, inducted into the Hall of Fame 37 years ago, he said he must have earned it, because he didn't win it because of his friendship with the writers. I guess in that way, I'm proud to be in this company that way."},{"placeId":42030,"author":"Hubert H. Humphrey","wordCount":12,"categories":["life","friendship","greatest"],"text":"The greatest gift of life is friendship, and I have received it."},{"placeId":96829,"author":"Shimon Peres","wordCount":44,"categories":["friendship","deep","remember"],"text":"Look, I worked with American Republican presidents and Democratic presidents, all of them, and each of them has shown a deep and profound friendship to Israel, you know? I can't remember anybody who was in that sense negative as far as Israel is concerned."},{"placeId":103929,"author":"Tom Lehrer","wordCount":41,"categories":["friendship","money","friends"],"text":"My last public performance for money was in 1967. For free, it was 1972, with the exception of two little one-shot, one-song things. But that's just for friends, out of friendship for the people involved, and also because it was fun."},{"placeId":70025,"author":"Marcel Proust","wordCount":20,"categories":["friendship","happy","blossom"],"text":"Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom."},{"placeId":103969,"author":"Thiruvalluvar","wordCount":27,"categories":["friendship","respect","service"],"text":"The enemies cannot destroy the king who has at his service the respect and friendship of the wise men who can find fault, disagree, and correct him."},{"placeId":14134,"author":"Brooke Elliott","wordCount":14,"categories":["friendship","friends","lasts"],"text":"Friends confront each other sometimes, and sometimes the friendship lasts, and sometimes it doesn't."},{"placeId":16213,"author":"Charles Caleb Colton","wordCount":12,"categories":["friendship","adversity","holy"],"text":"Friendship, of itself a holy tie, is made more sacred by adversity."},{"placeId":83615,"author":"Paul Theroux","wordCount":20,"categories":["friendship","help","weakness"],"text":"Friendship is also about liking a person for their failings, their weakness. It's also about mutual help, not about exploitation."},{"placeId":29739,"author":"Elbert Hubbard","wordCount":13,"categories":["friendship","friend","you"],"text":"A friend is one who knows you and loves you just the same."},{"placeId":35212,"author":"Francois Lelord","wordCount":30,"categories":["love","friendship","happy"],"text":"Very different from eros is philia, a serene love much more akin to friendship, with its reciprocal kindnesses. You love each other for the happy experiences and pleasures you share."},{"placeId":41186,"author":"Henri Nouwen","wordCount":11,"categories":["friendship","journey","core"],"text":"Friendship has always belonged to the core of my spiritual journey."},{"placeId":101451,"author":"Sarah Hyland","wordCount":35,"categories":["friendship","friends","i am"],"text":"I'm friends with Taylor Swift, and I am tired of people asking me questions about our friendship. When I post a picture of us on Instagram, I'm posting a picture of me and my friend."},{"placeId":38144,"author":"George Washington","wordCount":21,"categories":["friendship","confidence","you"],"text":"Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence."},{"placeId":66888,"author":"Khalil Gibran","wordCount":13,"categories":["friendship","purpose","spirit"],"text":"Let there be no purpose in friendship save the deepening of the spirit."},{"placeId":113956,"author":"Zendaya","wordCount":27,"categories":["friendship","family","dreams"],"text":"'Shake It Up' definitely teaches kids about the importance of reaching for your dreams and setting high goals. It also teaches great lessons about friendship and family."},{"placeId":9392,"author":"Baltasar Gracian","wordCount":10,"categories":["life","friendship","good"],"text":"Friendship multiplies the good of life and divides the evil."},{"placeId":30133,"author":"Elizabeth Taylor","wordCount":14,"categories":["friendship","friends","find"],"text":"You find out who your real friends are when you're involved in a scandal."},{"placeId":45143,"author":"J. Paul Getty","wordCount":21,"categories":["friendship","business","close"],"text":"During the 1950s, Aristotle Onassis and I formed what grew to be a close friendship and association in several business ventures."},{"placeId":58880,"author":"John Woo","wordCount":11,"categories":["friendship","family","honor"],"text":"My films are always concerned with family, friendship, honor, and patriotism."},{"placeId":16115,"author":"Chanakya","wordCount":18,"categories":["friendship","truth","bitter"],"text":"There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth."},{"placeId":18477,"author":"Charles Kingsley","wordCount":22,"categories":["friendship","great","friends"],"text":"It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means."},{"placeId":34212,"author":"Francis Marion Crawford","wordCount":18,"categories":["friendship","person","everyone"],"text":"No one person can possibly combine all the elements supposed to make up what everyone means by friendship."},{"placeId":89027,"author":"Roger Ailes","wordCount":7,"categories":["friendship","earth","only"],"text":"I only understand friendship or scorched earth."},{"placeId":29065,"author":"E. W. Howe","wordCount":16,"categories":["love","friendship","love is"],"text":"The little trouble in the world that is not due to love is due to friendship."},{"placeId":64427,"author":"Luanne Rice","wordCount":39,"categories":["friendship","marriage","beach"],"text":"'Safe Harbor' is a state of mind... it's the place - in reality or metaphor - to which one goes in times of trouble or worry. It can be a friendship, marriage, church, garden, beach, poem, prayer, or song."},{"placeId":29430,"author":"Edward G. Bulwer-Lytton","wordCount":40,"categories":["friendship","gratitude","him"],"text":"One of the surest evidences of friendship that one individual can display to another is telling him gently of a fault. If any other can excel it, it is listening to such a disclosure with gratitude, and amending the error."},{"placeId":39796,"author":"Galina Vishnevskaya","wordCount":24,"categories":["life","friendship","time"],"text":"The friendship of Shostakovich cast a brilliant light over my whole life and whose spiritual qualities captured my soul once and for all time."},{"placeId":86300,"author":"Pratibha Patil","wordCount":11,"categories":["friendship","cooperation"],"text":"India-Seychelles relations have been characterized by close friendship, understanding and cooperation."},{"placeId":82950,"author":"Paloma Faith","wordCount":20,"categories":["friendship","money","people"],"text":"I lend people money, but I'd never lend something that would jeopardise a friendship if I didn't get it back."},{"placeId":61867,"author":"Lou Holtz","wordCount":15,"categories":["friendship","me","bank"],"text":"When the bank asks me about my assets, I include my friendship with Regis Philbin."},{"placeId":105587,"author":"Thomas Jefferson","wordCount":12,"categories":["friendship","peace","honest"],"text":"Peace, commerce and honest friendship with all nations; entangling alliances with none."},{"placeId":21883,"author":"Charles Peguy","wordCount":12,"categories":["love","friendship","love is"],"text":"Love is rarer than genius itself. And friendship is rarer than love."},{"placeId":72011,"author":"Mignon McLaughlin","wordCount":23,"categories":["friendship","friends","believe"],"text":"It is important to our friends to believe that we are unreservedly frank with them, and important to friendship that we are not."},{"placeId":41946,"author":"Hill Harper","wordCount":33,"categories":["friendship","women","friends"],"text":"Men and women can absolutely be friends, and that's what we need to be. Part of the problem is that we aren't friends enough. Our relationships are negotiations, and that is not friendship."},{"placeId":51344,"author":"Jeremy Taylor","wordCount":6,"categories":["friendship","secrecy"],"text":"Secrecy is the chastity of friendship."},{"placeId":48636,"author":"Jared Kushner","wordCount":36,"categories":["love","friendship","family"],"text":"The only things that are really permanent are love, family, friendship, and that is a lesson. At the end of the day, that's really what it boils down to. The rest of it is just stuff."},{"placeId":46081,"author":"Jean de La Fontaine","wordCount":9,"categories":["love","friendship","true love"],"text":"Rare as is true love, true friendship is rarer."},{"placeId":71876,"author":"Michel de Montaigne","wordCount":19,"categories":["love","friendship","marriage"],"text":"If there is such a thing as a good marriage, it is because it resembles friendship rather than love."},{"placeId":6473,"author":"Aleksander Kwasniewski","wordCount":31,"categories":["friendship","future","history"],"text":"And we want to develop our strategy to partnership and friendship with the United States, which is connected with a very rich history but what is very important for our future."},{"placeId":97404,"author":"Socrates","wordCount":15,"categories":["friendship","art","slow"],"text":"Be slow to fall into friendship; but when thou art in, continue firm and constant."},{"placeId":110210,"author":"William Hazlitt","wordCount":20,"categories":["love","friendship","rules"],"text":"There are no rules for friendship. It must be left to itself. We cannot force it any more than love."},{"placeId":57312,"author":"Joshua Prager","wordCount":29,"categories":["love","friendship","work"],"text":"We have to rise above bad fortune. We have to be in the good and enjoy the good, study and work and adventure and friendship and community and love."},{"placeId":79765,"author":"Max Jacob","wordCount":15,"categories":["friendship","want","should"],"text":"Friendship is inexplicable, it should not be explained if one doesn't want to kill it."},{"placeId":64237,"author":"Lisa See","wordCount":33,"categories":["friendship","time","people"],"text":"People come in and out of our lives, and the true test of friendship is whether you can pick back up right where you left off the last time you saw each other."},{"placeId":37642,"author":"George Jean Nathan","wordCount":6,"categories":["love","friendship","less"],"text":"Love demands infinitely less than friendship."},{"placeId":41855,"author":"Herodotus","wordCount":9,"categories":["friendship","friend","precious"],"text":"Of all possessions a friend is the most precious."},{"placeId":105733,"author":"Thomas Aquinas","wordCount":18,"categories":["friendship","greatest"],"text":"Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious."},{"placeId":64120,"author":"Li Peng","wordCount":30,"categories":["friendship","trust","beginning"],"text":"At the beginning of the new century, it is the common aspiration of the peoples of the two countries to deepen mutual understanding, enhance trust, develop friendship and strengthen cooperation."},{"placeId":95535,"author":"Saint Basil","wordCount":31,"categories":["love","friendship","wisdom"],"text":"A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love."},{"placeId":95284,"author":"Robert Blair","wordCount":13,"categories":["life","friendship","society"],"text":"Friendship! Mysterious cement of the soul, Sweet'ner of life, and solder of society."},{"placeId":7186,"author":"Armistead Maupin","wordCount":39,"categories":["friendship","suffering","city"],"text":"The film itself involves a New York City radio storyteller, Gabriel Noone, who strikes up a friendship with one of his fans, an abused 14-year-old teenager who is suffering from AIDS, who does not have much longer to live."},{"placeId":30175,"author":"Emily Bronte","wordCount":24,"categories":["love","friendship","love is"],"text":"Love is like the wild rose-briar; Friendship like the holly-tree. The holly is dark when the rose-briar blooms, but which will bloom most constantly?"},{"placeId":97228,"author":"Simone de Beauvoir","wordCount":23,"categories":["life","love","friendship"],"text":"One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion."},{"placeId":29069,"author":"E. W. Howe","wordCount":12,"categories":["friendship","friends","treat"],"text":"Instead of loving your enemies - treat your friends a little better."},{"placeId":16159,"author":"Charles B. Rangel","wordCount":29,"categories":["friendship","war","korean war"],"text":"Since the Korean War, U.S. and South Korea have established an enduring friendship with shared interests, such as denuclearizing the Korean Peninsula, combating aggression abroad and developing our economies."},{"placeId":105459,"author":"Thalia","wordCount":6,"categories":["friendship","something"],"text":"Friendship is something that is cultivated."},{"placeId":93058,"author":"Robert Southey","wordCount":22,"categories":["friendship","time","distance"],"text":"No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth."},{"placeId":99697,"author":"Steven Van Zandt","wordCount":27,"categories":["friendship","family","me"],"text":"Rock n' roll as a genre is different from pop and hip hop: it is about bands, and that for me suggests brotherhood, family, friendship and community."},{"placeId":95719,"author":"Salman Rushdie","wordCount":26,"categories":["friendship","family","someone"],"text":"Friendships are the family we make - not the one we inherit. I've always been someone to whom friendship, elective affinities, is as important as family."},{"placeId":39499,"author":"Giotto di Bondone","wordCount":15,"categories":["friendship","friends","world"],"text":"The sincere friends of this world are as ship lights in the stormiest of nights."},{"placeId":42432,"author":"Honore de Balzac","wordCount":21,"categories":["friendship","friend","belief"],"text":"Nothing so fortifies a friendship as a belief on the part of one friend that he is superior to the other."},{"placeId":41304,"author":"Henry David Thoreau","wordCount":16,"categories":["friendship","society","three"],"text":"I had three chairs in my house; one for solitude, two for friendship, three for society."},{"placeId":47354,"author":"John Wooden","wordCount":43,"categories":["friendship","art","day"],"text":"Be true to yourself, help others, make each day your masterpiece, make friendship a fine art, drink deeply from good books - especially the Bible, build a shelter against a rainy day, give thanks for your blessings and pray for guidance every day."},{"placeId":99145,"author":"Sidonie Gabrielle Colette","wordCount":15,"categories":["friendship","wise","oil"],"text":"It is wise to apply the oil of refined politeness to the mechanism of friendship."},{"placeId":32347,"author":"Eugene Kennedy","wordCount":26,"categories":["life","friendship","simple"],"text":"The real test of friendship is: can you literally do nothing with the other person? Can you enjoy those moments of life that are utterly simple?"},{"placeId":41705,"author":"Henry Ward Beecher","wordCount":17,"categories":["friendship","best","laughter"],"text":"Laughter is not a bad beginning for a friendship, and it is the best ending for one."},{"placeId":49460,"author":"Joanna Lumley","wordCount":26,"categories":["friendship","women","men"],"text":"I don't think men are that attracted by glamour. I think women are attracted by glamour. I think men are attracted by a sense of friendship."},{"placeId":83004,"author":"Paramahansa Yogananda","wordCount":32,"categories":["friendship","heart","thinking"],"text":"There is a magnet in your heart that will attract true friends. That magnet is unselfishness, thinking of others first; when you learn to live for others, they will live for you."},{"placeId":13513,"author":"Bidzina Ivanishvili","wordCount":15,"categories":["friendship","peace","economy"],"text":"Restoration of friendship with Russia, our biggest neighbor, is necessary for our peace and economy."},{"placeId":109138,"author":"W. Somerset Maugham","wordCount":13,"categories":["friendship","character"],"text":"When you choose your friends, don't be short-changed by choosing personality over character."},{"placeId":53640,"author":"Jane Green","wordCount":22,"categories":["love","friendship","best"],"text":"I think friendship is more important than love, but that love that grows out of friendship is the very best of all."},{"placeId":30645,"author":"Epicurus","wordCount":17,"categories":["friendship","confidence","help"],"text":"It is not so much our friends' help that helps us, as the confidence of their help."},{"placeId":16219,"author":"Charles Caleb Colton","wordCount":11,"categories":["love","friendship","never"],"text":"Friendship often ends in love; but love in friendship - never."},{"placeId":89662,"author":"Ram Dass","wordCount":46,"categories":["friendship","together"],"text":"We come into relationships often very much identified with our needs. I need this, I need security, I need refuge, I need friendship. And all of relationships are symbiotic in that sense. We come together because we fulfill each others' needs at some level or other."},{"placeId":61758,"author":"Lord Byron","wordCount":6,"categories":["love","friendship","wings"],"text":"Friendship is Love without his wings!"},{"placeId":103964,"author":"Thiruvalluvar","wordCount":21,"categories":["friendship","wisdom","flowers"],"text":"To embrace the whole world in friendship is wisdom. This wisdom is not changeable like the flowers that bloom and fade."},{"placeId":29433,"author":"Edward Gibbon","wordCount":43,"categories":["friendship","happiness","sex"],"text":"I understand by this passion the union of desire, friendship, and tenderness, which is inflamed by a single female, which prefers her to the rest of her sex, and which seeks her possession as the supreme or the sole happiness of our being."},{"placeId":87148,"author":"Oliver Wendell Holmes, Sr.","wordCount":16,"categories":["friendship","face","friend"],"text":"Without wearing any mask we are conscious of, we have a special face for each friend."},{"placeId":96964,"author":"Stendhal","wordCount":8,"categories":["love","friendship","less"],"text":"Friendship has its illusions no less than love."},{"placeId":2564,"author":"Alanis Morissette","wordCount":17,"categories":["friendship","art","girl"],"text":"I'm quite obsessed with the idea of nailing the girl friendship. It's such an art, so delicate."},{"placeId":35090,"author":"Francois de La Rochefoucauld","wordCount":17,"categories":["love","friendship","judge"],"text":"If we are to judge of love by its consequences, it more nearly resembles hatred than friendship."},{"placeId":89540,"author":"Ralph Waldo Emerson","wordCount":12,"categories":["friendship","growth","man"],"text":"A man's growth is seen in the successive choirs of his friends."},{"placeId":36080,"author":"Gina Bellman","wordCount":8,"categories":["friendship","relationship"],"text":"Any friendship or relationship is about a language."},{"placeId":57681,"author":"Jennifer Chiaverini","wordCount":39,"categories":["friendship","opportunities"],"text":"Mary Lincoln provided Elizabeth Keckley with opportunities for social and economic advancement she probably had never imagined during her years as a slave, while Elizabeth offered Mary the loyal, steadfast friendship she craved but had always found so elusive."},{"placeId":87149,"author":"Oliver Wendell Holmes, Sr.","wordCount":24,"categories":["friendship","morning","welcome"],"text":"There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise."},{"placeId":87044,"author":"Oliver Goldsmith","wordCount":15,"categories":["love","friendship","between"],"text":"Friendship is a disinterested commerce between equals; love, an abject intercourse between tyrants and slaves."},{"placeId":71511,"author":"Mencius","wordCount":7,"categories":["friendship","mind","two"],"text":"Friendship is one mind in two bodies."},{"placeId":75222,"author":"Marie de France","wordCount":22,"categories":["love","friendship","jealousy"],"text":"If one of two lovers is loyal, and the other jealous and false, how may their friendship last, for Love is slain!"},{"placeId":35068,"author":"Francois de La Rochefoucauld","wordCount":13,"categories":["love","friendship","true love"],"text":"However rare true love may be, it is less so than true friendship."},{"placeId":87955,"author":"Oscar Wilde","wordCount":18,"categories":["love","friendship","women"],"text":"Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship."},{"placeId":29760,"author":"Elbert Hubbard","wordCount":10,"categories":["friendship","credit","like"],"text":"Friendship, like credit, is highest when it is not used."},{"placeId":90405,"author":"Recep Tayyip Erdogan","wordCount":31,"categories":["friendship","impossible"],"text":"It is impossible to preserve my friendship with people who are allegedly leaders when they are attacking their own people, shooting at them, using tanks and other forms of heavy weaponry."},{"placeId":75001,"author":"Mortimer Adler","wordCount":16,"categories":["love","friendship","mother"],"text":"Aristotle uses a mother's love for her child as the prime example of love or friendship."},{"placeId":18627,"author":"Chester A. Arthur","wordCount":28,"categories":["friendship","development"],"text":"As is natural with contiguous states having like institutions and like aims of advancement and development, the friendship of the United States and Mexico has been constantly maintained."},{"placeId":11616,"author":"Bruce Lee","wordCount":41,"categories":["love","friendship","light"],"text":"Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable."},{"placeId":4193,"author":"Aristotle","wordCount":30,"categories":["friendship","good","excellence"],"text":"Perfect friendship is the friendship of men who are good, and alike in excellence; for these wish well alike to each other qua good, and they are good in themselves."},{"placeId":3731,"author":"Ann Landers","wordCount":36,"categories":["love","friendship","confidence"],"text":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses."},{"placeId":3825,"author":"Anne Lamott","wordCount":17,"categories":["friendship","best","truth"],"text":"Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you."},{"placeId":73106,"author":"Mariella Frostrup","wordCount":24,"categories":["friendship","together","grow"],"text":"Every friendship goes through ups and downs. Dysfunctional patterns set in; external situations cause internal friction; you grow apart and then bounce back together."},{"placeId":84869,"author":"Pope Benedict XVI","wordCount":32,"categories":["friendship","today","path"],"text":"Today, I, too, wish to reaffirm that I intend to continue on the path toward improved relations and friendship with the Jewish people, following the decisive lead given by John Paul II."},{"placeId":4232,"author":"Aristotle","wordCount":7,"categories":["friendship","friends","many"],"text":"He who hath many friends hath none."},{"placeId":3413,"author":"Anais Nin","wordCount":10,"categories":["love","friendship","real"],"text":"What I cannot love, I overlook. Is that real friendship?"},{"placeId":101680,"author":"Stefanie Powers","wordCount":40,"categories":["friendship","respect","mind"],"text":"I don't need to go onto Facebook and pretend to have friends I've never even met. To my mind, that kind of destroys the meaning of the word 'friend.' I take exception to that. Because I value and respect friendship."},{"placeId":61361,"author":"Li Keqiang","wordCount":47,"categories":["friendship","relationship"],"text":"China-Africa relationship has a long history and is full of vitality. Since the 1950s and 1960s, our common historical experiences have brought China and Africa together, and we have forged deep friendship in our joint struggle during which we have supported each other in times of difficulty."},{"placeId":95874,"author":"Sam Houston","wordCount":33,"categories":["friendship","eye","escape"],"text":"Texas, with her superior natural advantages, must become a point of attraction, and the policy of establishing with her the earliest relations of friendship and commerce will not escape the eye of statesmen."},{"placeId":16283,"author":"Charles Dickens","wordCount":16,"categories":["friendship","wine","flame"],"text":"Fan the sinking flame of hilarity with the wing of friendship; and pass the rosy wine."},{"placeId":110160,"author":"William Hazlitt","wordCount":32,"categories":["friendship","friends","worth"],"text":"Do not keep on with a mockery of friendship after the substance is gone - but part, while you can part friends. Bury the carcass of friendship: it is not worth embalming."},{"placeId":22375,"author":"Dalai Lama","wordCount":20,"categories":["friendship","happy","society"],"text":"My aim is to create a happy society with genuine friendship. Friendship between Tibetan and Chinese peoples is very essential."},{"placeId":96325,"author":"Samuel Taylor Coleridge","wordCount":10,"categories":["love","friendship","flower"],"text":"Love is flower like; Friendship is like a sheltering tree."},{"placeId":106204,"author":"Thomas Jefferson","wordCount":20,"categories":["friendship","politics"],"text":"I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend."},{"placeId":96324,"author":"Samuel Taylor Coleridge","wordCount":5,"categories":["friendship","tree","sheltering"],"text":"Friendship is a sheltering tree."},{"placeId":49932,"author":"John O'Donohue","wordCount":31,"categories":["friendship","time","great"],"text":"Most people are enduring a marginalized isolation. One of the great obstacles to modern friendships is the 'religion of rush.' People are rushing all the time through time. Friendship takes time."},{"placeId":28824,"author":"David Storey","wordCount":13,"categories":["friendship","true","essence"],"text":"The essence of true friendship is to make allowance for another's little lapses."},{"placeId":109592,"author":"Washington Irving","wordCount":23,"categories":["friendship","sun","heart"],"text":"Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart."},{"placeId":75244,"author":"Marilyn Hacker","wordCount":30,"categories":["friendship","friends","free"],"text":"You are almost not free, if you are teaching a group of graduate students, to become friends with one of them. I don't mean anything erotically charged, just a friendship."},{"placeId":113499,"author":"Zadie Smith","wordCount":29,"categories":["friendship","women","good"],"text":"A lot of women, when they're young, feel they have very good friends, and find later on that friendship is complicated. It's easy to be friends when everyone's 18."},{"placeId":89902,"author":"Russell Crowe","wordCount":45,"categories":["friendship","time","beautiful"],"text":"Meg Ryan is a beautiful and courageous woman. I grieve the loss of her companionship but I've not lost the friendship. We talk all the time and that was what our connection was about. She has a wonderful mind and we just like a chat."},{"placeId":107820,"author":"Tim Finn","wordCount":23,"categories":["love","friendship","people"],"text":"I think quite a lot of people have a friendship or a love that's gone like that and it never quite reconciles properly."},{"placeId":10999,"author":"Blake Shelton","wordCount":18,"categories":["friendship","stupid","friends"],"text":"Stop using the word 'bromance.' Can we please kill that stupid term? We're just friends. It's called friendship!"},{"placeId":106062,"author":"Thomas Moore","wordCount":8,"categories":["love","friendship","away"],"text":"Came but for friendship, and took away love."},{"placeId":110211,"author":"William Hazlitt","wordCount":34,"categories":["friendship","want","intimacy"],"text":"Few things tend more to alienate friendship than a want of punctuality in our engagements. I have known the breach of a promise to dine or sup to break up more than one intimacy."},{"placeId":98247,"author":"Sallust","wordCount":14,"categories":["friendship","same","like"],"text":"To like and dislike the same things, this is what makes a solid friendship."},{"placeId":15650,"author":"Carine Roitfeld","wordCount":37,"categories":["love","friendship","time"],"text":"I mix talents and friendship, which is not very professional, but it's my way of thinking. So I love Azzedine Alaia, because I've known him for 30 years, and he's making my dresses most of the time."},{"placeId":46071,"author":"Jean de la Bruyere","wordCount":7,"categories":["love","friendship","time"],"text":"Time makes friendship stronger, but love weaker."},{"placeId":53981,"author":"Jennifer Love Hewitt","wordCount":40,"categories":["love","friendship","mom"],"text":"I've always wanted to be a mom because I want to give a kid all of the magical gifts my mom gave to me, such as love and friendship. She and I had this incredible connection that was so unbelievable."},{"placeId":73028,"author":"Mariella Frostrup","wordCount":14,"categories":["friendship","credit","true"],"text":"Sustaining true friendship is a lot more challenging than we give it credit for."},{"placeId":58389,"author":"Jacqueline Leo","wordCount":43,"categories":["love","friendship","focus"],"text":"One look at an email can rob you of 15 minutes of focus. One call on your cell phone, one tweet, one instant message can destroy your schedule, forcing you to move meetings, or blow off really important things, like love, and friendship."},{"placeId":87962,"author":"Oscar Wilde","wordCount":20,"categories":["friendship","best","laughter"],"text":"Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one."},{"placeId":37693,"author":"George MacDonald","wordCount":32,"categories":["friendship","flower","heart"],"text":"If instead of a gem, or even a flower, we should cast the gift of a loving thought into the heart of a friend, that would be giving as the angels give."},{"placeId":41658,"author":"Henry Ward Beecher","wordCount":14,"categories":["love","friendship","child"],"text":"There is no friendship, no love, like that of the parent for the child."},{"placeId":43509,"author":"Hank Haney","wordCount":37,"categories":["friendship","business","great"],"text":"I know I was a great friend to Tiger Woods. But when you have a relationship that's involves business and friendship - and the business part comes to an end - things always get a little blurry."},{"placeId":43126,"author":"Hector Hugh Munro","wordCount":19,"categories":["friendship","beautiful","eyes"],"text":"The sacrifices of friendship were beautiful in her eyes as long as she was not asked to make them."},{"placeId":45624,"author":"Jane Austen","wordCount":12,"categories":["friendship","business","money"],"text":"Business, you know, may bring you money, but friendship hardly ever does."},{"placeId":16583,"author":"Charlotte Bronte","wordCount":22,"categories":["love","friendship","friends"],"text":"If we would build on a sure foundation in friendship, we must love friends for their sake rather than for our own."},{"placeId":87948,"author":"Oscar Wilde","wordCount":14,"categories":["friendship","man","friends"],"text":"An excellent man; he has no enemies; and none of his friends like him."},{"placeId":30591,"author":"Enrique Iglesias","wordCount":8,"categories":["friendship","woman"],"text":"My inspiration are the woman, friendship, and loneliness."},{"placeId":95533,"author":"Saint Augustine","wordCount":13,"categories":["friendship","me","friend"],"text":"I want my friend to miss me as long as I miss him."},{"placeId":103523,"author":"Tahar Ben Jelloun","wordCount":16,"categories":["life","love","friendship"],"text":"I love life in spite of all that mars it. I love friendship, jokes and laughter."},{"placeId":69987,"author":"Marcus Tullius Cicero","wordCount":9,"categories":["friendship","self","friend"],"text":"A friend is, as it were, a second self."},{"placeId":24443,"author":"Doug Larson","wordCount":13,"categories":["success","friendship","friend"],"text":"A true friend is one who overlooks your failures and tolerates your success!"},{"placeId":114043,"author":"Zhang Ziyi","wordCount":42,"categories":["friendship","people","better"],"text":"When two people first meet, they can only have a very ordinary kind of friendship. But when you begin to understand each other, when you get close to them, you discover that you're suddenly eager to know him or her even better."},{"placeId":37899,"author":"George Santayana","wordCount":22,"categories":["friendship","mind","friends"],"text":"Friendship is almost always the union of a part of one mind with the part of another; people are friends in spots."},{"placeId":69996,"author":"Marcus Tullius Cicero","wordCount":18,"categories":["friendship","happiness","joy"],"text":"Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief."},{"placeId":7052,"author":"Aimee Teegarden","wordCount":32,"categories":["friendship","true friend"],"text":"I don't know if I've ever been in a clique. The older I've gotten, the more I've realized what a true friend really is. So my friendship circle has changed a bit."},{"placeId":93063,"author":"Robert Staughton Lynd","wordCount":14,"categories":["friendship","good","advice"],"text":"Friendship will not stand the strain of very much good advice for very long."},{"placeId":35526,"author":"Friedrich Nietzsche","wordCount":13,"categories":["friendship","joy","suffering"],"text":"Rejoicing in our joy, not suffering over our suffering, makes someone a friend."},{"placeId":78174,"author":"Mark Valley","wordCount":15,"categories":["friendship","superman","kind"],"text":"I really wasn't even aware that Batman and Superman had this kind of grudging friendship."},{"placeId":91253,"author":"Robert E. Lee","wordCount":13,"categories":["friendship","friend","wrong"],"text":"Never do a wrong thing to make a friend or to keep one."},{"placeId":46352,"author":"Jill Scott","wordCount":13,"categories":["friendship","business","equate"],"text":"I've learned that friendship does not equate business, business does not equate friendship."},{"placeId":35441,"author":"Friedrich Nietzsche","wordCount":16,"categories":["love","friendship","marriage"],"text":"It is not a lack of love, but a lack of friendship that makes unhappy marriages."},{"placeId":7331,"author":"Andrew Sullivan","wordCount":31,"categories":["friendship","culture","pain"],"text":"What gay culture is before it is anything else, before it is a culture of desire or a culture of subversion or a culture of pain, is a culture of friendship."},{"placeId":19514,"author":"Cornelius Vanderbilt","wordCount":6,"categories":["friendship","trade"],"text":"There is no friendship in trade."},{"placeId":78056,"author":"Mario Puzo","wordCount":6,"categories":["friendship","money","water"],"text":"Friendship and money: oil and water."},{"placeId":84837,"author":"Plautus","wordCount":10,"categories":["friendship","soul","two"],"text":"Friendship is composed of a single soul inhabiting two bodies."},{"placeId":106618,"author":"Toni Morrison","wordCount":44,"categories":["friendship","good","woman"],"text":"She is a friend of mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order. It's good, you know, when you got a woman who is a friend of your mind."},{"placeId":97153,"author":"Simon Sinek","wordCount":13,"categories":["friendship","experience","bond"],"text":"A friend is an emotional bond, just like friendship is a human experience."},{"placeId":102712,"author":"Sarah Orne Jewett","wordCount":22,"categories":["friendship","best","friends"],"text":"Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of."},{"placeId":67046,"author":"King Solomon","wordCount":10,"categories":["friendship","friend","iron"],"text":"As iron sharpens iron, so a friend sharpens a friend."},{"placeId":41976,"author":"Hillary Clinton","wordCount":15,"categories":["friendship","leadership"],"text":"America is stronger because of President Obama's leadership, and I'm better because of his friendship."},{"placeId":70975,"author":"Martin Luther King, Jr.","wordCount":13,"categories":["love","friendship","love is"],"text":"Love is the only force capable of transforming an enemy into a friend."},{"placeId":40539,"author":"Hanya Yanagihara","wordCount":22,"categories":["friendship","party","you"],"text":"Friendship is one of our most treasured relationships, but it isn't codified and celebrated; it's never going to give you a party."},{"placeId":95553,"author":"Saint Francis de Sales","wordCount":13,"categories":["friendship","friends","new"],"text":"A quarrel between friends, when made up, adds a new tie to friendship."},{"placeId":111014,"author":"Woodrow Wilson","wordCount":25,"categories":["friendship","teacher","i am"],"text":"I have long enjoyed the friendship and companionship of Republicans because I am by instinct a teacher, and I would like to teach them something."},{"placeId":59226,"author":"Jane Harrison","wordCount":20,"categories":["life","friendship","marriage"],"text":"Marriage, for a woman at least, hampers the two things that made life to me glorious - friendship and learning."},{"placeId":97496,"author":"Solange Knowles","wordCount":32,"categories":["friendship","history","good"],"text":"When you think back in history about producers and artists or writers who've had good synergy, a lot of times they date, or they're married, or there's a friendship and a kinship."},{"placeId":56675,"author":"Jonathan Edwards","wordCount":40,"categories":["friendship","god","heart"],"text":"Sincere friendship towards God, in all who believe him to be properly an intelligent, willing being, does most apparently, directly, and strongly incline to prayer; and it no less disposes the heart strongly to desire to have our infinitely glorious."},{"placeId":104852,"author":"Trey Anastasio","wordCount":44,"categories":["life","friendship","family"],"text":"Things have gone beyond my wildest expectations and dreams, and I feel like I've been given so many blessings in my life, between my friendship with the guys in the band, our wonderful audience, being able to play this music, and then my family."},{"placeId":54893,"author":"Jena Malone","wordCount":37,"categories":["love","friendship","respect"],"text":"A lot of the powerful religious leaders, from Jesus to Buddha to Tibetan monks, they're really talking about the same things: love and acceptable, and the value of friendship, and respecting yourself so you can respect others."},{"placeId":17814,"author":"Clifton Fadiman","wordCount":25,"categories":["friendship","friends","measure"],"text":"One measure of friendship consists not in the number of things friends can discuss, but in the number of things they need no longer mention."},{"placeId":52250,"author":"Julie Burchill","wordCount":36,"categories":["friendship","attitude"],"text":"My second husband believed I had such a fickle attitude to friendship that each Friday he would update the list of my 'Top Ten' friends in the manner of a Top Of The Pops chart countdown."},{"placeId":53145,"author":"John Webster","wordCount":14,"categories":["friendship","best","friends"],"text":"Lay this unto your breast: Old friends, like old swords, still are trusted best."},{"placeId":4324,"author":"Arthur Ashe","wordCount":24,"categories":["friendship","enemy","dignity"],"text":"We must reach out our hand in friendship and dignity both to those who would befriend us and those who would be our enemy."},{"placeId":64174,"author":"Lincoln Chafee","wordCount":31,"categories":["friendship","deep","democracy"],"text":"Israelis can be proud of the vibrant democracy that they have created, and I know that many Rhode Islanders share my deep appreciation for the close friendship between our two nations."},{"placeId":58185,"author":"J. Donald Walters","wordCount":31,"categories":["friendship","happiness","true"],"text":"Happiness is understanding that friendship is more precious than mere things, more precious than getting your own way, more precious than being in situations where true principles are not at stake."},{"placeId":110488,"author":"William Penn","wordCount":20,"categories":["friendship","true friend"],"text":"A true friend freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably."},{"placeId":29735,"author":"Elbert Hubbard","wordCount":17,"categories":["friendship","friends","believe"],"text":"Never explain - your friends do not need it and your enemies will not believe you anyway."},{"placeId":101923,"author":"Susan Glaspell","wordCount":14,"categories":["friendship","women","grow"],"text":"As I grow older, I think friendship between women is a thing to cherish."},{"placeId":3143,"author":"Alice Walker","wordCount":33,"categories":["friendship","women","college"],"text":"I made my first white women friends in college; they loved me and were loyal to our friendship, but I understood, as they did, that they were white women and that whiteness mattered."},{"placeId":87133,"author":"Oliver Wendell Holmes, Sr.","wordCount":11,"categories":["friendship","rose","breathing"],"text":"But friendship is the breathing rose, with sweets in every fold."}]