[{"placeId":2016,"author":"Abu Bakr","wordCount":13,"categories":["kindness","learn","people"],"text":"He who aspires to paradise should learn to deal with people with kindness."},{"placeId":7115,"author":"Amy Sherman-Palladino","wordCount":35,"categories":["work","kindness","generosity"],"text":"If we based everything in Hollywood on who was a nice guy, holy moly, we would have no movies. No actors would work. This is not an industry that is ruled by kindness and generosity."},{"placeId":60374,"author":"Lady Gaga","wordCount":21,"categories":["love","kindness","compassion"],"text":"I believe in the spirit of equality and the spirit of this country as one of love and compassion and kindness."},{"placeId":54971,"author":"Jennifer Carpenter","wordCount":31,"categories":["kindness","partner","want"],"text":"My laundry list of wants in a partner is basically kindness. I want someone who is kind, and that's kind of where it begins and ends. I'm open to being surprised."},{"placeId":15155,"author":"Blu Cantrell","wordCount":32,"categories":["music","business","kindness"],"text":"I am disappointed in the music business, I feel like a lot of people in the music business are phoney, there's a lot of people who will abuse and take my kindness."},{"placeId":110173,"author":"Willa Cather","wordCount":47,"categories":["kindness","people","moments"],"text":"When kindness has left people, even for a few moments, we become afraid of them as if their reason had left them. When it has left a place where we have always found it, it is like shipwreck; we drop from security into something malevolent and bottomless."},{"placeId":95488,"author":"Saint Ambrose","wordCount":10,"categories":["kindness","should","hand"],"text":"A kindness received should be returned with a freer hand."},{"placeId":67034,"author":"Kin Hubbard","wordCount":15,"categories":["home","kindness","long"],"text":"Kindness goes a long ways lots of times when it ought to stay at home."},{"placeId":89523,"author":"Ralph Waldo Emerson","wordCount":18,"categories":["kindness","late","too late"],"text":"You cannot do a kindness too soon, for you never know how soon it will be too late."},{"placeId":22382,"author":"Dalai Lama","wordCount":23,"categories":["kindness","religion","heart"],"text":"There is no need for temples, no need for complicated philosophies. My brain and my heart are my temples; my philosophy is kindness."},{"placeId":35561,"author":"Frank Herbert","wordCount":6,"categories":["kindness","beginning","cruelty"],"text":"Kindness is the beginning of cruelty."},{"placeId":63695,"author":"Laura Amy Schlitz","wordCount":40,"categories":["children","kindness","justice"],"text":"Folklore has a moral center to it. Folklore is always, always, always on the side of the underdog, and children have a natural instinct towards justice. They feel indignation at needless cruelty and wistfulness about acts of mercy and kindness."},{"placeId":3376,"author":"Amy Tan","wordCount":25,"categories":["kindness","universe"],"text":"Who knows where inspiration comes from. Perhaps it arises from desperation. Perhaps it comes from the flukes of the universe, the kindness of the muses."},{"placeId":87159,"author":"Olivia Colman","wordCount":45,"categories":["life","relationship","kindness"],"text":"I want everyone to know what they deserve in relationships: that they can demand equality and kindness. Because everyone will have a relationship at some point in their life. It's what we all do, every day, and we need to know how to do it."},{"placeId":74893,"author":"Maira Kalman","wordCount":19,"categories":["kindness","integrity","humor"],"text":"Michael Pollan is a champion. In all ways. A man of great integrity, humor, and common sense and kindness."},{"placeId":11895,"author":"Bryant H. McGill","wordCount":25,"categories":["kindness","great","people"],"text":"A mistake made by many people with great convictions is that they will let nothing stand in the way of their views, not even kindness."},{"placeId":11351,"author":"Brad D. Smith","wordCount":32,"categories":["kindness","dad","mistake"],"text":"My dad worked for Nestle for 26 years and ended up being the mayor of our hometown. One of the lessons I learned from him was to never mistake kindness for weakness."},{"placeId":72539,"author":"Molly Ivins","wordCount":41,"categories":["kindness","girl","me"],"text":"Should a girl like me, in whom the milk of human kindness flows copiously for everyone, from protein-shy Hottentots to the glandular obese, actually aim a few swift boots at the prone form of Sen. Phil Gramm? Nah. But it's tempting."},{"placeId":61148,"author":"Letitia Baldrige","wordCount":32,"categories":["best","kindness","dance"],"text":"I'm for anything that teaches consideration and kindness. If one can teach one's son to dance with the ugliest little girl in the room, that's the best lesson they can ever learn."},{"placeId":22374,"author":"Dalai Lama","wordCount":25,"categories":["kindness","religion"],"text":"Whether one believes in a religion or not, and whether one believes in rebirth or not, there isn't anyone who doesn't appreciate kindness and compassion."},{"placeId":22364,"author":"Dalai Lama","wordCount":29,"categories":["kindness","religion","heart"],"text":"This is my simple religion. There is no need for temples; no need for complicated philosophy. Our own brain, our own heart is our temple; the philosophy is kindness."},{"placeId":12035,"author":"Barry Sternlicht","wordCount":36,"categories":["best","kindness","advice"],"text":"The best advice is often the compliments received, and they are often about an associate who did something exceptional. I tell my teams that it's the random acts of kindness, the unexpected, that people remember most."},{"placeId":62417,"author":"Lucius Annaeus Seneca","wordCount":13,"categories":["kindness","opportunity","human"],"text":"Wherever there is a human being, there is an opportunity for a kindness."},{"placeId":94624,"author":"Ruben Studdard","wordCount":14,"categories":["kindness","people","weakness"],"text":"People just take your kindness for weakness sometimes, and that's just the bottom line."},{"placeId":98848,"author":"Seann William Scott","wordCount":31,"categories":["kindness","friends","shopping"],"text":"I grew up in Minnesota and everyone is so nice there. It is like Fargo. Everyone's so chipper and you make friends just grocery shopping. We kill each other with kindness."},{"placeId":32540,"author":"Evelyn Underhill","wordCount":8,"categories":["wisdom","patience","kindness"],"text":"Deliberately seek opportunities for kindness, sympathy, and patience."},{"placeId":57204,"author":"Joseph Lancaster","wordCount":35,"categories":["kindness","language","reason"],"text":"A spirit, breathing the language of independence, is natural to Englishmen, few of whom are disposed to brook compulsion, or submit to the dictates of others, when not softened by reason, or tempered with kindness."},{"placeId":96076,"author":"Samuel Johnson","wordCount":10,"categories":["kindness","power","even"],"text":"Kindness is in our power, even when fondness is not."},{"placeId":60518,"author":"Lady Gregory","wordCount":13,"categories":["kindness","earth","heaven"],"text":"There is lasting kindness in Heaven when no kindness is found upon earth."},{"placeId":73941,"author":"Mayim Bialik","wordCount":42,"categories":["best","kindness","day"],"text":"I don't want to say everything happens for a reason but every day is lined up right next to the other one for a reason. The best you can do is do each day well with kindness and as a good person."},{"placeId":53826,"author":"Jessye Norman","wordCount":28,"categories":["wisdom","kindness","reading"],"text":"'Swan,' by Mary Oliver. Poems and prose. Reading from this book is as if visiting a very wise friend. There is wisdom and welcoming kindness on every page."},{"placeId":30440,"author":"Ellen DeGeneres","wordCount":17,"categories":["kindness","laughter","joy"],"text":"We need more kindness, more compassion, more joy, more laughter. I definitely want to contribute to that."},{"placeId":85026,"author":"Publilius Syrus","wordCount":11,"categories":["kindness","you","refuse"],"text":"It is kindness to immediately refuse what you intend to deny."},{"placeId":93886,"author":"Ronnie Musgrove","wordCount":47,"categories":["relationship","kindness"],"text":"After my father died when I was seven and my mother entered into an abusive relationship, I shuffled between houses - staying with friends, families from church, and relying on the kindness of teachers and people throughout my community to help me grow up essentially without parents."},{"placeId":97531,"author":"Sophocles","wordCount":18,"categories":["kindness","friend","better"],"text":"One who knows how to show and to accept kindness will be a friend better than any possession."},{"placeId":24749,"author":"Debbie Ford","wordCount":35,"categories":["kindness","spiritual","joy"],"text":"When you treat yourself with the kindness and high regard that you would give to one of your spiritual heroes, your body becomes the epicenter of quiet joy rather than a battlefield for the ego."},{"placeId":30435,"author":"Ellen DeGeneres","wordCount":32,"categories":["kindness","compassion"],"text":"Here are the values that I stand for: honesty, equality, kindness, compassion, treating people the way you want to be treated and helping those in need. To me, those are traditional values."},{"placeId":23119,"author":"Dennis Prager","wordCount":26,"categories":["courage","kindness","integrity"],"text":"Goodness is about character - integrity, honesty, kindness, generosity, moral courage, and the like. More than anything else, it is about how we treat other people."},{"placeId":11498,"author":"Brigitte Bardot","wordCount":17,"categories":["kindness","important"],"text":"I have understood that the most important things are tenderness and kindness. I can't do without them."},{"placeId":18496,"author":"Charles M. Schwab","wordCount":36,"categories":["kindness","be kind","men"],"text":"Many men fail because they do not see the importance of being kind and courteous to the men under them. Kindness to everybody always pays for itself. And, besides, it is a pleasure to be kind."},{"placeId":50645,"author":"James McGreevey","wordCount":42,"categories":["kindness","wise","political"],"text":"We need to seek wise leaders who will seek common ground among Americans instead of dividing us further for political gain. As citizens, we must embrace those who embrace ideas, thoughtfulness, civility and kindness to others no matter what their political beliefs."},{"placeId":107136,"author":"Travis Bradberry","wordCount":29,"categories":["kindness","leader","people"],"text":"Kindness is weak when you use it in a self-serving manner. Self-serving kindness is thin - people can see right through it when a kind leader has an agenda."},{"placeId":8940,"author":"Alice Cary","wordCount":12,"categories":["kindness","truth","nothing"],"text":"There's nothing so kingly as kindness, and nothing so royal as truth."},{"placeId":35525,"author":"Friedrich Nietzsche","wordCount":9,"categories":["kindness","looks","like"],"text":"There is a rollicking kindness that looks like malice."},{"placeId":46971,"author":"John James Audubon","wordCount":27,"categories":["kindness","friends","me"],"text":"I discover that my friends think only of my apparel, and those upon whom I have conferred acts of kindness prefer to remind me of my errors."},{"placeId":46159,"author":"Jean-Jacques Rousseau","wordCount":10,"categories":["wisdom","kindness","great"],"text":"What wisdom can you find that is greater than kindness?"},{"placeId":5621,"author":"Arabella Weir","wordCount":14,"categories":["kindness","school","tolerance"],"text":"There is an inherent tolerance and kindness in the state school teenagers I know."},{"placeId":65036,"author":"Libby Houston","wordCount":15,"categories":["dreams","kindness","go"],"text":"When your dreams tire, they go underground and out of kindness that's where they stay."},{"placeId":96665,"author":"Sharon Salzberg","wordCount":15,"categories":["kindness","compassion","view"],"text":"It is sometimes difficult to view compassion and loving kindness as the strengths they are."},{"placeId":107913,"author":"Theodore Isaac Rubin","wordCount":16,"categories":["wisdom","kindness","beginning"],"text":"Kindness is more important than wisdom, and the recognition of this is the beginning of wisdom."},{"placeId":10037,"author":"Benjamin Franklin","wordCount":22,"categories":["kindness","yourself","done"],"text":"He that has done you a kindness will be more ready to do you another, than he whom you yourself have obliged."},{"placeId":58751,"author":"John McGraw","wordCount":28,"categories":["kindness","man","learn"],"text":"Learn to know every man under you, get under his skin, know his faults. Then cater to him - with kindness or roughness as his case may demand."},{"placeId":66877,"author":"Khalil Gibran","wordCount":24,"categories":["teacher","kindness","silence"],"text":"I have learned silence from the talkative, toleration from the intolerant, and kindness from the unkind; yet, strange, I am ungrateful to those teachers."},{"placeId":47813,"author":"Joseph B. Wirthlin","wordCount":34,"categories":["home","kindness","mother"],"text":"There is no substitute for kindness in the home. This lesson I learned from my father. He always listened to my mother's advice. As a result, he was a better, wiser, and kinder man."},{"placeId":2988,"author":"Alexander Pope","wordCount":16,"categories":["kindness","man","find"],"text":"Not always actions show the man; we find who does a kindness is not therefore kind."},{"placeId":39895,"author":"George Dzundza","wordCount":44,"categories":["love","kindness","great"],"text":"I love Philadelphia. I was shocked at what a great city this is. For me, it is the cat's pajamas. I love everything about it. I love where I live. I love the people. I have been met with such kindness and affection here."},{"placeId":96342,"author":"Scott Adams","wordCount":20,"categories":["kindness","small","end"],"text":"Remember there's no such thing as a small act of kindness. Every act creates a ripple with no logical end."},{"placeId":16387,"author":"Charles Kuralt","wordCount":19,"categories":["travel","kindness","greed"],"text":"The everyday kindness of the back roads more than makes up for the acts of greed in the headlines."},{"placeId":76155,"author":"Mangosuthu Buthelezi","wordCount":19,"categories":["kindness","support","proud"],"text":"I was proud to call Dr Rupert a friend. He was always a wonderful source of support and kindness."},{"placeId":74478,"author":"Mike Nichols","wordCount":39,"categories":["kindness","thinking","learn"],"text":"The degree to which you're peculiar and different is the degree to which you must learn to hear people thinking. Just in self-defense you have to learn, where is their kindness? Where is their danger? Where is their generosity?"},{"placeId":24190,"author":"Douglas Coupland","wordCount":10,"categories":["kindness","you","act"],"text":"If you have an impulse to kindness, act on it."},{"placeId":97408,"author":"Sofia Vergara","wordCount":20,"categories":["respect","women","kindness"],"text":"I guess at the end of the day, all women like to be appreciated and treated with respect and kindness."},{"placeId":42673,"author":"Grantland Rice","wordCount":19,"categories":["flowers","kindness","world"],"text":"There's no dearth of kindness in this world of ours; Only in our blindness we gather thorns for flowers."},{"placeId":106015,"author":"Thomas Fuller","wordCount":11,"categories":["kindness","revenge","men"],"text":"Men are more prone to revenge injuries than to requite kindness."},{"placeId":2993,"author":"Alexander the Great","wordCount":24,"categories":["love","kindness","moderation"],"text":"Whatever possession we gain by our sword cannot be sure or lasting, but the love gained by kindness and moderation is certain and durable."},{"placeId":74445,"author":"Mike Gallagher","wordCount":16,"categories":["food","kindness","generosity"],"text":"Fueled by the kindness and generosity of strangers, 'Food for the Poor' builds houses for people."},{"placeId":89492,"author":"Rosie O'Donnell","wordCount":12,"categories":["love","children","kindness"],"text":"I think what children need is love, security, stability, consistency, and kindness."},{"placeId":70103,"author":"Marcel Proust","wordCount":21,"categories":["knowledge","kindness","medical"],"text":"Illness is the doctor to whom we pay most heed; to kindness, to knowledge, we make promise only; pain we obey."},{"placeId":44918,"author":"Isabella Bird","wordCount":35,"categories":["kindness","culture","sorry"],"text":"I was heartily sorry to leave Leh, with its dazzling skies and abounding colour and movement, its stirring topics of talk, and the culture and exceeding kindness of the Moravian missionaries. Helpfulness was the rule."},{"placeId":85021,"author":"Publilius Syrus","wordCount":10,"categories":["kindness","accomplish","you"],"text":"You can accomplish by kindness what you cannot by force."},{"placeId":66885,"author":"Khalil Gibran","wordCount":23,"categories":["life","happiness","kindness"],"text":"Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness."},{"placeId":52893,"author":"Jilly Cooper","wordCount":20,"categories":["kindness","animal","most"],"text":"The male is a domestic animal which, if treated with firmness and kindness, can be trained to do most things."},{"placeId":107135,"author":"Travis Bradberry","wordCount":33,"categories":["work","kindness","looking"],"text":"One of the toughest things for leaders to master is kindness. Kindness shares credit and offers enthusiastic praise for others' work. It's a balancing act between being genuinely kind and not looking weak."},{"placeId":89435,"author":"Ron Reagan","wordCount":18,"categories":["kindness","compassion","admire"],"text":"I admire the fact that the central core of Buddhist teaching involves mindfulness and loving kindness and compassion."},{"placeId":97456,"author":"Sophia Bush","wordCount":8,"categories":["kindness","people","deserve"],"text":"People just deserve to be treated with kindness."},{"placeId":88035,"author":"Queen Rania of Jordan","wordCount":29,"categories":["respect","kindness","people"],"text":"Being popular comes when you have everything. But to be liked, it means that you must be treating people with respect and you must be showing kindness toward them."},{"placeId":85919,"author":"Philip James Bailey","wordCount":3,"categories":["wisdom","kindness"],"text":"Kindness is wisdom."},{"placeId":12087,"author":"Brian Eno","wordCount":32,"categories":["kindness","believe","people"],"text":"You either believe that people respond to authority, or that they respond to kindness and inclusion. I'm obviously in the latter camp. I think that people respond better to reward than punishment."},{"placeId":98234,"author":"Sabine Baring-Gould","wordCount":28,"categories":["life","kindness","greatest"],"text":"I look back with the greatest pleasure to the kindness and hospitality I met with in Yorkshire, where I spent some of the happiest years of my life."},{"placeId":54550,"author":"Josh Radnor","wordCount":44,"categories":["kindness","job","be kind"],"text":"It's not our job to play judge and jury, to determine who is worthy of our kindness and who is not. We just need to be kind, unconditionally and without ulterior motive, even - or rather, especially - when we'd prefer not to be."},{"placeId":40725,"author":"Harriet Ann Jacobs","wordCount":25,"categories":["freedom","kindness","control"],"text":"There is something akin to freedom in having a lover who has no control over you, except that which he gains by kindness and attachment."},{"placeId":70714,"author":"Martin Scorsese","wordCount":28,"categories":["kindness","compassion","people"],"text":"And as I've gotten older, I've had more of a tendency to look for people who live by kindness, tolerance, compassion, a gentler way of looking at things."},{"placeId":110267,"author":"William Arthur Ward","wordCount":9,"categories":["smile","kindness","language"],"text":"A warm smile is the universal language of kindness."},{"placeId":85592,"author":"Paul Bloom","wordCount":18,"categories":["kindness","god","great"],"text":"If our wondrous kindness is evidence for God, is our capacity for great evil proof of the Devil?"},{"placeId":76650,"author":"Meshell Ndegeocello","wordCount":25,"categories":["kindness","yourself","people"],"text":"Once you encounter people who are really testing the limits of kindness, that's when you start to build up a shield and close yourself down."},{"placeId":90093,"author":"Ruth Negga","wordCount":10,"categories":["work","best","kindness"],"text":"I work best when there's a safety trampoline of kindness."},{"placeId":61146,"author":"Letitia Baldrige","wordCount":33,"categories":["work","kindness","world"],"text":"Manners make the world work. They're not only based on kindness but also efficiency. When people know what to do, the world is smoother. When no one knows what to do, it's chaos."},{"placeId":37914,"author":"George Saunders","wordCount":41,"categories":["love","kindness","fear"],"text":"The universal human laws - need, love for the beloved, fear, hunger, periodic exaltation, the kindness that rises up naturally in the absence of hunger\/fear\/pain - are constant, predictable, reliable, universal, and are merely ornamented with the details of local culture."},{"placeId":91324,"author":"Robert Green Ingersoll","wordCount":8,"categories":["kindness","sunshine","virtue"],"text":"Kindness is the sunshine in which virtue grows."},{"placeId":38780,"author":"Graham Greene","wordCount":35,"categories":["kindness","truth","value"],"text":"The truth has never been of any real value to any human being - it is a symbol for mathematicians and philosophers to pursue. In human relations kindness and lies are worth a thousand truths."},{"placeId":43684,"author":"Harvey Ball","wordCount":16,"categories":["smile","kindness","day"],"text":"The catch phrase for the day is 'Do an act of kindness. Help one person smile.'"},{"placeId":102485,"author":"Sloan Wilson","wordCount":23,"categories":["children","kindness","child"],"text":"It is impossible to treat a child too well. Children are spoiled by being ignored too much or by harshness, not by kindness."},{"placeId":24823,"author":"Dan Millman","wordCount":16,"categories":["kindness","loving","like"],"text":"Saints were saints because they acted with loving kindness whether they felt like it or not."},{"placeId":84558,"author":"Pierce Brosnan","wordCount":13,"categories":["kindness","be kind","achieving"],"text":"My religious philosophy is kindness. Try to be kind. That's something worth achieving."},{"placeId":23571,"author":"David Rockefeller","wordCount":34,"categories":["kindness","service","heart"],"text":"You know, gentlemen, that I do not owe any personal income tax. But nevertheless, I send a small check, now and then, to the Internal Revenue Service out of the kindness of my heart."},{"placeId":81346,"author":"Nathaniel Branden","wordCount":25,"categories":["respect","kindness","treat"],"text":"There is overwhelming evidence that the higher the level of self-esteem, the more likely one will be to treat others with respect, kindness, and generosity."},{"placeId":25611,"author":"Debbie Ford","wordCount":38,"categories":["love","beauty","kindness"],"text":"It is still breathtaking to me to watch people bring love, preciousness and kindness to their inner world, allowing the light of God to shine through their eyes so that the beauty of their soul can come forth."},{"placeId":87745,"author":"Rachel Nichols","wordCount":32,"categories":["patience","kindness","think"],"text":"I simply do not think that yelling, swearing, threatening or belittling will get you to the place you want to be faster than kindness, understanding, patience and a little willingness to compromise."},{"placeId":47709,"author":"Joseph B. Wirthlin","wordCount":19,"categories":["women","kindness","greatness"],"text":"Kindness is the essence of greatness and the fundamental characteristic of the noblest men and women I have known."},{"placeId":38301,"author":"Gordon B. Hinckley","wordCount":23,"categories":["love","respect","kindness"],"text":"Where ever the spirit of Christ is known, there is much of good will, of mutual respect, of love and appreciation and kindness."},{"placeId":86821,"author":"Paul Sarbanes","wordCount":43,"categories":["kindness","power","world"],"text":"That is what has happened to the United States in the international economic scene. We have deteriorated into a debtor status so that we are now dependent upon the kindness of strangers. That is not where the world's leading power should find itself."},{"placeId":106845,"author":"Tom Shadyac","wordCount":12,"categories":["love","success","kindness"],"text":"I think true success is intrinsic... It's love. It's kindness. It's community."},{"placeId":94828,"author":"Rebecca Wells","wordCount":24,"categories":["money","car","kindness"],"text":"I value humor, kindness, and the ability to tell a good story far more than money, status, or the kind of car someone drives."},{"placeId":4687,"author":"Adam Hamilton","wordCount":21,"categories":["love","kindness","justice"],"text":"The Bible calls us to love our neighbors, and to do justice and love kindness, not to indiscriminately kill one another."},{"placeId":97478,"author":"Sophocles","wordCount":7,"categories":["kindness","ever"],"text":"Kindness is ever the begetter of kindness."},{"placeId":88774,"author":"Rob Bell","wordCount":43,"categories":["work","change","kindness"],"text":"I embrace the term 'evangelical,' if by that we mean a belief that we together can actually work for change in the world, caring for the environment, extending to the poor generosity and kindness, a hopeful outlook. That's a beautiful sort of thing."},{"placeId":42259,"author":"Hannah Storm","wordCount":40,"categories":["life","sports","kindness"],"text":"J.J. Watt is larger than life and Houston's newest sports hero, in every sense of the word. He is a guy who spends NFL Fridays at high school football games and actively seeks out those in need of his kindness."},{"placeId":49172,"author":"Jennifer Granholm","wordCount":33,"categories":["kindness","compassion","i am"],"text":"I am so proud of Michigan's citizens for the kindness and generosity they have shown in assisting in this endeavor. It is truly heartwarming to see the compassion shown for those in need."},{"placeId":1205,"author":"Anita Roddick","wordCount":12,"categories":["kindness","end","people"],"text":"The end result of kindness is that it draws people to you."},{"placeId":4469,"author":"Audrey Hepburn","wordCount":29,"categories":["wisdom","knowledge","kindness"],"text":"For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone."},{"placeId":37695,"author":"George MacDonald","wordCount":11,"categories":["kindness","acceptance","first"],"text":"The first thing a kindness deserves is acceptance, the second, transmission."},{"placeId":4579,"author":"A. S. Byatt","wordCount":33,"categories":["kindness","sex","feelings"],"text":"We talk about feelings. And about sex. And about bodies, and their gratification, violation, repair, decoration, deferred, maybe permanently deferred, mortality. Feelings are a bodily thing, and respecting them is called, is, kindness."},{"placeId":105815,"author":"Thomas Carlyle","wordCount":20,"categories":["kindness","joy","heart"],"text":"A laugh, to be joyous, must flow from a joyous heart, for without kindness, there can be no true joy."},{"placeId":3979,"author":"Annie Lennox","wordCount":17,"categories":["change","today","kindness"],"text":"Ask yourself: Have you been kind today? Make kindness your daily modus operandi and change your world."},{"placeId":84991,"author":"Princess Diana","wordCount":26,"categories":["knowledge","kindness","day"],"text":"Carry out a random act of kindness, with no expectation of reward, safe in the knowledge that one day someone might do the same for you."},{"placeId":61142,"author":"Letitia Baldrige","wordCount":29,"categories":["kindness","worry","know"],"text":"There are major CEOs who do not know how to hold a knife and fork properly, but I don't worry about that as much as the lack of kindness."},{"placeId":73500,"author":"Martha Gellhorn","wordCount":30,"categories":["kindness","promises","spain"],"text":"Thousand got away to other countries; thousands returned to Spain tempted by false promises of kindness. By the tens of thousands, these Spaniards died of neglect in the concentration camps."},{"placeId":102537,"author":"Sophie Winkleman","wordCount":13,"categories":["kindness","exercise","you"],"text":"Try to exercise gentleness, kindness and humour, and you cannot go far wrong."},{"placeId":30042,"author":"Elizabeth Esty","wordCount":47,"categories":["children","kindness","fear"],"text":"We have an epidemic of gun violence in America, and in trying to understand how that has happened, part of what we need to do is help equip our children to respond not with fear but with kindness. This has to be the way we go forward."},{"placeId":101951,"author":"Susan Minot","wordCount":21,"categories":["love","kindness","love is"],"text":"There are aspects of love that I once undervalued. Kindness. Having a sort of honor when love is on the table."},{"placeId":97538,"author":"Sophocles","wordCount":19,"categories":["kindness","friend","better"],"text":"Whoever understands how to do a kindness when he fares well would be a friend better than any possession."},{"placeId":103328,"author":"Stephen Grellet","wordCount":46,"categories":["kindness","good","world"],"text":"I shall pass through this world but once. Any good, therefore, that I can do or any kindness I can show to any human being, let me do it now. Let me not defer it or neglect it, for I shall not pass this way again."},{"placeId":22548,"author":"David A. Bednar","wordCount":28,"categories":["love","happiness","kindness"],"text":"In the school of mortality, we experience tenderness, love, kindness, happiness, sorrow, disappointment, pain, and even the challenges of physical limitations in ways that prepare us for eternity."},{"placeId":71105,"author":"Mason Cooley","wordCount":9,"categories":["money","kindness","everything"],"text":"Kindness eases everything almost as much as money does."},{"placeId":42616,"author":"Harold Kushner","wordCount":32,"categories":["kindness","body","feeling"],"text":"When you carry out acts of kindness you get a wonderful feeling inside. It is as though something inside your body responds and says, yes, this is how I ought to feel."},{"placeId":22955,"author":"David D. Burns","wordCount":7,"categories":["kindness","anxiety","cause"],"text":"Kindness is the cause of all anxiety."},{"placeId":99607,"author":"Steve Easterbrook","wordCount":10,"categories":["kindness","honest","fair"],"text":"I'm honest and fair, but I don't dispense false kindness."},{"placeId":51359,"author":"Jerry Falwell, Jr.","wordCount":39,"categories":["love","leadership","kindness"],"text":"I chose to personally support Donald Trump for president early on and referred to him as America's blue-collar billionaire at the Republican National Convention because of his love for ordinary Americans and his kindness, generosity, and bold leadership qualities."},{"placeId":80282,"author":"Nimrat Kaur","wordCount":40,"categories":["kindness","romantic","beach"],"text":"I am a pretty emotional person. Any act of kindness or unkindness moves me. When I see a romantic couple sitting by the beach, it moves me. I don't break down or crack under pressure, but I am just sensitive."},{"placeId":24041,"author":"Donna Brazile","wordCount":45,"categories":["life","kindness","forgiveness"],"text":"As a practicing Catholic all my life, my faith and the church are never far from my mind. The lessons I learned in the church have structured the way I've approached my life and my career. They were lessons of grace, kindness, forgiveness, and compassion."},{"placeId":30708,"author":"Eric Hoffer","wordCount":13,"categories":["kindness","kind","own"],"text":"Kindness can become its own motive. We are made kind by being kind."},{"placeId":61172,"author":"Lin Yutang","wordCount":37,"categories":["today","kindness","good"],"text":"Today we are afraid of simple words like goodness and mercy and kindness. We don't believe in the good old words because we don't believe in good old values anymore. And that's why the world is sick."},{"placeId":18480,"author":"Charles Kingsley","wordCount":14,"categories":["kindness","day","late"],"text":"There's no use doing a kindness if you do it a day too late."},{"placeId":14388,"author":"Benjamin Jowett","wordCount":20,"categories":["learning","health","kindness"],"text":"We cannot seek or attain health, wealth, learning, justice or kindness in general. Action is always specific, concrete, individualized, unique."},{"placeId":104656,"author":"Tony Snow","wordCount":22,"categories":["food","kindness","simple"],"text":"Somewhere near you, somebody right now is trying to help the indigent and poor - providing food, shelter, clothing or simple kindness."},{"placeId":3345,"author":"Amy Jo Martin","wordCount":23,"categories":["kindness","good","social media"],"text":"I realized that social media can be powerful force for good in the world and that acts of kindness can be scaled globally."},{"placeId":44866,"author":"Ivanka Trump","wordCount":33,"categories":["strength","kindness","leader"],"text":"My father not only has the strength and ability necessary to be our next president, but also the kindness and compassion that will enable him to be the leader that this country needs."},{"placeId":41586,"author":"Henry Van Dyke","wordCount":24,"categories":["gratitude","kindness","feeling"],"text":"Gratitude is the inward feeling of kindness received. Thankfulness is the natural impulse to express that feeling. Thanksgiving is the following of that impulse."},{"placeId":106017,"author":"Thomas Fuller","wordCount":5,"categories":["kindness","thankful","thanks"],"text":"Unseasonable kindness gets no thanks."},{"placeId":33332,"author":"Ephraim Mirvis","wordCount":23,"categories":["kindness","god","compassion"],"text":"We must teach compassion and tolerance and encourage kindness, selflessness, and loving acceptance of all who are created in the image of God."},{"placeId":110064,"author":"William Godwin","wordCount":42,"categories":["love","nature","kindness"],"text":"What are gold and jewels and precious utensils? Mere dross and dirt. The human face and the human heart, reciprocations of kindness and love, and all the nameless sympathies of our nature - these are the only objects worth being attached to."},{"placeId":112297,"author":"Vachel Lindsay","wordCount":35,"categories":["life","kindness","justice"],"text":"I am unjust, but I can strive for justice. My life's unkind, but I can vote for kindness. I, the unloving, say life should be lovely. I, that am blind, cry out against my blindness."},{"placeId":2166,"author":"Aesop","wordCount":11,"categories":["inspirational","kindness"],"text":"No act of kindness, no matter how small, is ever wasted."},{"placeId":58186,"author":"J. Donald Walters","wordCount":31,"categories":["love","food","kindness"],"text":"There are realities we all share, regardless of our nationality, language, or individual tastes. As we need food, so do we need emotional nourishment: love, kindness, appreciation, and support from others."},{"placeId":18213,"author":"Caroline Kennedy","wordCount":17,"categories":["kindness","economy","decency"],"text":"As much as we need a prosperous economy, we also need a prosperity of kindness and decency."},{"placeId":46957,"author":"John James Audubon","wordCount":20,"categories":["kindness","religion","forever"],"text":"To repay evils with kindness is the religion I was taught to practise, and this will forever be my rule."},{"placeId":59129,"author":"James Oliver","wordCount":16,"categories":["kindness","honesty","economy"],"text":"Industry, economy, honesty, and kindness form a quartet of virtues that will never be improved upon."},{"placeId":478,"author":"Alek Wek","wordCount":17,"categories":["beauty","kindness","true"],"text":"True beauty is born through our actions and aspirations and in the kindness we offer to others."},{"placeId":90918,"author":"Richard Gere","wordCount":23,"categories":["love","kindness","compassion"],"text":"What we all have in common is an appreciation of kindness and compassion; all the religions have this. We all lean towards love."},{"placeId":36417,"author":"Georg Brandes","wordCount":23,"categories":["kindness","goodness","human"],"text":"I encountered among my comrades the most varied human traits, from frankness to reserve, from goodness, uprightness and kindness, to brutality and baseness."},{"placeId":22527,"author":"Dave Matthews","wordCount":37,"categories":["hope","kindness","beautiful"],"text":"Nothing is black or white, nothing's 'us or them.' But then there are magical, beautiful things in the world. There's incredible acts of kindness and bravery, and in the most unlikely places, and it gives you hope."},{"placeId":68204,"author":"Kelsey Chow","wordCount":42,"categories":["family","kindness","tree"],"text":"I was really young when I started on 'One Tree Hill,' and the encouragement from my friends and family has been crucial in my development as an actress. I'm also continuously surprised and humbled by the kindness and generosity of the fans."},{"placeId":11033,"author":"Bo Bennett","wordCount":12,"categories":["kindness","stupidity","true"],"text":"True popularity comes from acts of kindness rather than acts of stupidity."},{"placeId":14260,"author":"Barbara Grizzuti Harrison","wordCount":34,"categories":["love","kindness","intelligence"],"text":"Kindness and intelligence don't always deliver us from the pitfalls and traps: there are always failures of love, of will, of imagination. There is no way to take the danger out of human relationships."},{"placeId":35583,"author":"Franklin D. Roosevelt","wordCount":26,"categories":["kindness","free","people"],"text":"Human kindness has never weakened the stamina or softened the fiber of a free people. A nation does not have to be cruel to be tough."},{"placeId":20989,"author":"Cobie Smulders","wordCount":18,"categories":["kindness","people","leaving"],"text":"Kindness is something that I feel is leaving us a little bit - people are getting more self-involved."},{"placeId":33641,"author":"Ellen Greene","wordCount":14,"categories":["life","kindness","short"],"text":"I like kindness. Who doesn't? Life is definitely too short for self-centered, abusive people."},{"placeId":30359,"author":"Emma Goldman","wordCount":32,"categories":["education","kindness","effort"],"text":"No one has yet realized the wealth of sympathy, the kindness and generosity hidden in the soul of a child. The effort of every true education should be to unlock that treasure."},{"placeId":46400,"author":"Jennifer Aniston","wordCount":23,"categories":["relationship","kindness"],"text":"OK, in all seriousness, I would say I couldn't be in a relationship without equality, generosity, integrity, spirit, kindness and humor. And awesomeness."},{"placeId":74576,"author":"Misha Collins","wordCount":36,"categories":["kindness","good","world"],"text":"I actually think that the most efficacious way of making a difference is to lead by example, and doing random acts of kindness is setting a very good example of how to behave in the world."},{"placeId":110404,"author":"William Makepeace Thackeray","wordCount":31,"categories":["money","kindness","better"],"text":"What money is better bestowed than that of a schoolboy's tip? How the kindness is recalled by the recipient in after days! It blesses him that gives and him that takes."},{"placeId":91105,"author":"Robert Baden-Powell","wordCount":33,"categories":["best","kindness","truth"],"text":"In assisting his 'neighbour' every day to the best of his ability, and keeping truth, honesty, and kindness perpetually before him, the Boy Scout, with as little formality as possible, is pleasing God."},{"placeId":37906,"author":"George Santayana","wordCount":23,"categories":["art","kindness","good"],"text":"It is veneer, rouge, aestheticism, art museums, new theaters, etc. that make America impotent. The good things are football, kindness, and jazz bands."},{"placeId":77465,"author":"Max Irons","wordCount":20,"categories":["kindness","humor","healing"],"text":"Kindness and a generous spirit go a long way. And a sense of humor. It's like medicine - very healing."},{"placeId":12789,"author":"Brian Blessed","wordCount":38,"categories":["life","adventure","kindness"],"text":"My parents taught me honesty, truth, compassion, kindness and how to care for people. Also, they encouraged me to take risks, to boldly go. They taught me that the greatest danger in life is not taking the adventure."},{"placeId":107294,"author":"Tyra Banks","wordCount":44,"categories":["time","kindness","girl"],"text":"I wish I was harder; I wish I didn't care so much about being the nice girl all the time because a lot of the time people can take kindness for weakness, so I wish I had a little bit more 'oomph' in me."},{"placeId":47580,"author":"Joseph B. Wirthlin","wordCount":27,"categories":["kindness","greatness","she"],"text":"The true greatness of a person, in my view, is evident in the way he or she treats those with whom courtesy and kindness are not required."},{"placeId":80924,"author":"Nancy Gibbs","wordCount":41,"categories":["gratitude","kindness","fear"],"text":"In the weeks after 9\/11, out of the pain and the fear there arose also grace and gratitude, eruptions of intense kindness that occurred everywhere, a sharp resolve to just be better, bigger, to shed the nonsense, rise to the occasion."},{"placeId":38774,"author":"Graham Greene","wordCount":11,"categories":["relationship","kindness"],"text":"In human relationships, kindness and lies are worth a thousand truths."},{"placeId":67570,"author":"Karen Duffy","wordCount":28,"categories":["kindness","together","world"],"text":"It really is a blessing when two people who are so full of dignity and kindness and really live to make the world a better place get together."},{"placeId":50281,"author":"Joseph Joubert","wordCount":12,"categories":["love","kindness","people"],"text":"A part of kindness consists in loving people more than they deserve."},{"placeId":90921,"author":"Richard Gere","wordCount":4,"categories":["kindness","everyone","responds"],"text":"Everyone responds to kindness."},{"placeId":68282,"author":"Kiana Tom","wordCount":9,"categories":["respect","kindness","treat"],"text":"Treat everyone with respect and kindness. Period. No exceptions."},{"placeId":67320,"author":"Krista Tippett","wordCount":10,"categories":["kindness","great","everyday"],"text":"Kindness is an everyday byproduct of all the great virtues."},{"placeId":3805,"author":"Anne Hathaway","wordCount":27,"categories":["patience","kindness","humor"],"text":"Kindness is really important to me in finding my own prince - so are patience and a sense of humor. Without those qualities he's no Prince Charming!"},{"placeId":89309,"author":"Roma Downey","wordCount":18,"categories":["children","kindness","may"],"text":"If you have donated, these children may never know your name, but they will never forget your kindness."},{"placeId":35678,"author":"Frans de Waal","wordCount":13,"categories":["kindness","religion","just one"],"text":"There are many reasons for kindness, and religion is just one of them."},{"placeId":63956,"author":"Lemon Andersen","wordCount":22,"categories":["kindness","me","live"],"text":"I live by the code 'Kill them with kindness, blood everywhere;' for me, it's always about being the nicest kind of guy."},{"placeId":86811,"author":"P. D. James","wordCount":19,"categories":["kindness","may","first"],"text":"Human kindness is like a defective tap, the first gush may be impressive but the stream soon dries up."},{"placeId":81673,"author":"Nellie Bly","wordCount":21,"categories":["kindness","sympathy","world"],"text":"It is only after one is in trouble that one realizes how little sympathy and kindness there are in the world."},{"placeId":29527,"author":"Edgar Ramirez","wordCount":46,"categories":["love","work","kindness"],"text":"I believe in the will. I believe in discipline. I believe in the organization. I believe in the rigor that gives us work. I believe in love as an engine of all things. I believe in the light. I believe in God. I believe in kindness."},{"placeId":10281,"author":"Betty White","wordCount":43,"categories":["kindness","friends","yourself"],"text":"When I pontificate, it sounds so, you know, Oh, well, she's preaching. I'm not preaching, but I think maybe I learned it from my animal friends. Kindness and consideration of somebody besides yourself. I think that keeps you feeling young. I really do."},{"placeId":2167,"author":"Aesop","wordCount":21,"categories":["success","kindness","small"],"text":"The level of our success is limited only by our imagination and no act of kindness, however small, is ever wasted."},{"placeId":107774,"author":"Tilda Swinton","wordCount":34,"categories":["kindness","stupidity","people"],"text":"I've been on the other side of the table many times, trying to get people to be sympathetic to projects, and I've been the victim of that kind of intense kindness masking extreme stupidity."},{"placeId":50901,"author":"Jason Bateman","wordCount":10,"categories":["kindness","people","worry"],"text":"I don't worry about people misinterpreting my kindness for weakness."},{"placeId":37338,"author":"George Eliot","wordCount":25,"categories":["kindness","may","angry"],"text":"Ignorant kindness may have the effect of cruelty; but to be angry with it as if it were direct cruelty would be an ignorant unkindness."},{"placeId":81759,"author":"Nhat Hanh","wordCount":32,"categories":["kindness","day","compassion"],"text":"If you have the chance to be exposed to a loving, understanding environment where the seed of compassion, loving kindness, can be watered every day, then you become a more loving person."},{"placeId":15840,"author":"Carrie Fisher","wordCount":23,"categories":["kindness","good","christmas"],"text":"I don't think Christmas is necessarily about things. It's about being good to one another, it's about the Christian ethic, it's about kindness."},{"placeId":47599,"author":"Joseph B. Wirthlin","wordCount":18,"categories":["family","kindness","treat"],"text":"Occasionally, family members treat each other with less courtesy and kindness than they do acquaintances or even strangers."},{"placeId":109436,"author":"Walter Savage Landor","wordCount":14,"categories":["kindness","honey","ourselves"],"text":"Kindness in ourselves is the honey that blunts the sting of unkindness in another."},{"placeId":101933,"author":"Susan Hill","wordCount":9,"categories":["love","kindness","without"],"text":"Kindness is a sort of love without being love."},{"placeId":3444,"author":"Andie MacDowell","wordCount":13,"categories":["beauty","kindness","greatest"],"text":"I always say that kindness is the greatest beauty that you can have."},{"placeId":55204,"author":"Joanna Trollope","wordCount":33,"categories":["home","kindness","great"],"text":"I've experienced huge kindness here, a great welcome and some very generous reviews without the snide social edge I often suffer from at home. I'm not patronized here either, which I much appreciate!"},{"placeId":88900,"author":"Robin Wright","wordCount":9,"categories":["kindness","looking","people"],"text":"What I'm looking for in people now is kindness."},{"placeId":3450,"author":"Andie MacDowell","wordCount":40,"categories":["life","work","kindness"],"text":"Kindness can come from someone on Twitter, it can come from someone on the street, it can come from someone at work. Without kindness, I don't know what I would do. The greatest part of life is the simple things."},{"placeId":11978,"author":"Brene Brown","wordCount":32,"categories":["children","kindness","anger"],"text":"First and foremost, we need to be the adults we want our children to be. We should watch our own gossiping and anger. We should model the kindness we want to see."},{"placeId":71514,"author":"Mencius","wordCount":14,"categories":["kindness","words","men"],"text":"Kindly words do not enter so deeply into men as a reputation for kindness."},{"placeId":39227,"author":"George Dennison Prentice","wordCount":24,"categories":["kindness","lost","broken"],"text":"A word of kindness is seldom spoken in vain, while witty sayings are as easily lost as the pearls slipping from a broken string."},{"placeId":9535,"author":"Barbara De Angelis","wordCount":24,"categories":["love","kindness","difference"],"text":"Love and kindness are never wasted. They always make a difference. They bless the one who receives them, and they bless you, the giver."},{"placeId":111282,"author":"Wesley Morris","wordCount":46,"categories":["love","kindness","i love you"],"text":"Robert Pattinson has the face of a film-noir dupe. It's a face that is searching and open and kind. It's a face that a certain type of woman might want to fool because, in its intensely old-fashioned kindness, the face says, I love you. Fool me."},{"placeId":96659,"author":"Sharon Salzberg","wordCount":37,"categories":["love","trust","kindness"],"text":"Sometimes people don't trust the force of kindness. They think love or compassion or kindness will make you weak and kind of stupid and people will take advantage of you; you won't stand up for other people."},{"placeId":109153,"author":"W. Somerset Maugham","wordCount":14,"categories":["kindness","people","you"],"text":"When you are young you take the kindness people show you as your right."},{"placeId":2707,"author":"Albert Schweitzer","wordCount":19,"categories":["kindness","sun","accomplish"],"text":"Constant kindness can accomplish much. As the sun makes ice melt, kindness causes misunderstanding, mistrust, and hostility to evaporate."},{"placeId":50279,"author":"Joseph Joubert","wordCount":8,"categories":["kindness","people","deserve"],"text":"Kindness is loving people more than they deserve."},{"placeId":7055,"author":"Anthony Lewis","wordCount":30,"categories":["life","kindness","grace"],"text":"Attacking the indecency of life in much of the Southern Hemisphere is no longer a matter of grace, of charity, of patronizing kindness. It is a matter of intense self-interest."},{"placeId":96658,"author":"Sharon Salzberg","wordCount":31,"categories":["kindness","power","people"],"text":"I think the associations people have with kindness are often things like meekness and sweetness and maybe sickly sweetness; whereas I do think of kindness as a force, as a power."},{"placeId":88412,"author":"Rebecca Ferguson","wordCount":44,"categories":["kindness","selfish","important"],"text":"I think being a mum gives you extra qualities. I'm more feisty, fiercely protective and less selfish. The main trait I want to instill in my kids is kindness. I think it's the most important thing. If you're kind, you'll go a long way."},{"placeId":38775,"author":"Graham Greene","wordCount":17,"categories":["love","kindness","god"],"text":"They are always saying God loves us. If that's love I'd rather have a bit of kindness."},{"placeId":47812,"author":"Joseph B. Wirthlin","wordCount":20,"categories":["kindness","friends","doors"],"text":"Kindness is a passport that opens doors and fashions friends. It softens hearts and molds relationships that can last lifetimes."},{"placeId":1907,"author":"Aaron Neville","wordCount":36,"categories":["kindness","day","door"],"text":"Every day, some act of kindness comes my way, even if it's just someone opening the door. It happens every day if you keep an eye out for it. Keeping an eye out, that's the key."},{"placeId":17521,"author":"Confucius","wordCount":21,"categories":["kindness","soul","generosity"],"text":"To practice five things under all circumstances constitutes perfect virtue; these five are gravity, generosity of soul, sincerity, earnestness, and kindness."},{"placeId":1277,"author":"Anne Bronte","wordCount":38,"categories":["death","kindness","man"],"text":"A man must have something to grumble about; and if he can't complain that his wife harries him to death with her perversity and ill-humour, he must complain that she wears him out with her kindness and gentleness."},{"placeId":60178,"author":"Lao Tzu","wordCount":15,"categories":["love","kindness","confidence"],"text":"Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love."},{"placeId":61139,"author":"Letitia Baldrige","wordCount":9,"categories":["kindness","consideration"],"text":"We ought to be vigilantes for kindness and consideration."},{"placeId":14643,"author":"Bob Schaffer","wordCount":40,"categories":["respect","kindness","day"],"text":"One cannot help being impressed by the protesters. They have begun each day of the protest in Kiev in prayer and all activities are accomplished with a collective sense of respect, kindness, and an intention to conduct a peaceful revolution."},{"placeId":35394,"author":"Frank A. Clark","wordCount":15,"categories":["kindness","good","feel good"],"text":"Kindness makes a fellow feel good whether it's being done to him or by him."},{"placeId":96685,"author":"Sharon Stone","wordCount":36,"categories":["kindness","compassion","think"],"text":"Well, I think when we can turn to the person sitting next to us and really see them with kindness and see ourselves reflected back - when there's some dignity and compassion traveling back and forth."},{"placeId":73323,"author":"Marian Keyes","wordCount":7,"categories":["love","kindness","go"],"text":"Love and kindness go hand in hand."},{"placeId":79145,"author":"Mario Teguh","wordCount":42,"categories":["life","kindness","god"],"text":"I am a person who always tries not to be easily influenced by position or achievement. I thank God for the fact that I can share more kindness and a good quality of life through the popularity. Not for the popularity itself."},{"placeId":799,"author":"Amelia Barr","wordCount":7,"categories":["kindness","welcome","always"],"text":"Kindness is always fashionable, and always welcome."},{"placeId":79900,"author":"Nicolas Chamfort","wordCount":14,"categories":["kindness","heart","people"],"text":"People are governed with the head; kindness of heart is little use in chess."},{"placeId":61406,"author":"Liam Neeson","wordCount":12,"categories":["kindness","small","matter"],"text":"I'm a big believer in acts of kindness, no matter how small."},{"placeId":53380,"author":"Jupiter Hammon","wordCount":42,"categories":["kindness","service","good"],"text":"You have discovered so much kindness and good will to those you thought were oppressed, and had no helper, that I am sure you will not despise what I have wrote, if you judge it will be of any service to them."},{"placeId":18118,"author":"Captain Beefheart","wordCount":14,"categories":["kindness","dog","you"],"text":"You can tell by the kindness of a dog how a human should be."},{"placeId":70653,"author":"Mark Twain","wordCount":14,"categories":["kindness","language","deaf"],"text":"Kindness is the language which the deaf can hear and the blind can see."},{"placeId":22525,"author":"Dave Matthews","wordCount":25,"categories":["kindness","peace","great"],"text":"We have to be active about kindness and about peace. I've always fantasized that it would be great if there was a Department of Peace."},{"placeId":83928,"author":"Penn Jillette","wordCount":38,"categories":["time","kindness","god"],"text":"Believing there's no God means I can't really be forgiven except by kindness and faulty memories. That's good; it makes me want to be more thoughtful. I have to try to treat people right the first time around."},{"placeId":97830,"author":"Steven Seagal","wordCount":36,"categories":["love","kindness","light"],"text":"My philosophy is that the most important aspect of any religion should be human kindness. And to try to ease the suffering of others. To try to bring light and love into the lives of mankind."},{"placeId":37877,"author":"George Sand","wordCount":23,"categories":["kindness","yourself","regret"],"text":"Guard well within yourself that treasure, kindness. Know how to give without hesitation, how to lose without regret, how to acquire without meanness."},{"placeId":70713,"author":"Martin Scorsese","wordCount":16,"categories":["kindness","religion","think"],"text":"Eradicating a religion of kindness is, I think, a terrible thing for the Chinese to attempt."},{"placeId":54551,"author":"Josh Radnor","wordCount":19,"categories":["time","kindness","investment"],"text":"Kindness is not about instant gratification. More often, it's akin to a low-risk investment that appreciates steadily over time."},{"placeId":47257,"author":"John Ruskin","wordCount":17,"categories":["money","kindness","great"],"text":"A little thought and a little kindness are often worth more than a great deal of money."},{"placeId":102702,"author":"Sarah Fielding","wordCount":15,"categories":["moving on","kindness","heart"],"text":"The words of kindness are more healing to a drooping heart than balm or honey."},{"placeId":67045,"author":"King Solomon","wordCount":14,"categories":["kindness","king","safe"],"text":"Kindness and faithfulness keep a king safe, through kindness his throne is made secure."},{"placeId":73739,"author":"Mary-Louise Parker","wordCount":40,"categories":["kindness","defeat","help"],"text":"I like to pretend that I'm a tough guy. It's kind of an admission of defeat if I have to ask for help - or even kindness. But if it doesn't come, at some point I snap and demand it."},{"placeId":42731,"author":"Gerald Massey","wordCount":19,"categories":["flowers","kindness","world"],"text":"There's no dearth of kindness In the world of ours; Only in our blindness We gather thorns for flowers."},{"placeId":72454,"author":"Mo Ibrahim","wordCount":11,"categories":["kindness","father","talk"],"text":"From my father, I learnt kindness and how to talk straight."},{"placeId":25358,"author":"David Copperfield","wordCount":28,"categories":["love","work","kindness"],"text":"For my father, being kind was natural... I have to really work at it. I love competing and winning, conquest - not words you usually associate with kindness."},{"placeId":106598,"author":"Tommy Lee Jones","wordCount":10,"categories":["kindness","politeness"],"text":"Kindness and politeness are not overrated at all. They're underused."},{"placeId":8972,"author":"Allan Hamilton","wordCount":30,"categories":["love","respect","kindness"],"text":"I call horses 'divine mirrors' - they reflect back the emotions you put in. If you put in love and respect and kindness and curiosity, the horse will return that."},{"placeId":23834,"author":"Dolly Parton","wordCount":20,"categories":["love","kindness","rich"],"text":"You can be rich in spirit, kindness, love and all those things that you can't put a dollar sign on."},{"placeId":44656,"author":"Isaac Bashevis Singer","wordCount":7,"categories":["life","kindness","everything"],"text":"Kindness, I've discovered, is everything in life."},{"placeId":10812,"author":"Billy Graham","wordCount":33,"categories":["children","kindness","mother"],"text":"The influence of a mother upon the lives of her children cannot be measured. They know and absorb her example and attitudes when it comes to questions of honesty, temperance, kindness, and industry."},{"placeId":35280,"author":"Frederick William Faber","wordCount":10,"categories":["learning","kindness","more"],"text":"Kindness has converted more sinners than zeal, eloquence, or learning."},{"placeId":30716,"author":"Eric Hoffer","wordCount":24,"categories":["kindness","judge","kind"],"text":"It is futile to judge a kind deed by its motives. Kindness can become its own motive. We are made kind by being kind."},{"placeId":87796,"author":"Oscar de la Renta","wordCount":11,"categories":["women","kindness","confidence"],"text":"The qualities I most admire in women are confidence and kindness."},{"placeId":95795,"author":"Saadi","wordCount":19,"categories":["kindness","enemy","lust"],"text":"An enemy to whom you show kindness becomes your friend, excepting lust, the indulgence of which increases its enmity."},{"placeId":58659,"author":"John Gerzema","wordCount":13,"categories":["work","kindness","humor"],"text":"Transparency, honesty, kindness, good stewardship, even humor, work in businesses at all times."},{"placeId":15799,"author":"Carol Burnett","wordCount":31,"categories":["kindness","good","help others"],"text":"It's also selfish because it makes you feel good when you help others. I've been helped by acts of kindness from strangers. That's why we're here, after all, to help others."},{"placeId":59688,"author":"Jens Stoltenberg","wordCount":40,"categories":["kindness","caring","rose"],"text":"When autumn darkness falls, what we will remember are the small acts of kindness: a cake, a hug, an invitation to talk, and every single rose. These are all expressions of a nation coming together and caring about its people."},{"placeId":36964,"author":"Gabrielle Reece","wordCount":27,"categories":["fitness","myself","kindness"],"text":"With both kids, I started working out again at 16 days postpartum, but I treated myself with kindness, doing mild workouts, because my fitness level was lower."},{"placeId":90392,"author":"Rebecca Solnit","wordCount":32,"categories":["kindness","day","yourself"],"text":"Every minute of every hour of every day you are making the world, just as you are making yourself, and you might as well do it with generosity and kindness and style."},{"placeId":110052,"author":"William Godwin","wordCount":17,"categories":["kindness","greatest","may"],"text":"Harshness and unkindness are relative. The appearance of them may be the fruits of the greatest kindness."},{"placeId":62914,"author":"Len Goodman","wordCount":19,"categories":["kindness","i am","think"],"text":"I am a little bit of a softie, yes. Actually I don't think it's softness, I think it's kindness."},{"placeId":61650,"author":"Liza Minnelli","wordCount":41,"categories":["love","kindness","wedding"],"text":"Well, I'll tell you something, this wedding is something that I will always, always cherish. It was a show of love and support and kindness like I'd never seen from the people, and that's who I entertain. I entertain the people."},{"placeId":107505,"author":"Tamara Mellon","wordCount":11,"categories":["kindness","confidence","sense"],"text":"I'm always impressed by confidence, kindness and a sense of humour."},{"placeId":54552,"author":"Josh Radnor","wordCount":24,"categories":["kindness","people","me"],"text":"It really shocks me when I encounter people who think kindness doesn't matter. Because I think it's pretty much the only thing that matters."},{"placeId":93970,"author":"Rachel Joyce","wordCount":42,"categories":["marriage","kindness","perfect"],"text":"We are quick to stick labels on others - especially those who don't fit in with the norm. 'Harold Fry' is about a broken marriage; 'Perfect' is about a broken person. They are both about finding kindness where you least expect it."},{"placeId":97943,"author":"Stevie Wonder","wordCount":44,"categories":["kindness","mother","me"],"text":"I used to say that if something happened to my mother, I wanted to die with her. That's because I loved her so much. I want to live so I can carry out the essence of what she has shown me: kindness and goodness."},{"placeId":22367,"author":"Dalai Lama","wordCount":9,"categories":["kindness","religion","simple"],"text":"My religion is very simple. My religion is kindness."}]