[{"placeId":99942,"author":"Sania Mirza","wordCount":43,"categories":["opportunity","motivation"],"text":"One of the thrills of playing at the top tennis centres of the world is to see the Indian flag go up whenever I'm participating in these events. That's enough motivation for any Indian who has the opportunity to perform at these tournaments."},{"placeId":64310,"author":"Lleyton Hewitt","wordCount":10,"categories":["motivation","guy","needs"],"text":"I'm not a guy who needs to read motivation books."},{"placeId":53331,"author":"Julian Clary","wordCount":16,"categories":["revenge","motivation","wanting"],"text":"It was all about wanting to get revenge. Pathetic, really, but it still is the motivation."},{"placeId":77649,"author":"Michael Koryta","wordCount":40,"categories":["book","motivation","looking"],"text":"Hopefully my books are improving. One of the ways I find motivation to improve is looking at someone who is already at a high level and continues to get better with each book. That's really what you want to emulate."},{"placeId":12061,"author":"Brian Cox","wordCount":45,"categories":["best","children","motivation"],"text":"For me, it's just acting. It's pretending. The best actors are children, and children don't do research. You never see a child going, 'I'm wondering about my motivation here. How can I do this toy? How can I do this train? I don't feel train.'"},{"placeId":64382,"author":"Lorrie Fair","wordCount":11,"categories":["words","motivation","know"],"text":"I don't know if there are words to describe my motivation."},{"placeId":37422,"author":"Gene Luen Yang","wordCount":35,"categories":["truth","motivation","decision"],"text":"It's a big deal to reveal your friend's deepest truth, your friend's deepest secret. And for all of us, when we do these big things, there's a complexity of motivation that comes behind that decision."},{"placeId":65536,"author":"Katarina Johnson-Thompson","wordCount":29,"categories":["friendship","gold","motivation"],"text":"Obviously, when you're up against somebody you don't like there's extra motivation, but I don't think any person going for an Olympic gold is going to put friendship first."},{"placeId":49497,"author":"Jim Ryun","wordCount":12,"categories":["motivation","you","habit"],"text":"Motivation is what gets you started. Habit is what keeps you going."},{"placeId":59503,"author":"Jimmy Haynes","wordCount":18,"categories":["motivation","win","two"],"text":"The last two years we got beat in this round. They came out with the motivation to win."},{"placeId":67689,"author":"Katarina Witt","wordCount":11,"categories":["sports","money","motivation"],"text":"Money was never the motivation. It never should be in sports."},{"placeId":71223,"author":"Matthew McConaughey","wordCount":7,"categories":["great","motivation","vanity"],"text":"Vanity is great motivation, to be fair."},{"placeId":103390,"author":"Steve Howey","wordCount":27,"categories":["motivation","better","you"],"text":"The least amount of info actors get, the better. Actors are always like, 'What is my motivation for this?' You didn't write it. Just say the lines."},{"placeId":13783,"author":"Bjorn Borg","wordCount":31,"categories":["life","motivation","walk"],"text":"It's tough when you're No. 1. You don't have any private life, you can't even walk anywhere. I think that was one reason why I lost my motivation to play tennis."},{"placeId":48457,"author":"James Sinegal","wordCount":21,"categories":["today","small","motivation"],"text":"I think that most of the people running companies today are motivated and pay is a small portion of the motivation."},{"placeId":13294,"author":"Bob Nelson","wordCount":17,"categories":["motivation","employee","her"],"text":"An employee's motivation is a direct result of the sum of interactions with his or her manager."},{"placeId":112721,"author":"Vikram Seth","wordCount":17,"categories":["motivation","reputation"],"text":"My main motivation is not to get bored. I'm just hoping I get a vaguely maverick reputation."},{"placeId":41555,"author":"Henry Rollins","wordCount":26,"categories":["motivation","artist","year"],"text":"Motivation has always been a fascinating factor when considering a touring artist, especially when the years stack up. What keeps one out there year after year?"},{"placeId":111567,"author":"Valentino Rossi","wordCount":22,"categories":["motivation","enjoy","career"],"text":"Fortunately during my career I have won more or less everything, so I need to enjoy it to have the right motivation."},{"placeId":99858,"author":"Suzanne Farrell","wordCount":20,"categories":["love","music","motivation"],"text":"But what was my motivation was music, and the fact that I love to move around. I'm always moving around."},{"placeId":43294,"author":"Hermann Maier","wordCount":36,"categories":["good","past","motivation"],"text":"I sat down with my trainers to check my past seasons and to see what could be done to keep me motivated and in good shape. I had to find a new motivation, a new momentum."},{"placeId":77481,"author":"Max Martini","wordCount":26,"categories":["society","motivation","help"],"text":"When suffering from TBI and PTSD, it's difficult to find the motivation to seek help. I want society not to forget those that served this country."},{"placeId":90171,"author":"Rafael Nadal","wordCount":11,"categories":["time","day","motivation"],"text":"My motivation is tomorrow, just one day at a time, right?"},{"placeId":113951,"author":"Zendaya","wordCount":9,"categories":["love","hate","motivation"],"text":"Let's practice motivation and love, not discrimination and hate."},{"placeId":114069,"author":"Zig Ziglar","wordCount":18,"categories":["daily","motivation","people"],"text":"People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily."},{"placeId":78658,"author":"Maurice Allais","wordCount":45,"categories":["beginning","motivation","wish"],"text":"At the beginning of my career, my desire to understand was associated with a profound desire to act, with the wish to influence opinion and policy; but, over the years, this motivation has come to be of secondary importance, far behind my desire to understand."},{"placeId":31929,"author":"Ellen Ochoa","wordCount":30,"categories":["perseverance","motivation"],"text":"What everyone in the astronaut corps shares in common is not gender or ethnic background, but motivation, perseverance, and desire - the desire to participate in a voyage of discovery."},{"placeId":66715,"author":"Kevin Plank","wordCount":10,"categories":["passion","focus","motivation"],"text":"Motivation, passion, and focus have to come from the top."},{"placeId":56205,"author":"Jessie Pavelka","wordCount":37,"categories":["challenge","motivation","easy"],"text":"It's easy to motivate a client when they are sitting on a bench right in front of you, but the real challenge for a trainer is to have that motivation exist even when you are not around."},{"placeId":103893,"author":"Tim Kaine","wordCount":7,"categories":["faith","motivation","share"],"text":"If faith is your motivation, share that."},{"placeId":36701,"author":"Greg Ginn","wordCount":25,"categories":["music","motivation","people"],"text":"If people are really excited about their music, and that's their primary motivation, then that comes through in demo tapes. That's the most important ingredient."},{"placeId":60754,"author":"LeBron James","wordCount":8,"categories":["motivation","lot"],"text":"I do have motivation. A lot of motivation."},{"placeId":110312,"author":"William J. Clinton","wordCount":10,"categories":["education","motivation"],"text":"In the new economy, information, education, and motivation are everything."},{"placeId":86056,"author":"Paul S. Kemp","wordCount":40,"categories":["good","motivation","eye"],"text":"I'm a transactional lawyer, which involves a lot of negotiation. If nothing else, that's given me a good eye for human motivation and frequent case studies in peculiar psychological quirks. I think that's served me fairly well as a writer."},{"placeId":25888,"author":"Donny Osmond","wordCount":22,"categories":["motivation","amazing","lot"],"text":"I got fitter when I did 'Joseph and the Amazing Technicolor Dreamcoat.' I wore a loincloth - that's a lot of motivation!"},{"placeId":102424,"author":"Simon Beaufoy","wordCount":17,"categories":["money","motivation","me"],"text":"I just can't get excited about money as a motivation in a film. It leaves me cold."},{"placeId":69136,"author":"Kim Clijsters","wordCount":40,"categories":["work","hard work","motivation"],"text":"These were the moments when I was disappointed and frustrated, when I got so low because it seemed all my hard work had been wasted. But the moments passed, and the motivation to go back to rehab was there again."},{"placeId":40346,"author":"Hans Blix","wordCount":36,"categories":["war","motivation","different"],"text":"Iraq did not spontaneously opt for disarmament. They did it as part of a ceasefire, so they were forced to do it, otherwise the war might have gone on. So the motivation has been very different."},{"placeId":99613,"author":"Steve Easterbrook","wordCount":25,"categories":["business","moment","motivation"],"text":"My motivation at the moment is around knowing how it feels to turn a business around, and I can't wait to have that feeling again."},{"placeId":46043,"author":"Jesse Jackson","wordCount":23,"categories":["motivation","problem","black"],"text":"If you think black people have a motivation problem, open up a Wal-Mart and advertise a thousand jobs. Watch 5,000 people show up."},{"placeId":77373,"author":"Mary Gordon","wordCount":18,"categories":["life","believe","motivation"],"text":"I believe that if your primary motivation in life is to be moral, you don't become an artist."},{"placeId":78302,"author":"Marvin Hagler","wordCount":35,"categories":["best","time","motivation"],"text":"You know looking back on it now I used the fight and after the fight as motivation, to make sure I was going to be the best middleweight in the world for a long time."},{"placeId":28977,"author":"Dichen Lachman","wordCount":42,"categories":["motivation","lonely","acting"],"text":"I do paint, and I wanted to actually be a painter. Sometimes I'll whip out paints. It's tough to find the motivation, but it's also a solitary, lonely occupation. What I like about acting is that it is such a collaborative thing."},{"placeId":41816,"author":"Herman Cain","wordCount":29,"categories":["motivation","difference"],"text":"My motivation for running for Senate was not for the stature of being a senator, but because I wanted to make a difference on issues I feel passionate about."},{"placeId":74213,"author":"Michael Schumacher","wordCount":9,"categories":["passion","motivation","once"],"text":"Once something is a passion, the motivation is there."},{"placeId":48506,"author":"James Taylor","wordCount":13,"categories":["art","motivation","artist"],"text":"That's the motivation of an artist - to seek attention of some kind."},{"placeId":100725,"author":"Sidney Sheldon","wordCount":19,"categories":["motivation","heroes","try"],"text":"I try to give both my heroes and villains an emotional dimensionality which provides the motivation for their actions."},{"placeId":72746,"author":"M. Night Shyamalan","wordCount":27,"categories":["love","motivation","end"],"text":"I love my stories being multi-layered, and coming at it from different angles, so that you don't understand the film's true emotional motivation until the very end."},{"placeId":87226,"author":"Paul Buchheit","wordCount":26,"categories":["computers","motivation"],"text":"Google is about information and computers and making things really fast. Facebook is about the sharing and connections. These missions give these companies direction and motivation."},{"placeId":63629,"author":"Laila Robins","wordCount":39,"categories":["great","motivation","play"],"text":"I'd rather do a great play than a mediocre play in New York. As much as I'd like to be seen in New York, that's not my driving motivation. My motivation is to play great roles, wherever they happen."},{"placeId":81870,"author":"Nicholas Hoult","wordCount":13,"categories":["success","motivation","people"],"text":"Other people's success spurs me on to do well and gives me motivation."},{"placeId":65032,"author":"Liam McIntyre","wordCount":28,"categories":["job","motivation","may"],"text":"As a younger actor, my motivation may have been 'Do you want that job or don't you?' Now it's 'Do you want to look like crap on film?'"},{"placeId":105847,"author":"Tim Tebow","wordCount":16,"categories":["work","motivation","negativity"],"text":"I'll always use the negativity as more motivation to work even harder and become even stronger."},{"placeId":4318,"author":"Arsene Wenger","wordCount":20,"categories":["goal","motivation","me"],"text":"For me, motivation is a person who has the capability to recruit the resources he needs to achieve a goal."},{"placeId":87774,"author":"Orson Scott Card","wordCount":14,"categories":["motivation","sometimes"],"text":"I wonder sometimes if the motivation for writers ought to be contempt, not admiration."},{"placeId":109434,"author":"Walter Savage Landor","wordCount":8,"categories":["motivation","talk","principal"],"text":"We talk on principal, but act on motivation."},{"placeId":43456,"author":"Holly Madison","wordCount":15,"categories":["life","challenges","motivation"],"text":"I could live a normal life. My motivation is only to take on new challenges."},{"placeId":46238,"author":"Jeff Bezos","wordCount":27,"categories":["motivation","me","easy"],"text":"The thing that motivates me is a very common form of motivation. And that is, with other folks counting on me, it's so easy to be motivated."},{"placeId":61439,"author":"Liev Schreiber","wordCount":17,"categories":["motivation","acting","curious"],"text":"I was always curious about motivation and intention, and really, that's a lot of what acting is."},{"placeId":113793,"author":"Xavier Dolan","wordCount":11,"categories":["motivation","people","movies"],"text":"The motivation for making movies is that people actually see them."},{"placeId":11026,"author":"Bo Bennett","wordCount":11,"categories":["creativity","motivation"],"text":"Enthusiasm is excitement with inspiration, motivation, and a pinch of creativity."},{"placeId":605,"author":"Alexis Arguello","wordCount":21,"categories":["dedication","motivation","me"],"text":"I'd say the most memorable thing for me was my dedication and motivation in how I got so involved in boxing."},{"placeId":8216,"author":"Ann Druyan","wordCount":42,"categories":["time","war","motivation"],"text":"Well, I actually grew up in the sixties. I feel very lucky, actually, that that was my slice of time that I was dealt. Let's remember that the real motivation in the sixties, and even in the fifties, was the Cold War."},{"placeId":67126,"author":"Kim Yuna","wordCount":31,"categories":["motivation","she","rivalry"],"text":"I have been compared to Mao since we were both junior skaters. We've felt the rivalry since then, so we wanted to avoid each other. However, she has been my motivation."},{"placeId":63170,"author":"Lily Cole","wordCount":16,"categories":["motivation","ambition","talent"],"text":"Talent is crucial. It needs to be driven by motivation, but blind ambition isn't the key."},{"placeId":71740,"author":"Michael Moore","wordCount":17,"categories":["politics","motivation","doing"],"text":"I mean if politics was my main motivation I would be doing politics. But I'm a filmmaker."},{"placeId":52191,"author":"Juliana Hatfield","wordCount":21,"categories":["life","truth","motivation"],"text":"Motivation is just this potion to create stuff, a compulsion to express the truth of my own experiences in this life."},{"placeId":35962,"author":"Gary Neville","wordCount":21,"categories":["good","growth","motivation"],"text":"With good coaching, proper motivation and the right club structure with organic growth, you can achieve an awful lot in football."},{"placeId":29190,"author":"Edmund Hillary","wordCount":21,"categories":["work","work hard","motivation"],"text":"I think it all comes down to motivation. If you really want to do something, you will work hard for it."},{"placeId":71817,"author":"Michael Phelps","wordCount":44,"categories":["history","cool","motivation"],"text":"I think sometimes I guess you see records, say you want to get there and use that as motivation. In a way, it's kind of cool if there is a possibility to rewrite history and be up there with the greats of Olympic history."},{"placeId":97590,"author":"Spike Lee","wordCount":20,"categories":["love","motivation","story"],"text":"All directors are storytellers, so the motivation was to tell the story I wanted to tell. That's what I love."},{"placeId":79497,"author":"Manfred Mann","wordCount":31,"categories":["time","motivation","moving"],"text":"I grew up in South Africa, but like many people at that time, I couldn't bear living in the country. The main motivation for moving to Britain was to get away."},{"placeId":109505,"author":"Warren Beatty","wordCount":29,"categories":["children","motivation","me"],"text":"Being here allows me to make the case that not all aging, narcissistic movie actors whose children could be mistaken for their grandchildren necessarily act with the same motivation."},{"placeId":22574,"author":"Daniel H. Pink","wordCount":47,"categories":["purpose","motivation","people"],"text":"I don't think it's a Western thing to really talk about intrinsic motivation and the drive for autonomy, mastery and purpose. You have to not be struggling for survival. For people who don't know where their next meal is coming, notions of finding inner motivation are comical."},{"placeId":48908,"author":"Jason Fried","wordCount":33,"categories":["motivation","meetings","salt"],"text":"Meetings should be like salt - a spice sprinkled carefully to enhance a dish, not poured recklessly over every forkful. Too much salt destroys a dish. Too many meetings destroy morale and motivation."},{"placeId":27704,"author":"Dorothy Denning","wordCount":27,"categories":["knowledge","motivation","tools"],"text":"While many hackers have the knowledge, skills, and tools to attack computer systems, they generally lack the motivation to cause violence or severe economic or social harm."},{"placeId":25802,"author":"Dan Ariely","wordCount":31,"categories":["revenge","motivation","people"],"text":"While we somehow understand revenge on an intuitive level between individuals, I do suspect that companies, assuming that people are rational, completely miss and underestimate the motivation people have for revenge."},{"placeId":29506,"author":"Eden Hazard","wordCount":23,"categories":["good","i am","motivation"],"text":"I'm not saying I like to be kicked, but it's good for me to feel I am in the game. Definitely. A motivation."},{"placeId":66129,"author":"Kawhi Leonard","wordCount":3,"categories":["winning","motivation"],"text":"Winning is motivation."},{"placeId":20576,"author":"Cullen Bunn","wordCount":26,"categories":["hope","motivation","understand"],"text":"My hope is that each of the villains I write will have his or her own motivation that readers can understand, whether they agree or disagree."},{"placeId":37059,"author":"Gael Garcia Bernal","wordCount":14,"categories":["motivation","better"],"text":"Histories are to educate so that we understand better for ourselves and for motivation."},{"placeId":107892,"author":"Tina Thompson","wordCount":26,"categories":["opportunity","motivation"],"text":"We had an opportunity to clinch a playoff berth and I think if that's not enough motivation I don't think you should be playing this game."},{"placeId":59362,"author":"Jessica Scorpio","wordCount":17,"categories":["time","motivation","exercise"],"text":"Exercise plays a huge role in keeping me sane, and that's my primary motivation to 'find time.'"},{"placeId":61242,"author":"Lindsay Fox","wordCount":27,"categories":["dad","simple","motivation"],"text":"I don't think there's any real motivation for somebody to be a truck driver. Mine was simple; dad was a truck driver, I wanted to own one."},{"placeId":113423,"author":"Vladimir Putin","wordCount":15,"categories":["motivation","people","see"],"text":"It is extremely dangerous to encourage people to see themselves as exceptional, whatever the motivation."},{"placeId":17688,"author":"Cory Booker","wordCount":25,"categories":["faith","believe","motivation"],"text":"I'm a person that's grounded in faith and believe that my core values, motivation, inspiration, draw from a conception of the world in that way."},{"placeId":86871,"author":"Panayiotis Zavos","wordCount":32,"categories":["children","motivation","people"],"text":"My motivation is my desire to help people. If people want to have children and cannot in the normal way, and I can do something about it, then I will do so."},{"placeId":48897,"author":"Jason Day","wordCount":27,"categories":["goal","motivation","looking"],"text":"Just looking when I was little at pictures of cars and houses that I wanted - it gives you a certain motivation, it gives you a goal."},{"placeId":54397,"author":"John Oates","wordCount":20,"categories":["life","motivation","rock"],"text":"Personally, I've never really wanted to be a rock star. That wasn't my motivation in life. It kind of happened."},{"placeId":74299,"author":"Michele Bachmann","wordCount":37,"categories":["freedom","motivation","world"],"text":"If there was one word on a motivation or world view, that one word would be 'liberty.' That's what inspires me and motivates me more than anything - just the concept of freedom, liberty, what it means."},{"placeId":106915,"author":"Tom Stoppard","wordCount":16,"categories":["motivation","people","call"],"text":"Chekhov understood that people are mysterious and can't be reduced to what we nowadays call 'motivation.'"},{"placeId":104527,"author":"Tony Parsons","wordCount":35,"categories":["family","morning","motivation"],"text":"My principal motivation is supporting my family, which is not a bad reason for getting up in the morning. That's always been my motivation - to take care of the people who rely on me."},{"placeId":69058,"author":"Kevin Nash","wordCount":47,"categories":["day","motivation","me"],"text":"I'm 53, and it's hard to get to the gym every day. If I know on Friday I'm going to be wrestling, then I don't want to look bad, so it gives me motivation. Plus, once you're in motion, it's a lot easier to stay in motion."},{"placeId":32705,"author":"Erin Andrews","wordCount":40,"categories":["motivation","people","negative"],"text":"I think what I try to do with all the naysayers, negative comments, or even people that think you can't do it, I'm trying very hard to use it as motivation and to add to that chip on my shoulder."},{"placeId":89041,"author":"Roger Clemens","wordCount":13,"categories":["anger","motivation","angry"],"text":"Everybody kind of perceives me as being angry. It's not anger, it's motivation."},{"placeId":45876,"author":"Jim Rohn","wordCount":25,"categories":["education","road","motivation"],"text":"If someone is going down the wrong road, he doesn't need motivation to speed him up. What he needs is education to turn him around."},{"placeId":12368,"author":"Ben Zobrist","wordCount":18,"categories":["opportunity","motivation","win"],"text":"Knowing the opportunity to win a championship here in Chicago, right now, that's the main motivation for me."},{"placeId":27703,"author":"Dorothy Denning","wordCount":34,"categories":["motivation","cyber","question"],"text":"If we take as given that critical infrastructures are vulnerable to a cyber terrorist attack, then the question becomes whether there are actors with the capability and motivation to carry out such an operation."},{"placeId":108582,"author":"Tommy Caldwell","wordCount":32,"categories":["life","motivation","me"],"text":"I have always let my motivation guide me, and that has served me well. Climbing has taught me how to thrive and created a life that I feel incredibly lucky to have."},{"placeId":100593,"author":"Sheryl Swoopes","wordCount":25,"categories":["good","girl","motivation"],"text":"It didn't matter how good I was. It was always, 'You're a girl. You can't play with the guys.' It's always been motivation for me."},{"placeId":61442,"author":"Liev Schreiber","wordCount":23,"categories":["motivation","acting","curious"],"text":"I was always curious about motivation and intention, and really, that's a lot of what acting is. I was a little bit different."},{"placeId":66127,"author":"Kawhi Leonard","wordCount":47,"categories":["school","motivation","me"],"text":"I could have gone to a bigger school. I use it as motivation going to a school that loved me. I wanted to put them on the map and show everyone that you don't need to go to a top school to make it in the NBA."},{"placeId":63087,"author":"Liam Smith","wordCount":22,"categories":["motivation","me","fighting"],"text":"I don't need any more motivation. I'm fighting Canelo Alvarez. If that can't get me motivated, then I'm in the wrong sport."},{"placeId":5740,"author":"Asdrubal Cabrera","wordCount":20,"categories":["motivation","people","lost"],"text":"I thank those people that thought I had lost the agility to play shortstop, because they gave me more motivation."},{"placeId":24393,"author":"Donald Norman","wordCount":12,"categories":["teacher","motivation","impact"],"text":"We expert teachers know that motivation and emotional impact are what matter."},{"placeId":78148,"author":"Mark Rylance","wordCount":43,"categories":["motivation","thought","tragedy"],"text":"But I find with Francis Bacon, some of the things were in the place, and someone who was connected with these schools of thought, and someone who had a motivation that equals the scope of the comedy and the tragedy in the plays."},{"placeId":57816,"author":"Jerry Reed","wordCount":14,"categories":["money","simple","motivation"],"text":"When people ask me what my motivation is, I have a simple answer: money."},{"placeId":104364,"author":"Tink","wordCount":47,"categories":["together","motivation","me"],"text":"Working with Timbaland, he gives me insight; he throws me different ways to approach the beat, and those extra tips go a long way. I know that he's worked with some of the greats, so it's just motivation. I feel inspired when we're in the booth together."},{"placeId":1821,"author":"Azim Premji","wordCount":13,"categories":["excellence","motivation"],"text":"Excellence endures and sustains. It goes beyond motivation into the realms of inspiration."},{"placeId":8296,"author":"Anne Parillaud","wordCount":39,"categories":["motivation","lawyer","thought"],"text":"I had never even thought I'd be an actress - I was supposed to be a lawyer. But the motivation is the same: when you act, you defend a role; you have to be convincing. It's the same career."},{"placeId":58413,"author":"John Badham","wordCount":35,"categories":["personality","motivation"],"text":"The personality problem is so tough when you're not able to pay people. It's bad enough when you can pay people, but, when you have people working for free, often their motivation is diminished considerably."},{"placeId":3564,"author":"Andy Murray","wordCount":31,"categories":["success","winning","motivation"],"text":"I used to think that losing made you more hungry and determined but after my success at the Olympics and the U.S. Open I realise that winning is the biggest motivation."},{"placeId":68404,"author":"Kimi Raikkonen","wordCount":32,"categories":["myself","motivation","people"],"text":"There's always a lot of talk about motivation to race, but nobody really knows what I do or what I think apart from myself, so I don't really care what people think."},{"placeId":49911,"author":"John Ortberg","wordCount":18,"categories":["motivation","people","speak"],"text":"When people feel they're getting to speak into what's being preached, there is high built-in motivation to participate."},{"placeId":50850,"author":"Jane Smiley","wordCount":22,"categories":["experience","motivation"],"text":"In my experience, there is only one motivation, and that is desire. No reasons or principle contain it or stand against it."},{"placeId":25328,"author":"Desi Arnaz","wordCount":32,"categories":["motivation","story","true"],"text":"A single prop that does not look real to an audience can louse you up. The same is true of the smallest flaw in setting up the motivation in a story line."},{"placeId":82478,"author":"Norman Ralph Augustine","wordCount":7,"categories":["motivational","motivation"],"text":"Motivation will almost always beat mere talent."},{"placeId":74924,"author":"Monica Seles","wordCount":27,"categories":["control","motivation","worry"],"text":"It doesn't matter who is playing or how old they are. I just worry about what I can control. It doesn't give me more or less motivation."},{"placeId":108491,"author":"Tom Riley","wordCount":27,"categories":["love","weather","motivation"],"text":"I love to run. When the weather's bad, I should get on the treadmill in the basement gym of my apartment building, but I lack the motivation."},{"placeId":96374,"author":"Seth Shostak","wordCount":45,"categories":["money","job","motivation"],"text":"While I have always thought that the motivation for looking for E.T. was both self-evident and patently worthy, it's possible that I'm a victim of my own job description. Others don't inevitably agree. Some will opine that there are better ways to spend the money."},{"placeId":87820,"author":"Oscar Isaac","wordCount":20,"categories":["motivation","important","me"],"text":"The motivation is important for me to act it, but I don't necessarily want the audience to know my motivation."},{"placeId":94711,"author":"Russell Banks","wordCount":44,"categories":["book","simple","motivation"],"text":"One of the things I have tried to do with this book and with all of them really is avoid that simple, easy, reductionist view of motivation and to show we do things for a complex net of reasons, a real braid of reasons."},{"placeId":99314,"author":"Sheri L. Dew","wordCount":20,"categories":["progress","vision","motivation"],"text":"My progress on the piano and my motivation to practice increased dramatically when I caught a vision of my potential."},{"placeId":38929,"author":"Grimes","wordCount":37,"categories":["motivation","people","negative"],"text":"I'm actually not a particularly negative person, but I feel like most things are better when they're not actualized. The motivation that comes from wanting something is so much more driving of people than actually getting it."},{"placeId":107085,"author":"Tracy Morgan","wordCount":15,"categories":["funny","motivation","honest"],"text":"Ladies are honest. They're my motivation. They know what's funny, and the dudes just follow."},{"placeId":91159,"author":"Richard Simmons","wordCount":37,"categories":["god","motivation","think"],"text":"I used to think that if someone gained their weight back, it was my fault, but all I can do is be God's motivator and try to instill the motivation in others so they do it themselves."},{"placeId":74156,"author":"Michael Palin","wordCount":34,"categories":["myself","motivation","think"],"text":"I do have high standards. I look at everything I have done and think, 'Why wasn't that better?' Part of my motivation is from crippling self-doubt - I have got to prove myself wrong."},{"placeId":3634,"author":"Ang Lee","wordCount":8,"categories":["motivation","emotions","serve"],"text":"Emotions serve characters' purposes. That is their motivation."},{"placeId":9663,"author":"Barry Sanders","wordCount":45,"categories":["time","motivation","people"],"text":"In all the time that people have known me, has anyone ever heard me talk about the importance of rushing records or finishing with the most touchdowns? So if that's never been important to me, then why would that be a motivation to keep playing?"},{"placeId":24975,"author":"Dennis Brown","wordCount":10,"categories":["spiritual","motivation","now"],"text":"But now I'm getting that spiritual motivation to visit Africa."},{"placeId":70459,"author":"Marilyn vos Savant","wordCount":29,"categories":["change","strong","motivation"],"text":"I think change is possible, but only for individuals who were never truly gay in the first place and who have a strong personal motivation to recover their heterosexuality."},{"placeId":61858,"author":"Lou Holtz","wordCount":10,"categories":["simple","motivation","you"],"text":"Motivation is simple. You eliminate those who are not motivated."},{"placeId":5751,"author":"Asdrubal Cabrera","wordCount":13,"categories":["motivation","world","win"],"text":"That's everyone's motivation: to get to the playoffs and win the World Series."},{"placeId":4312,"author":"Arsene Wenger","wordCount":25,"categories":["motivation","consistency"],"text":"When you look at people who are successful, you will find that they aren't the people who are motivated, but have consistency in their motivation."},{"placeId":23908,"author":"Donald Trump","wordCount":22,"categories":["money","finance","motivation"],"text":"Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game."},{"placeId":60817,"author":"Lee Iacocca","wordCount":35,"categories":["work","inspire","motivation"],"text":"Motivation is everything. You can do the work of two people, but you can't be two people. Instead, you have to inspire the next guy down the line and get him to inspire his people."},{"placeId":109624,"author":"Wayne Dyer","wordCount":28,"categories":["work","learning","motivation"],"text":"Deficiency motivation doesn't work. It will lead to a life-long pursuit of try to fix me. Learn to appreciate what you have and where and who you are."},{"placeId":74383,"author":"Michelle Yeoh","wordCount":38,"categories":["character","motivation","arts"],"text":"Some of the martial arts films, the motivation is about martial arts. That's where it's coming from. It is a visual, commercial film, to showcase the next stunt, the biggest thing. And character development becomes a side thing."},{"placeId":55212,"author":"Joanne Liu","wordCount":30,"categories":["best","friends","motivation"],"text":"Nations don't have friends; they have interests. The best motivation for a state to act if it is remote from an epidemic is if its own security is at risk."},{"placeId":3040,"author":"Alfred Hitchcock","wordCount":30,"categories":["character","motivation","me"],"text":"When an actor comes to me and wants to discuss his character, I say, 'It's in the script.' If he says, 'But what's my motivation?, ' I say, 'Your salary.'"},{"placeId":76170,"author":"Michael Shermer","wordCount":17,"categories":["motivation","meaning","true"],"text":"Myths are stories that express meaning, morality or motivation. Whether they are true or not is irrelevant."},{"placeId":66234,"author":"Keke Palmer","wordCount":35,"categories":["good","motivation","black"],"text":"Anytime you see Beyonce, Jay Z, Kanye West. Anytime a young black person's doing good, that's motivation for everybody else. Anytime, anytime, it's motivation. Use that fuel to push you forward. That's what I did."},{"placeId":78659,"author":"Maurice Allais","wordCount":43,"categories":["life","motivation","world"],"text":"My motivation was an idea of being able to improve the conditions of life, to try to find a remedy to many of the problems facing the world. That's what led me into economics. I saw it as a way of helping people."},{"placeId":113297,"author":"Young Thug","wordCount":39,"categories":["motivation","want","matters"],"text":"I don't ever want to be like a peasant. I want to always be all right. But motivation is fans - not your kids, your mum, none of that. All of that matters, but number one is your fans."},{"placeId":104362,"author":"Tink","wordCount":35,"categories":["myself","motivation","thought"],"text":"I'll be honest with you: before I heard Nicki rapping, I probably wouldn't have thought to rap myself. Just to see a female doing it and being in there with the guys, it was motivation."},{"placeId":11633,"author":"Buzz Aldrin","wordCount":46,"categories":["sad","motivation","successful"],"text":"NASA's been one of the most successful public investments in motivating students to do well and achieve all they can achieve, and it's sad that we are turning the program in a direction where it will reduce the amount of motivation it provides to young people."},{"placeId":22682,"author":"Daniel Radcliffe","wordCount":14,"categories":["motivation","self-doubt","most"],"text":"As far as I can tell, most actors' main motivation is self-doubt and neuroses."},{"placeId":20140,"author":"Chuck Klosterman","wordCount":35,"categories":["friends","motivation","problem"],"text":"The biggest problem in rock journalism is that often the writer's main motivation is to become friends with the band. They're not really journalists; they're people who want to be involved in rock and roll."},{"placeId":79156,"author":"Marit Bjorgen","wordCount":9,"categories":["i am","motivation","gone"],"text":"If the motivation is gone, then I am finished."},{"placeId":45741,"author":"Jim Carrey","wordCount":15,"categories":["motivation","learn","people"],"text":"People need motivation to do anything. I don't think human beings learn anything without desperation."},{"placeId":6050,"author":"Adam Yauch","wordCount":45,"categories":["heart","color","motivation"],"text":"When I hear Obama speak he just seems really sincere and he just seems like somebody who actually has his heart and his motivation in the right place. Forget about color or race or gender or whatever, he's got his heart in the right place."},{"placeId":50833,"author":"Jane McGonigal","wordCount":19,"categories":["motivation","game","play"],"text":"If you make it a game, gamers will play it no matter what your motivation is in making it."},{"placeId":89692,"author":"Ryan Sheckler","wordCount":13,"categories":["time","motivation","start"],"text":"Every time somebody calls me out or tries to start something, it's motivation."},{"placeId":72769,"author":"Ma Jun","wordCount":33,"categories":["environmental","motivation"],"text":"The motivation should come from regulatory enforcement, but enforcement is weak, and environmental litigation is near to impossible. So there's an urgent need for extensive public participation to generate another kind of motivation."},{"placeId":49358,"author":"Jillian Michaels","wordCount":27,"categories":["change","motivation","desire"],"text":"You can look for external sources of motivation and that can catalyze a change, but it won't sustain one. It has to be from an internal desire."},{"placeId":23882,"author":"Don Cornelius","wordCount":37,"categories":["music","soul","motivation"],"text":"One motivation for the 'Soul Train' awards was the grumbling that all of us in the industry have heard about the way black music tends to be viewed as a secondary phenomenon by the other awards shows."},{"placeId":12200,"author":"Becky G","wordCount":18,"categories":["motivation","people"],"text":"In my industry, it's important to have people I look to for different things: guidance, inspiration and motivation."},{"placeId":17795,"author":"Clayton Christensen","wordCount":36,"categories":["motivation","important","enjoy"],"text":"Understanding motivation is one of the most important things we can do in our lives, because it has such a bearing on why we do the things we do and whether we enjoy them or not."},{"placeId":25030,"author":"Daniel Boulud","wordCount":28,"categories":["motivation","cooking","seasons"],"text":"I can't conceive of cooking in a sunny place like Florida because my motivation comes from the changing seasons. That's why I decided to live in New York."},{"placeId":105333,"author":"Teri Garr","wordCount":27,"categories":["happy","i am","motivation"],"text":"I have worked enough and I am happy to be touring the country speaking about living with MS to give people inspiration and motivation to help themselves."},{"placeId":61846,"author":"Lou Holtz","wordCount":19,"categories":["attitude","motivation","doing"],"text":"Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it."},{"placeId":43914,"author":"Holt McCallany","wordCount":44,"categories":["best","motivation","athlete"],"text":"I would say that one of the really special gifts about playing an athlete is that it's the best motivation you'll ever have to get in top shape and stay in top shape because you know that you're going to be expected to deliver."},{"placeId":98845,"author":"Sean Parker","wordCount":18,"categories":["freedom","money","motivation"],"text":"I definitely wanted to earn my freedom. But the primary motivation wasn't making money, but making an impact."},{"placeId":90784,"author":"Rick Scott","wordCount":14,"categories":["job","obstacles","motivation"],"text":"Obstacles to job creation in America are a result of policy, not of motivation."},{"placeId":78189,"author":"Markus Wolf","wordCount":41,"categories":["peace","good","motivation"],"text":"I tried to instill a different motivation, to give them the security and the conviction that they were doing something good, something necessary, something useful - if you want to use a grandiose expression, that they were doing something for peace."},{"placeId":29885,"author":"Eliot Spitzer","wordCount":9,"categories":["motivation","care","i care"],"text":"I don't care about motivation. I care about credibility."},{"placeId":82752,"author":"Noel Coward","wordCount":11,"categories":["work","motivation","think"],"text":"If you must have motivation, think of your paycheck on Friday."},{"placeId":71633,"author":"Michael Jordan","wordCount":27,"categories":["time","motivation","basketball"],"text":"When I lose the sense of motivation and the sense to prove something as a basketball player, it's time for me to move away from the game."},{"placeId":22607,"author":"Damon Galgut","wordCount":8,"categories":["motivation","real","obsession"],"text":"Real obsession needs an unconscious motivation behind it."},{"placeId":111192,"author":"Wendelin Van Draanen","wordCount":39,"categories":["creative","fun","motivation"],"text":"Part of my motivation for writing mysteries for young people is that I loved mysteries when I was growing up, and now that I'm on the creative end of things, I'm discovering that they're even more fun to write!"},{"placeId":47437,"author":"Jonathan Ive","wordCount":25,"categories":["work","motivation","better"],"text":"When we started work on the iPhone, the motivation there was we all pretty much couldn't stand our phones, and we wanted a better phone."},{"placeId":59334,"author":"Jason Dufner","wordCount":26,"categories":["golf","motivation","win"],"text":"There's always motivation coming into Majors. If you can't get up and get excited to win one of these, then you probably shouldn't be playing golf."},{"placeId":111566,"author":"Valentino Rossi","wordCount":21,"categories":["great","motivation","win"],"text":"The great fights with your strongest rivals are always the biggest motivation. When you win easily it's not the same taste."},{"placeId":104604,"author":"Taylor Lautner","wordCount":41,"categories":["motivation","dawn","lose"],"text":"In my last scene in 'Breaking Dawn,' Bella has just died and I run outside and crumple to the ground and just lose it. I'm bawling. That was my last scene of 'Twilight' ever and I definitely had some extra motivation."},{"placeId":50490,"author":"J. K. Simmons","wordCount":12,"categories":["character","motivation","think"],"text":"I do think you need to understand a character's motivation and perspective."},{"placeId":5351,"author":"Andy Weir","wordCount":25,"categories":["knowledge","motivation","want"],"text":"You want an audience. If you didn't, you wouldn't be a writer. The biggest motivation to write is the knowledge that someone will read it."},{"placeId":86828,"author":"Paul Twitchell","wordCount":34,"categories":["failure","motivation","living"],"text":"Y'know, the real reason why I was such a failure in the sense of being unable to make any sort of a living was because I was really not motivated. I had no motivation."},{"placeId":18300,"author":"Carson Wentz","wordCount":10,"categories":["motivation","person","need"],"text":"I'm a very motivated person. I don't need extra motivation."},{"placeId":30277,"author":"Eminem","wordCount":29,"categories":["music","motivation","people"],"text":"If people take anything from my music, it should be motivation to know that anything is possible as long as you keep working at it and don't back down."},{"placeId":59744,"author":"Jerome Hines","wordCount":18,"categories":["discipline","motivation"],"text":"The motivation part is all essential in keeping my voice, but there are the human factors of discipline."},{"placeId":99130,"author":"Shelly-Ann Fraser-Pryce","wordCount":27,"categories":["good","motivation","start"],"text":"When you have good runners, you always run fast. That's the motivation for me. But I have room to improve in my technique and in the start."},{"placeId":107011,"author":"Tom Wolfe","wordCount":10,"categories":["good","motivation","writer"],"text":"There is no motivation higher than being a good writer."},{"placeId":80648,"author":"Nora Roberts","wordCount":25,"categories":["love","motivation","writing"],"text":"Action, reaction, motivation, emotion, all have to come from the characters. Writing a love scene requires the same elements from the writer as any other."},{"placeId":52343,"author":"Jurgen Klopp","wordCount":19,"categories":["i am","motivation","you"],"text":"If you are full of motivation as a player, if you are full of concentration, I am open arms."},{"placeId":13235,"author":"Bryan Clay","wordCount":30,"categories":["myself","gold","motivation"],"text":"For so long I wanted to win the gold medal. Then I won. I had to figure out what was the new motivation to take myself to that place again."},{"placeId":82032,"author":"Nicola Sturgeon","wordCount":15,"categories":["political","motivation","she"],"text":"Thatcher was the motivation for my entire political career. I hated everything she stood for."},{"placeId":66128,"author":"Kawhi Leonard","wordCount":12,"categories":["motivation","know","you"],"text":"My motivation wasn't really to get a $95 million contract, you know?"},{"placeId":60590,"author":"Laura Schlessinger","wordCount":31,"categories":["evil","believe","motivation"],"text":"Psychology doesn't like to talk about evil. It likes to talk about bad childhoods. But I very much believe that some people are evil and motivation is not necessary for evil."},{"placeId":7544,"author":"Alec Berg","wordCount":21,"categories":["fear","motivation","looking"],"text":"I have enough motivation just not looking like an idiot on national television. The fear of disappointing people is certainly higher."}]