[{"placeId":18061,"author":"Campbell Brown","wordCount":45,"categories":["experience","pain","world"],"text":"The protests and pain over the deaths of Eric Garner and Michael Brown had me wondering if we can ever experience the world as others do. For no matter how disputed the circumstances of both cases, many people see what happened in black and white."},{"placeId":73686,"author":"Mary Schmich","wordCount":14,"categories":["food","pain","medicine"],"text":"For some Chicago expats, food is the medicine that blunts the pain of separation."},{"placeId":61771,"author":"Lord Byron","wordCount":20,"categories":["pain","me","you"],"text":"It is very iniquitous to make me pay my debts, you have no idea of the pain it gives one."},{"placeId":28761,"author":"Daniel Akaka","wordCount":19,"categories":["health","pain","suffering"],"text":"A tremendous amount of needless pain and suffering can be eliminated by ensuring that health insurance is universally available."},{"placeId":29219,"author":"Eartha Kitt","wordCount":19,"categories":["time","pain","jewelry"],"text":"Jewelry, to me, is a pain in the derriere, because you have to be watching it all the time."},{"placeId":23266,"author":"Dennis Rodman","wordCount":22,"categories":["love","eyes","pain"],"text":"I go out there and get my eyes gouged, my nose busted, my body slammed. I love the pain of the game."},{"placeId":22228,"author":"Dani Shapiro","wordCount":31,"categories":["freedom","pain","thoughts"],"text":"Our pain hides beneath these fluttering, random thoughts that run through our heads in an endless loop. But there's so much freedom in getting to know what's under there, the bedrock."},{"placeId":40199,"author":"Haile Gebrselassie","wordCount":35,"categories":["pain","problems","start"],"text":"The marathon always starts after 30K. That's where the problems start. You start without any problems, without any pain. All the pain comes after 30K. Sometimes, it's possible to have pain even in the finger."},{"placeId":48193,"author":"Joyce Carol Oates","wordCount":30,"categories":["winning","pain","boxing"],"text":"Boxing is about being hit rather more than it is about hitting, just as it is about feeling pain, if not devastating psychological paralysis, more than it is about winning."},{"placeId":83927,"author":"Penn Jillette","wordCount":41,"categories":["good","pain","poverty"],"text":"I don't want people who are in poverty, in pain, or suffering, to suffer because it's for their own good and they can pull themselves up by their bootstraps. I want to help them. I want us all to help them."},{"placeId":92401,"author":"Rachel Johnson","wordCount":18,"categories":["pain","mind","social"],"text":"I don't mind being called snobbish, a pain and a social climber, but being called unkind really hurts."},{"placeId":81803,"author":"Newt Gingrich","wordCount":32,"categories":["life","time","pain"],"text":"If you live your life as a hostage to everybody else's decision, you either have to live a very narrow life, or you have to spend a lot of time in pain."},{"placeId":23271,"author":"Deontay Wilder","wordCount":28,"categories":["pain","man","hurt"],"text":"When you have a fighter willing to do that, when he is seriously hurt and in pain but still fights, you've got a dangerous man on your hands."},{"placeId":110535,"author":"William C. Bryant","wordCount":15,"categories":["pain","her","weary"],"text":"Pain dies quickly, and lets her weary prisoners go; the fiercest agonies have shortest reign."},{"placeId":60838,"author":"Lee Strobel","wordCount":24,"categories":["pain","evil","suffering"],"text":"Moral evil is the immorality and pain and suffering and tragedy that come because we choose to be selfish, arrogant, uncaring, hateful and abusive."},{"placeId":25228,"author":"Derek Cianfrance","wordCount":29,"categories":["pain","world","look"],"text":"Look, pain is there in the world, and there's catharsis through that. I feel like there's... a rapture, if we can get through it, if we can confront things."},{"placeId":33154,"author":"Elizabeth Holmes","wordCount":22,"categories":["work","father","pain"],"text":"My father did a lot of disaster relief work, and he was always in places where there was a lot of pain."},{"placeId":81491,"author":"Nayvadius Cash","wordCount":40,"categories":["pain","listen","guitar"],"text":"I feel like guitar explains a lot. You can just listen to a guitar without any lyrics over it; you can just feel what kind of track it is. If it's pain... you can feel it. It sets the mood."},{"placeId":8612,"author":"Arthur Golden","wordCount":18,"categories":["pain","speak","think"],"text":"I don't think any of us can speak frankly about pain until we are no longer enduring it."},{"placeId":53002,"author":"John Bradshaw","wordCount":25,"categories":["life","truth","pain"],"text":"It's essential to tell the truth at all times. This will reduce life's pain. Lying distorts reality. All forms of distorted thinking must be corrected."},{"placeId":29187,"author":"Edmund Burke","wordCount":37,"categories":["time","passion","pain"],"text":"The person who grieves suffers his passion to grow upon him; he indulges it, he loves it; but this never happens in the case of actual pain, which no man ever willingly endured for any considerable time."},{"placeId":89056,"author":"Ricky Jay","wordCount":19,"categories":["art","good","pain"],"text":"The pain is bad magicians ripping off good ones, doing magic badly, and making a mockery of the art."},{"placeId":99302,"author":"Sheri L. Dew","wordCount":33,"categories":["experience","alone","pain"],"text":"The pain of loneliness seems to be part of the mortal experience. But the Lord in His mercy has made it so that we need never deal with the challenges of mortality alone."},{"placeId":98481,"author":"Sam Kean","wordCount":25,"categories":["pain","brain","nervous"],"text":"Although it's the hub of the nervous system and the ultimate terminus of every nerve, the brain itself lacks enervation and therefore cannot feel pain."},{"placeId":55225,"author":"Joe Greene","wordCount":19,"categories":["team","pain","football"],"text":"For a football coach, there's nothing that matches the pain of a team not playing up to its capabilities."},{"placeId":86665,"author":"Phyllis Logan","wordCount":13,"categories":["pain","long","days"],"text":"I spend long days wearing a corset - but no pain, no gain."},{"placeId":77806,"author":"Mike Gordon","wordCount":45,"categories":["eyes","pain","night"],"text":"Last tour my bass rig was breaking down every other night. That was a pain. We would get on stage and Trey would count off the song, and I'd play the first note and nothing would be there. Those guys would just roll their eyes."},{"placeId":83058,"author":"Patricia Cornwell","wordCount":11,"categories":["pain","people","sensitive"],"text":"I'm very, very sensitive to pain and to people who suffer."},{"placeId":110303,"author":"William J. Brennan, Jr.","wordCount":32,"categories":["death","pain","purpose"],"text":"Death is not only an unusually severe punishment, unusual in its pain, in its finality and in its enormity, but is serves no penal purpose more effectively than a less severe punishment."},{"placeId":67024,"author":"Kimberly Elise","wordCount":21,"categories":["joy","pain","i am"],"text":"I am actually very in touch with all of my emotions, from joy to pain, and I am free with them."},{"placeId":60718,"author":"Layne Staley","wordCount":21,"categories":["pain","brain","suffering"],"text":"I don't think any drug that can cause brain damage, failing kidneys, hardening arteries, pain, and suffering should be made available."},{"placeId":13563,"author":"Bill Clegg","wordCount":18,"categories":["forgiveness","pain","learn"],"text":"We only learn at the speed of pain, and we don't have others in our lives without forgiveness."},{"placeId":108735,"author":"Ted Engstrom","wordCount":15,"categories":["pain","victory","persevere"],"text":"The rewards for those who persevere far exceed the pain that must precede the victory."},{"placeId":57443,"author":"Janet Suzman","wordCount":30,"categories":["heart","pain","find"],"text":"I still find that a kind of stricture of the heart happens when I see any form of bigoted or racist behaviour. I get an actual pain in my heart."},{"placeId":83647,"author":"Paul Tillich","wordCount":27,"categories":["alone","loneliness","pain"],"text":"Language... has created the word 'loneliness' to express the pain of being alone. And it has created the word 'solitude' to express the glory of being alone."},{"placeId":63298,"author":"Lindsay Wagner","wordCount":33,"categories":["family","myself","pain"],"text":"I was pretty locked up emotionally as a kid - my family situation was tumultuous. But I was extroverted. So when I was in pain, I would tell jokes instead of expressing myself."},{"placeId":3017,"author":"Alexis Korner","wordCount":19,"categories":["pain","people","why"],"text":"I can't explain why one wants to pass a particular sort of pain onto other people, but you do."},{"placeId":14669,"author":"Bobby Schilling","wordCount":41,"categories":["time","pain","she"],"text":"Incumbent Congresswoman Bustos has proven during her time in Washington that she doesn't understand or feel the pain of middle class families. We need a true representative fighting for us in Washington, and incumbent Congresswoman Cheri Bustos has refused to act."},{"placeId":54297,"author":"John Edwards","wordCount":41,"categories":["life","responsibility","pain"],"text":"There's no question that I've done wrong. I take full responsibility for having done wrong. I will regret for the rest of my life the pain and the harm that I've caused to others. But I did not break the law."},{"placeId":9713,"author":"Bebe Rexha","wordCount":15,"categories":["life","pain","life is hard"],"text":"Life is hard. It is. And it's like, I don't want anybody feeling any pain."},{"placeId":87373,"author":"Olivia Wilde","wordCount":22,"categories":["pain","doctor","someone"],"text":"I'm now convinced that I'm a doctor. I mean, if someone says they have a pain, I'm like, 'Well, that's your spleen.'"},{"placeId":76718,"author":"Michael Ian Black","wordCount":43,"categories":["hope","future","pain"],"text":"There is no word for feeling nostalgic about the future, but that's what a parent's tears often are, a nostalgia for something that has not yet occurred. They are the pain of hope, the helplessness of hope, and finally, the surrender to hope."},{"placeId":16399,"author":"Charles Lamb","wordCount":11,"categories":["life","pain","evidence"],"text":"Pain is life - the sharper, the more evidence of life."},{"placeId":69599,"author":"Madonna Ciccone","wordCount":26,"categories":["life","work","pain"],"text":"I'm attracted to artists like Frida Kahlo, because her work was her life, her questions, her outrage, her suffering, her pain. Everything is in her work."},{"placeId":112413,"author":"Venus Williams","wordCount":14,"categories":["pain","play","you"],"text":"A lot of times when you play... you get this adrenalin that blocks pain."},{"placeId":27421,"author":"Dianne Wiest","wordCount":20,"categories":["pain","opinion","you"],"text":"Directors say that you should get actors before they are recognized. They will be a pain or have an opinion."},{"placeId":97412,"author":"Sofia Vergara","wordCount":15,"categories":["love","pain","walk"],"text":"I love heels, I'm telling you. When I walk in flats, I get knee pain."},{"placeId":112089,"author":"Wynter Gordon","wordCount":38,"categories":["music","pain","talk"],"text":"When we talk about my music, it's a cross between Tina Turner, Alanis Morrisette, and Diana Ross. It's the glamour and the showiness of Diana Ross; the ferociousness and pain of Tina Turner; and the vocals of Alanis."},{"placeId":9577,"author":"Barbara Kingsolver","wordCount":18,"categories":["truth","heart","pain"],"text":"Pain reaches the heart with electrical speed, but truth moves to the heart as slowly as a glacier."},{"placeId":57545,"author":"Jean Ingelow","wordCount":12,"categories":["heart","pain","will"],"text":"And old affront will stir the heart Through years of rankling pain."},{"placeId":30078,"author":"Emil Zatopek","wordCount":16,"categories":["pain","men","suffering"],"text":"It's at the borders of pain and suffering that the men are separated from the boys."},{"placeId":53843,"author":"Jillian Rose Banks","wordCount":38,"categories":["love","happiness","pain"],"text":"I listened to pretty much anything that I could really feel, where I felt like the artist had to write those songs, where you can feel their soul and the pain and the happiness and love and everything."},{"placeId":99129,"author":"Shelly-Ann Fraser-Pryce","wordCount":47,"categories":["pain","sacrifice","game"],"text":"Because I knew how hard I worked, I knew the pain, I knew the sacrifice, I knew the tears, I knew everything. Despite everything, I stuck to it. I toughed it out, and I kept my head in the game, even when the odds were against me."},{"placeId":45242,"author":"Jack Kerouac","wordCount":26,"categories":["time","heart","pain"],"text":"A pain stabbed my heart as it did every time I saw a girl I loved who was going the opposite direction in this too-big world."},{"placeId":43087,"author":"Heather Morris","wordCount":45,"categories":["pain","hurt","thought"],"text":"Implants were something I thought I wanted when I was younger, and now I don't. It was hard being active with them, because my chest was always sore. It hurt a lot, and I didn't like always being in pain, so they had to go!"},{"placeId":72047,"author":"Mike Birbiglia","wordCount":5,"categories":["love","pain","funnier"],"text":"Pain is funnier than love."},{"placeId":15392,"author":"Barbara Fialho","wordCount":22,"categories":["pain","i am","paris"],"text":"I lived in Paris for four years, so I am obsessed with pastries. Croissants, pain au chocolat, cakes, macarons, all of that!"},{"placeId":33500,"author":"Ernst Mach","wordCount":10,"categories":["pain","different","pleasure"],"text":"Ordinarily pleasure and pain are regarded as different from sensations."},{"placeId":35207,"author":"Francois de La Rochefoucauld","wordCount":23,"categories":["jealousy","pain","vanity"],"text":"What makes the pain we feel from shame and jealousy so cutting is that vanity can give us no assistance in bearing them."},{"placeId":85174,"author":"Pat Benatar","wordCount":15,"categories":["love","eyes","pain"],"text":"Love and pain become one in the same in the eyes of a wounded child."},{"placeId":57260,"author":"Josh Gordon","wordCount":23,"categories":["pain","laugh","people"],"text":"The holidays are a way to get away from the pain of the year, creating something people can laugh at. That's a gift."},{"placeId":96711,"author":"Shawn Johnson","wordCount":38,"categories":["pain","american","two"],"text":"I was able to do Classics, the U.S. national championships and the Pan American Games and feel like I improved with each meet, but I was still struggling with a lot of residual pain from the two surgeries."},{"placeId":30688,"author":"Eric Clapton","wordCount":34,"categories":["time","pain","moment"],"text":"This moment in time, on this tour, you know, I'm discovering a lot of new things. And to be 45 and doing that, it's a mixture of pleasure and pain, I can assure you."},{"placeId":16211,"author":"Charles Bronson","wordCount":34,"categories":["pain","mind","she"],"text":"I felt along with her - not the physical pain, of course, but all her mental anguish. You can't be detached. She needed to have someone who understood what was happening in her mind."},{"placeId":23779,"author":"Dimebag Darrell","wordCount":20,"categories":["death","pain","performance"],"text":"My hair's a pain in live performance. I'm always inhaling it: I almost choked to death a couple of times."},{"placeId":108120,"author":"Tyler Hamilton","wordCount":30,"categories":["pain","wish","secrets"],"text":"I lied for years and years. And the thing about lies and secrets is that they eat you alive from the inside. I would not wish that pain on anyone."},{"placeId":36676,"author":"Giada De Laurentiis","wordCount":20,"categories":["life","good","pain"],"text":"I have been blessed with a good, fun, and wonderful life, but I've also seen a whole lot of pain."},{"placeId":109608,"author":"Wavy Gravy","wordCount":44,"categories":["pain","mind","looking"],"text":"I became a clown when these docs came to the house in Berkeley and asked me to come cheer up kids. I'd just had my third spinal fusion and I was looking for something to take my mind off the pain I was in."},{"placeId":73899,"author":"Max Heindel","wordCount":17,"categories":["life","joy","pain"],"text":"Only where there is sentient life can there be feelings of pleasure and pain, sorrow or joy."},{"placeId":104415,"author":"Terry Wogan","wordCount":46,"categories":["morning","pain","i am"],"text":"I was born an optimist, as I always say. If I wake up in the morning with a pain in my chest, I'll always assume it's indigestion. It will probably be the end of me! But it's true - that's the kind of person I am."},{"placeId":41638,"author":"Henry Wadsworth Longfellow","wordCount":17,"categories":["pain","feel","go"],"text":"They who go Feel not the pain of parting; it is they Who stay behind that suffer."},{"placeId":66178,"author":"Keith Miller","wordCount":7,"categories":["pain","bad","taught"],"text":"I was taught that pain is bad."},{"placeId":79263,"author":"Mike McGavick","wordCount":20,"categories":["pain","challenges","child"],"text":"Those who have gone through a divorce know the pain and special challenges of raising a child under such circumstances."},{"placeId":44140,"author":"Ian Watson","wordCount":26,"categories":["life","funny","pain"],"text":"I'm going to do the old 'plaster removal' technique and just get the pain over with in one go: 'Life's Too Short' isn't funny to me."},{"placeId":61982,"author":"L. Lionel Kendrick","wordCount":37,"categories":["life","pain","control"],"text":"We cannot always control everything that happens to us in this life, but we can control how we respond. Many struggles come as problems and pressures that sometimes cause pain. Others come as temptations, trials, and tribulations."},{"placeId":9324,"author":"Ann Jillian","wordCount":9,"categories":["pain","want","something"],"text":"I want all my pain to count for something."},{"placeId":67565,"author":"Karen Duffy","wordCount":43,"categories":["pain","brain","body"],"text":"The lesion is in the area of my brain that is responsible for motor function, so I have continual chronic pain in my left arm from elbow to fingertips and the right side of my body from my ear to my breast area."},{"placeId":46064,"author":"Jean de la Bruyere","wordCount":29,"categories":["life","death","pain"],"text":"There are only three events in a man's life; birth, life, and death; he is not conscious of being born, he dies in pain, and he forgets to live."},{"placeId":53001,"author":"John Bradshaw","wordCount":24,"categories":["pain","child","feelings"],"text":"As a child I was not allowed to express my feelings, so I had to go back through therapy and express the child's pain."},{"placeId":1416,"author":"Antonio Damasio","wordCount":46,"categories":["compassion","pain","brain"],"text":"When you deal with something like compassion for physical pain, which we know is very, very old in evolution - we can find evidence for it in nonhuman species - the brain processes it at a faster speed. Compassion for mental pain took many seconds longer."},{"placeId":92137,"author":"Rumi","wordCount":33,"categories":["love","wine","pain"],"text":"Through Love all that is bitter will be sweet, Through Love all that is copper will be gold, Through Love all dregs will become wine, through Love all pain will turn to medicine."},{"placeId":36737,"author":"Greg Rucka","wordCount":39,"categories":["work","fear","pain"],"text":"You know how a nonlethal weapon is supposed to work? A nonlethal weapon works on the basis of three things: It needs to deter, and that's normally done through pain, and that pain creates a byproduct, which is fear."},{"placeId":62590,"author":"Lynn Coady","wordCount":21,"categories":["children","parents","pain"],"text":"We are all somebody's children, and when we're in pain, we regress, instinctively looking to our parents to make everything better."},{"placeId":4195,"author":"Aristotle","wordCount":9,"categories":["fear","pain","evil"],"text":"Fear is pain arising from the anticipation of evil."},{"placeId":29097,"author":"Dick York","wordCount":42,"categories":["pain","me","waves"],"text":"My spine healed incorrectly. There were long periods when I'd be perfectly all right, and then there were many other times when I wasn't, when my back would give out and throw me down to the floor amid waves of nauseating pain."},{"placeId":77613,"author":"Michael Chertoff","wordCount":34,"categories":["alone","pain","suffering"],"text":"I think the idea that you can go this alone is - was a huge mistake. And unfortunately, there was a price paid in terms of suffering and pain for people in New Orleans."},{"placeId":84290,"author":"Peter Steele","wordCount":44,"categories":["sad","pain","men"],"text":"I don't know what to say to that, but I have to agree with Johnny that, yeah, we do touch upon things that most men would rather not admit: That we feel pain, we cry, get sad and sometimes don't deal well with disappointment."},{"placeId":12907,"author":"Brin-Jonathan Butler","wordCount":26,"categories":["eyes","joy","pain"],"text":"Cuban eyes often look close to tears. Tears never seem far away because both their pain and their joy are always so close to the surface."},{"placeId":48514,"author":"James Taylor","wordCount":11,"categories":["pain","grow","face"],"text":"We all have to face pain, and pain makes us grow."},{"placeId":62456,"author":"LaToya Jackson","wordCount":18,"categories":["pain","hurt","die"],"text":"I realize now I didn't really want to die. I just wanted to stop the hurt and pain."},{"placeId":46277,"author":"Jiddu Krishnamurti","wordCount":22,"categories":["pain","beginning","end"],"text":"The end is the beginning of all things, Suppressed and hidden, Awaiting to be released through the rhythm Of pain and pleasure."},{"placeId":39214,"author":"George A. Smith","wordCount":14,"categories":["pain","mystery","sin"],"text":"To us sin has not become any less of a mystery or a pain."},{"placeId":77258,"author":"Marie Lu","wordCount":17,"categories":["pain","suffering","enjoy"],"text":"What can I say: I'm a writer - I enjoy forcing pain and suffering on my characters!"},{"placeId":18351,"author":"Cat Cora","wordCount":39,"categories":["pain","bullying","different"],"text":"Bullying is killing our kids. Being different is killing our kids and the kids who are bullying are dying inside. We have to save our kids whether they are bullied or they are bullying. They are all in pain."},{"placeId":42511,"author":"Harold Brodkey","wordCount":27,"categories":["time","myself","pain"],"text":"Being ill like this combines shock - this time I will die - with a pain and agony that are unfamiliar, that wrench me out of myself."},{"placeId":42459,"author":"Hope Solo","wordCount":18,"categories":["confidence","pain","loss"],"text":"You're always going to survive the pain of loss. I can live with that confidence inside of me."},{"placeId":19638,"author":"Casper Van Dien","wordCount":18,"categories":["love","pain","people"],"text":"I, more or less, love camping out, so I dug it, but I didn't enjoy other people's pain."},{"placeId":55842,"author":"John Yoo","wordCount":27,"categories":["pain","conversation","beyond"],"text":"Congress's definition of torture in those laws - the infliction of severe mental or physical pain - leaves room for interrogation methods that go beyond polite conversation."},{"placeId":48072,"author":"James Altucher","wordCount":29,"categories":["life","good","pain"],"text":"If you introduce person A to person B, and then person B is able to solve a pain point in his life, then you just made a good connection."},{"placeId":98069,"author":"Sue Monk Kidd","wordCount":24,"categories":["compassion","pain","risk"],"text":"When compassion wakes up in us, we find ourselves more willing to become vulnerable, to take the risk of entering the pain of others."},{"placeId":35088,"author":"Francois de La Rochefoucauld","wordCount":15,"categories":["death","age","pain"],"text":"Old age is a tyrant, who forbids, under pain of death, the pleasures of youth."},{"placeId":63310,"author":"Lionel Richie","wordCount":35,"categories":["pain","greatest","world"],"text":"I find the greatest songs in the world come out of pain, and I don't like it! Here's what it does: It strips away all of your facade. It makes you so honest. It's cleansing."},{"placeId":16209,"author":"Charles Bronson","wordCount":38,"categories":["pain","man","help"],"text":"What kind of man would I have been if I had not been there to help her? I felt along with her - not the physical pain, of course, but all her mental anguish. You can't be detached."},{"placeId":90249,"author":"Ray Lewis","wordCount":34,"categories":["time","pain","walk"],"text":"Some people take certain things and they try to forget what that pain felt like. I don't. I take that same pain and I chase it every time I walk in a weight room."},{"placeId":87905,"author":"Queen Latifah","wordCount":38,"categories":["fear","pain","yourself"],"text":"You can't let fear paralyze you. The worse that can happen is you fail, but guess what: You get up and try again. Feel that pain, get over it, get up, dust yourself off and keep it moving."},{"placeId":6363,"author":"Alcaeus","wordCount":25,"categories":["pain","grief","thinking"],"text":"To be bowed by grief is folly; Naught is gained by melancholy; Better than the pain of thinking, Is to steep the sense in drinking."},{"placeId":78715,"author":"Max Eastman","wordCount":8,"categories":["humor","pain","instinct"],"text":"Humor is the instinct for taking pain playfully."},{"placeId":21898,"author":"Charles Ruff","wordCount":29,"categories":["family","pain","society"],"text":"We know the pain the president has caused our society and his family and his friends, but we know, too, how much the president has done for this country."},{"placeId":92012,"author":"Rose Kennedy","wordCount":38,"categories":["time","pain","mind"],"text":"It has been said that time heals all wounds. I don't agree. The wounds remain. Time - the mind, protecting its sanity - covers them with some scar tissue and the pain lessens, but it is never gone."},{"placeId":68804,"author":"Keith Sweat","wordCount":22,"categories":["music","pain","hurt"],"text":"Everything I was feeling, all the hurt and the pain and the emotion I was going through, I put into my music."},{"placeId":32921,"author":"Edith Hamilton","wordCount":23,"categories":["poetry","pain","tragedy"],"text":"None but a poet can write a tragedy. For tragedy is nothing less than pain transmuted into exaltation by the alchemy of poetry."},{"placeId":26608,"author":"Dougray Scott","wordCount":31,"categories":["character","pain","moment"],"text":"When I'm playing a character like Jonathan in Ripley's Game I want to be in the moment when he's feeling pain; this very ordinary person who finds himself in extraordinary circumstances."},{"placeId":10410,"author":"Bill Bradley","wordCount":14,"categories":["great","pain","athlete"],"text":"There has never been a great athlete who died not knowing what pain is."},{"placeId":35719,"author":"Fuzzy Zoeller","wordCount":14,"categories":["pain","mind","back"],"text":"Vodka does not ease back pain. But it does get your mind off it."},{"placeId":14005,"author":"Brandi Chastain","wordCount":18,"categories":["loneliness","pain","people"],"text":"I think I'd like to be able to heal people's pain, whether it is hunger, loneliness or whatever."},{"placeId":20994,"author":"Cobie Smulders","wordCount":32,"categories":["pain","healthy","important"],"text":"I do Pilates because it's important for me to have a healthy back when I'm 70 so I'm not hunched over and in pain. That's more important to me than being thin."},{"placeId":84086,"author":"Peter De Vries","wordCount":13,"categories":["heart","pain","question"],"text":"Pain is the question mark turned like a fishhook in the human heart."},{"placeId":17360,"author":"Ciara","wordCount":24,"categories":["music","cool","pain"],"text":"I think it's really cool to embrace the pain of something that may have hurt you and be able to express it through music."},{"placeId":103213,"author":"Simone Veil","wordCount":6,"categories":["knowledge","pain","root"],"text":"Pain is the root of knowledge."},{"placeId":98067,"author":"Sue Monk Kidd","wordCount":32,"categories":["pain","giving","voice"],"text":"Giving voice to marginalised characters is extremely important to me. I want to explore the pain of disenfranchisement, the social strata and boundaries we create and how to make them more permeable."},{"placeId":101158,"author":"Sally Quinn","wordCount":17,"categories":["pain","football","you"],"text":"The football season is like pain. You forget how terrible it is until it seizes you again."},{"placeId":95377,"author":"Robert Penn Warren","wordCount":27,"categories":["pain","writing","done"],"text":"I've been to a lot of places and done a lot of things, but writing was always first. It's a kind of pain I can't do without."},{"placeId":22568,"author":"Daniel Goleman","wordCount":13,"categories":["pain","empathy","attention"],"text":"A prerequisite to empathy is simply paying attention to the person in pain."},{"placeId":102770,"author":"Saul Kripke","wordCount":14,"categories":["pain","sensation","felt"],"text":"For a sensation to be felt as pain is for it to be pain."},{"placeId":4681,"author":"Adam Hamilton","wordCount":34,"categories":["love","great","pain"],"text":"We live in bodies that are fearfully and wonderfully made, yet they are not immune to illness and pain. We have hearts that are capable of experiencing great love, but sometimes they get broken."},{"placeId":113248,"author":"Yanni","wordCount":18,"categories":["sports","pain","me"],"text":"Being an athlete helps me get those grandiose emotions of pleasure and pain that are involved in sports."},{"placeId":35882,"author":"Garry Trudeau","wordCount":39,"categories":["goals","culture","pain"],"text":"Lives have been altered in fundamental ways, and later, after they acquire a more complete understanding of what goals are actually attainable, many are left facing a lot of pain and frustration. And yet, there's no culture of complaint."},{"placeId":91793,"author":"Roger Waters","wordCount":47,"categories":["death","pain","night"],"text":"Not the torturer will scare me, nor the body's final fall, nor the barrels of death's rifles, nor the shadows on the wall, nor the night when to the ground the last dim star of pain, is hurled but the blind indifference of a merciless, unfeeling world."},{"placeId":79325,"author":"Morris West","wordCount":43,"categories":["pain","darkness","acceptance"],"text":"One has to accept pain as a condition of existence. One has to court doubt and darkness as the cost of knowing. One needs a will stubborn in conflict, but apt always to the total acceptance of every consequence of living and dying."},{"placeId":97649,"author":"Stanley Hauerwas","wordCount":26,"categories":["life","pain","my life"],"text":"The fact that I spent my life in universities in a manner that I no longer have close identification with bricklayers is a pain to me."},{"placeId":75799,"author":"Michael Greger","wordCount":30,"categories":["children","pain","me"],"text":"For many children, it's seeing a beloved relative ill and in pain that leads them to want to become doctors. But, for me, it was watching my grandma get better."},{"placeId":60836,"author":"Lee Strobel","wordCount":35,"categories":["pain","world","suffering"],"text":"It is very difficult to give a 15 second sound bite on why there is pain and suffering in this world and not have it come off as being flippant or surface level or superficial."},{"placeId":14933,"author":"Brooke Burns","wordCount":37,"categories":["pain","crazy","black"],"text":"I actually had kind of one of those crazy experiences where when I hit, it was black out excruciating pain, and then white out absence of pain, and the subconscience thought that I want to go back."},{"placeId":91738,"author":"Roger Federer","wordCount":25,"categories":["pain","problems","think"],"text":"What I think I've been able to do well over the years is play with pain, play with problems, play in all sorts of conditions."},{"placeId":93710,"author":"Robin Li","wordCount":33,"categories":["pain","information","me"],"text":"In the early days, I really felt the pain of not being able to find information easily. I guess that helped me to develop an urge to write things like a search engine."},{"placeId":94523,"author":"Romario","wordCount":10,"categories":["pain","feel","my own"],"text":"I pay my own bills. I feel my own pain."},{"placeId":48040,"author":"Julius Caesar","wordCount":23,"categories":["patience","pain","men"],"text":"It is easier to find men who will volunteer to die, than to find those who are willing to endure pain with patience."},{"placeId":10094,"author":"Bernie Mac","wordCount":12,"categories":["pain","comedy","someone"],"text":"My comedy comes from pain. I can't stand to see someone hurting."},{"placeId":79601,"author":"Margaret Oliphant","wordCount":14,"categories":["happiness","pain","more"],"text":"What happiness is there which is not purchased with more or less of pain?"},{"placeId":78849,"author":"Michael Imperioli","wordCount":43,"categories":["time","pain","city"],"text":"Detroit is a city that really stands out. It's been through a very difficult time. There's been a lot of pain here, and the city, physically, has suffered. You can see it in certain neighborhoods, and there's buildings downtown that have been abandoned."},{"placeId":84929,"author":"Pope John Paul II","wordCount":35,"categories":["death","war","pain"],"text":"Humanity should question itself, once more, about the absurd and always unfair phenomenon of war, on whose stage of death and pain only remain standing the negotiating table that could and should have prevented it."},{"placeId":42723,"author":"Ger Duany","wordCount":40,"categories":["past","pain","believe"],"text":"It takes an extraordinary toll on me to re-live my experiences, the horrors of my past and the pain I had to endure. And yet, I believe remembering is the only way to promote healing, to promote awareness and accountability."},{"placeId":14791,"author":"Ben Lewin","wordCount":25,"categories":["work","stress","pain"],"text":"I think people think filmmaking is fun, but I've never thought that. For me it's always been a lot of work and pain and stress."},{"placeId":70927,"author":"Mary J. Blige","wordCount":33,"categories":["strength","god","pain"],"text":"You can't get around pain and opposition, but you can try to be joyful in the trial, and thank yourself for the trial, and thank God for the strength to get through it."},{"placeId":2830,"author":"Alejandro Gonzalez Inarritu","wordCount":28,"categories":["work","pain","world"],"text":"I'm overwhelmed by the pain in the world; I'm affected by the news very much, and adding that to my work was becoming a little bit too much."},{"placeId":68779,"author":"Kaki King","wordCount":44,"categories":["great","past","pain"],"text":"I've followed the lives of great musicians and have learned that you don't have to always write in pain. You have all of your past experiences, feelings, and thoughts that you can turn on when you need them and turn off when you don't."},{"placeId":89954,"author":"Rashida Jones","wordCount":27,"categories":["time","laughter","pain"],"text":"I don't think any other emotion is the equivalent of laughter. So I do whatever I can to laugh all the time and to hide my pain."},{"placeId":73033,"author":"Mariella Frostrup","wordCount":19,"categories":["mother","pain","me"],"text":"In my child's-eye view, whenever I was exposed to pain, it meant that my mother had let me down."},{"placeId":64660,"author":"Lionel Trilling","wordCount":16,"categories":["art","power","pain"],"text":"What marks the artist is his power to shape the material of pain we all have."},{"placeId":4356,"author":"Arthur Schopenhauer","wordCount":10,"categories":["happiness","pain","boredom"],"text":"The two enemies of human happiness are pain and boredom."},{"placeId":74929,"author":"Monica Lewinsky","wordCount":29,"categories":["mistakes","woman","pain"],"text":"I don't have the feelings of self-worth that a woman should have... and that's been the center of a lot of my mistakes and a lot of my pain."},{"placeId":103315,"author":"Stephanie Rice","wordCount":12,"categories":["pain","back","you"],"text":"Whenever you get a sharp pain, you need to back it off."},{"placeId":38529,"author":"Gilda Radner","wordCount":17,"categories":["pain","teach","you"],"text":"Adopted kids are such a pain - you have to teach them how to look like you."},{"placeId":23061,"author":"Dean Koontz","wordCount":28,"categories":["love","pain","writing"],"text":"Writing a novel is like making love, but it's also like having a tooth pulled. Pleasure and pain. Sometimes it's like making love while having a tooth pulled."},{"placeId":103251,"author":"Spider Robinson","wordCount":8,"categories":["joy","pain","shared"],"text":"Shared joy is increased, shared pain is lessened."},{"placeId":66883,"author":"Khalil Gibran","wordCount":14,"categories":["faith","pain","brother"],"text":"Doubt is a pain too lonely to know that faith is his twin brother."},{"placeId":94112,"author":"Rebecca Skloot","wordCount":34,"categories":["pain","management","black"],"text":"Black patients were treated much later in their disease process. They were often not given the same kind of pain management that white patients would have gotten and they died more often of diseases."},{"placeId":47082,"author":"John Mayer","wordCount":27,"categories":["car","pain","people"],"text":"I look away at car crashes, and I know people who look away at car crashes, because it makes us uncomfortable to watch other people in pain."},{"placeId":24344,"author":"Drew Carey","wordCount":24,"categories":["pain","paper","guess"],"text":"I do get the comics online I guess but it's such a pain. I'd rather just get them in the paper and read them."},{"placeId":88210,"author":"Ovid","wordCount":12,"categories":["strength","good","pain"],"text":"Endure and persist; this pain will turn to good by and by."},{"placeId":29457,"author":"Eddie Vedder","wordCount":12,"categories":["art","light","pain"],"text":"It's an art to live with pain... mix the light into gray."},{"placeId":58833,"author":"John Selden","wordCount":9,"categories":["pain","nothing","pleasure"],"text":"Pleasure is nothing else but the intermission of pain."},{"placeId":75426,"author":"Mark Strand","wordCount":15,"categories":["poetry","pain","end"],"text":"Pain is filtered in a poem so that it becomes finally, in the end, pleasure."},{"placeId":83458,"author":"Paul Auster","wordCount":47,"categories":["life","pain","looking"],"text":"We all die, we all get sick, we all feel hunger and lust and pain, and therefore human life is consistent from one generation to the other. We all - most of us, anyway - want connections with other people and spend our lives looking for them."},{"placeId":33279,"author":"Emmanuel Lubezki","wordCount":24,"categories":["pain","know","sound"],"text":"I did sound for a number of years, so I know the pain of the sound mixer on a set where everybody was talking."},{"placeId":93440,"author":"Ray Walston","wordCount":35,"categories":["dog","pain","memory"],"text":"I feel that the thing that probably aided me the most in that scene with the dog was the utilization and using an actual recreation, affective memory, if you want to call it, of pain."},{"placeId":113514,"author":"Zadie Smith","wordCount":26,"categories":["good","pain","generation"],"text":"Oh yes, my generation liked to be in some pain when they read. The harder it was, the more good we believed it was doing us."},{"placeId":101341,"author":"Shane Black","wordCount":12,"categories":["pain","job","writing"],"text":"Writing scripts is a laborious job that can be a real pain."},{"placeId":76883,"author":"Miriam Toews","wordCount":46,"categories":["life","pain","suicide"],"text":"The whole notion of pain, and how every individual experiences pain, is up for debate. We don't know how another person experiences pain - physical pain or psychic pain. Some of these clinics where assisted suicide or euthanasia is practiced, they call it 'weariness of life.'"},{"placeId":48714,"author":"Janet Jackson","wordCount":13,"categories":["pain","memory","you"],"text":"You don't have to hold onto the pain to hold onto the memory."},{"placeId":44417,"author":"Ingmar Bergman","wordCount":31,"categories":["pain","artist","ego"],"text":"The smallest wound or pain of the ego is examined under a microscope as if it were of eternal importance. The artist considers his isolation, his subjectivity, his individualism almost holy."},{"placeId":38650,"author":"Giordano Bruno","wordCount":22,"categories":["future","stupid","pain"],"text":"What can be more stupid than to be in pain about future things and absent ones which at present are not felt?"},{"placeId":21301,"author":"Cynthia Erivo","wordCount":40,"categories":["pain","girl","black"],"text":"I don't think it's different to be a black girl in England than it is to be a black girl from America. We all collectively share in a pain of displacement and not feeling like we quite belong in places."},{"placeId":84069,"author":"Peter Capaldi","wordCount":44,"categories":["business","pain","game"],"text":"Crime is interesting. It's huge and fascinating, and it's what my business, TV and film, is largely based on. But the realities are tragic, and in crime drama you rarely see the pain of bereavement or any consequences. It's reduced to a chess game."},{"placeId":96100,"author":"Samuel Johnson","wordCount":31,"categories":["gratitude","revenge","pain"],"text":"There are minds so impatient of inferiority that their gratitude is a species of revenge, and they return benefits, not because recompense is a pleasure, but because obligation is a pain."},{"placeId":11080,"author":"Bob Marley","wordCount":13,"categories":["music","good","pain"],"text":"One good thing about music, when it hits you, you feel no pain."},{"placeId":5610,"author":"April Gornik","wordCount":45,"categories":["change","pain","research"],"text":"There is a growing scientific consensus that animals have emotions and feel pain. This awareness is going to effect change: better treatment of animals in agribusiness, research and our general interaction with them. It will change the way we eat, live and preserve the planet."},{"placeId":93921,"author":"Robert Trout","wordCount":38,"categories":["best","creativity","pain"],"text":"The British system denied any role for human creativity, and instead argued, that if man merely followed his hedonistic desires, pursuing pleasure and avoiding pain, objective laws would naturally guide society to achieve the best allocation of wealth."},{"placeId":65310,"author":"Karen Salmansohn","wordCount":17,"categories":["life","pain","my life"],"text":"All my life, my immediate response to emotional pain has been to make jokes. Lots of jokes."},{"placeId":39730,"author":"Greg Wise","wordCount":45,"categories":["travel","pain","me"],"text":"As a teenager, I used to travel everywhere with my guitar. I appreciated the fact it was with me, but it was always an absolute pain to carry around - even though, in those days, you could take in on a plane as hand luggage."},{"placeId":40692,"author":"Havelock Ellis","wordCount":15,"categories":["life","death","pain"],"text":"Pain and death are part of life. To reject them is to reject life itself."},{"placeId":288,"author":"Aja Naomi King","wordCount":7,"categories":["strength","pain","mean"],"text":"Strength doesn't mean an absence of pain."},{"placeId":86207,"author":"Polly Toynbee","wordCount":9,"categories":["pain","personal","indignity"],"text":"Thresholds of pain, indignity and incapacity are entirely personal."},{"placeId":93382,"author":"Randa Haines","wordCount":26,"categories":["love","humor","pain"],"text":"I would love to do a film with a lot of humor in it: a comedy with pain instead of a painful film with some comedy."},{"placeId":35502,"author":"Frank Sinatra","wordCount":13,"categories":["love","pain","baby"],"text":"You gotta love livin', baby, 'cause dyin' is a pain in the ass."},{"placeId":52222,"author":"Juliana Hatfield","wordCount":43,"categories":["joy","pain","emotions"],"text":"I think everyone's pretty much the same underneath. The collective unconscious is a real thing. There's only a few emotions, and we all have them. There's, like, seven emotions. So personal is universal. Everyone experiences confusion, joy and pain, just in different forms."},{"placeId":111695,"author":"William Styron","wordCount":26,"categories":["experience","depression","pain"],"text":"Mysteriously and in ways that are totally remote from natural experience, the gray drizzle of horror induced by depression takes on the quality of physical pain."},{"placeId":55482,"author":"John Logan","wordCount":39,"categories":["pain","dark","people"],"text":"Theater people say you are either a comedian or a tragedian, and I'm a tragedian. And the vexing, dark characters, the ones where I don't understand their pain or their anguish, they are the characters that appeal to me."},{"placeId":54327,"author":"John Key","wordCount":39,"categories":["pain","cancer","want"],"text":"If I had terminal cancer, I had a few weeks to live, I was in tremendous amount of pain - if they just effectively wanted to turn off the switch and legalise that by legalising euthanasia, I'd want that."},{"placeId":103238,"author":"Sonny Chiba","wordCount":20,"categories":["happiness","joy","pain"],"text":"An actor's body should be full of emotions, whether it is happiness or sorrow, pain or joy, enraged or elated."},{"placeId":112085,"author":"Wynter Gordon","wordCount":13,"categories":["beauty","pain","lesson"],"text":"There's beauty in pain, and everyone experiences it - and it's a lesson."},{"placeId":30186,"author":"Emily Dickinson","wordCount":13,"categories":["great","pain","feeling"],"text":"After great pain, a formal feeling comes. The Nerves sit ceremonious, like tombs."},{"placeId":56453,"author":"Joseph Butler","wordCount":32,"categories":["compassion","pain","mind"],"text":"Pain and sorrow and misery have a right to our assistance: compassion puts us in mind of the debt, and that we owe it to ourselves as well as to the distressed."},{"placeId":41710,"author":"Henry Ward Beecher","wordCount":19,"categories":["pain","moment","poison"],"text":"The moment an ill can be patiently handled, it is disarmed of its poison, though not of its pain."},{"placeId":111436,"author":"William Goldman","wordCount":12,"categories":["life","pain","you"],"text":"Life is pain, highness. Anyone who tells you differently is selling something."},{"placeId":85030,"author":"Publilius Syrus","wordCount":7,"categories":["pain","lie","innocent"],"text":"Pain forces even the innocent to lie."},{"placeId":102015,"author":"Sylvia Kristel","wordCount":40,"categories":["life","pain","end"],"text":"I don't expect too much from the afterlife, I think that I know very well what pain is. When I think of the end of my life, I think mainly: I didn't do nothing, but I could have done more."},{"placeId":68615,"author":"Kathleen Quinlan","wordCount":31,"categories":["great","pain","people"],"text":"Some people are born gardeners, some are politicians. I was an actor. It took a great deal of pain before I figured that out. I didn't relate to most of it."},{"placeId":46351,"author":"Jill Scott","wordCount":30,"categories":["deep","pain","world"],"text":"I think, as an artist, you have to have experienced some deep turmoil, some kind of pain, because that's what connects you with the world. That's what makes it juicy!"},{"placeId":4377,"author":"Arthur Schopenhauer","wordCount":13,"categories":["pain","sacrifice","pleasure"],"text":"It is a clear gain to sacrifice pleasure in order to avoid pain."},{"placeId":48818,"author":"Jason Calacanis","wordCount":41,"categories":["life","pain","building"],"text":"I really think the Uberfication of everything is a trend that I didn't expect to be coming this fast. I mean, every single thing you want to do in your life, people are building services to take all the pain out."},{"placeId":66886,"author":"Khalil Gibran","wordCount":16,"categories":["poetry","joy","pain"],"text":"Poetry is a deal of joy and pain and wonder, with a dash of the dictionary."},{"placeId":100315,"author":"Sebastian Horsley","wordCount":25,"categories":["pain","live","know"],"text":"Pain can be vitalising; it gives intensity in the place of vagueness and emptiness. If we don't suffer, how do we know that we live?"},{"placeId":47697,"author":"Joseph B. Wirthlin","wordCount":20,"categories":["parents","pain","job"],"text":"Often, parents feel overwhelmed. Many must accomplish the whole job single-handedly while bearing all of the emotional pain of divorce."},{"placeId":87103,"author":"O'Shea Jackson, Jr.","wordCount":46,"categories":["growth","pain","recognition"],"text":"Our trials and our times of pain get the most recognition, but 'Straight Outta Compton' speaks to triumph. When it's doubtful, when nobody is on your side, when your back is against the wall, you triumph and make it through. Showing growth through movies promotes growth."},{"placeId":63286,"author":"Lorna Luft","wordCount":28,"categories":["life","past","pain"],"text":"I have spent much of my adult life flinching with pain as I tried to pull out the threads that bound the shadows of my past to me."},{"placeId":70621,"author":"Martha Beck","wordCount":47,"categories":["light","anger","pain"],"text":"Self-pity, a dominant characteristic of sociopaths, is also the characteristic that differentiates heroic storytelling from psychological rumination. When you talk about your experiences to shed light, you may feel wrenching pain, grief, anger, or shame. Your audience may pity you, but not because you want them to."},{"placeId":48513,"author":"James Taylor","wordCount":19,"categories":["love","responsibility","pain"],"text":"I believe musicians have a duty, a responsibility to reach out, to share your love or pain with others."},{"placeId":60880,"author":"Lena Horne","wordCount":31,"categories":["time","pain","nice"],"text":"After I got over the terrible pain of having something of mine taken from me, I began to think how bad everybody else must be feeling. It wasn't a nice time."},{"placeId":57440,"author":"Janet Suzman","wordCount":38,"categories":["pain","i am","injustice"],"text":"This is always a pain because it's injustice too and so my response to it, I tell you what I am more surprised or horrified at Jews who forget to be humanists than I am at anybody else."},{"placeId":86399,"author":"Paige Craig","wordCount":24,"categories":["pain","talent","interesting"],"text":"The Bay Area definitely knows the pain of competing for, and retaining, top talent. Offering interesting perks has become a necessity, not a nice-to-have."},{"placeId":97387,"author":"Sophia Amoruso","wordCount":31,"categories":["business","school","pain"],"text":"I think many people go to business school and learn ways to play it safe, ensuring that they avoid some of the pain that entrepreneurs endure while taking less calculated risks."},{"placeId":72307,"author":"Missy Elliott","wordCount":42,"categories":["money","mother","pain"],"text":"I'm blessed to be living this dream of writing and singing, but that's not the real dream I had. The real dream was to make enough money to take care of all the pain and suffering that my mother has been through."},{"placeId":81155,"author":"Naomi Wolf","wordCount":26,"categories":["pain","believe","people"],"text":"Pain is real when you get other people to believe in it. If no one believes in it but you, your pain is madness or hysteria."},{"placeId":41489,"author":"Henry Rollins","wordCount":31,"categories":["pain","people","body"],"text":"We spend millions of dollars to remove pain from our lives. It's why so many people get hooked on painkillers. The body becomes addicted to painlessness. That tells you a lot."},{"placeId":84689,"author":"Philip Seymour Hoffman","wordCount":42,"categories":["life","myself","pain"],"text":"I do understand what it is to not want to commit to someone, knowing that might bring pain or commit to a life that has to do with being responsible to people other than myself. These things, I think, are normal things."},{"placeId":9551,"author":"Barbara De Angelis","wordCount":27,"categories":["life","pain","purpose"],"text":"What allows us, as human beings, to psychologically survive life on earth, with all of its pain, drama, and challenges, is a sense of purpose and meaning."},{"placeId":5262,"author":"Andrea Corr","wordCount":30,"categories":["pain","hate","world"],"text":"I hate people who splash their own pain on covers, like the whole world should hear about them. Why are we all supposed to be interested in one individual's suffering?"},{"placeId":5470,"author":"Anne Graham Lotz","wordCount":34,"categories":["god","pain","prayer"],"text":"If God can bring blessing from the broken body of Jesus and glory from something that's obscene as the cross, He can bring blessing from my problems and my pain and my unanswered prayer."},{"placeId":7624,"author":"Aleksa Palladino","wordCount":30,"categories":["time","children","pain"],"text":"I think children in general have a very hard time - at least I did - expressing any pain because I didn't want to hurt the people that I loved."},{"placeId":62212,"author":"Ludwig Wittgenstein","wordCount":9,"categories":["pain","language","you"],"text":"You learned the concept 'pain' when you learned language."},{"placeId":7344,"author":"Andy Partridge","wordCount":40,"categories":["car","pain","remember"],"text":"It was in San Diego and I was onstage and couldn't remember how to play the guitar properly. I was in terrible pain and my nervous system was just going wild, like somebody had just run a car over me."},{"placeId":10963,"author":"Blake Lively","wordCount":33,"categories":["time","pain","doctor"],"text":"I feel a lot. I get really bad stomachaches all the time. So I went to a doctor, and he said, 'You're a feeler.' I take on people's pain a little too much."},{"placeId":71227,"author":"Matthew McConaughey","wordCount":30,"categories":["children","pain","advice"],"text":"I will say this: one of the things that is a pain when you're expecting children is how much advice unsolicited people give you when you're not asking for it."},{"placeId":54151,"author":"Jerry Lewis","wordCount":20,"categories":["work","pain","hurt"],"text":"When I was onstage doing the work, adrenaline killed the pain because I never hurt in front of an audience."},{"placeId":7931,"author":"Amanda Harlech","wordCount":40,"categories":["happy","dog","pain"],"text":"I think the artistic process comes from disorder. When you are happy, it's not always a feeling that you can identify. It's like a dog sitting in front of a fire. Pain isolates you, but it can also clarify things."},{"placeId":1380,"author":"Anthony Hamilton","wordCount":23,"categories":["patience","perseverance","pain"],"text":"I learned patience, perseverance, and dedication. Now I really know myself, and I know my voice. It's a voice of pain and victory."},{"placeId":28560,"author":"David Hope","wordCount":47,"categories":["pain","i am","child"],"text":"I am deeply aware of the pain caused to any victim of child abuse, especially at the hands of a trustworthy person within the church. I do encourage any person who believes they have been a victim of abuse to come forward and to inform the police."},{"placeId":31713,"author":"Elizabeth Berkley","wordCount":29,"categories":["pain","want","understand"],"text":"We're not excusing the ones who are mean, but I want girls to understand the psychology. It's not in everyone. But the bully needs to put this pain somewhere."},{"placeId":86638,"author":"Patricia Velasquez","wordCount":20,"categories":["time","pain","girl"],"text":"Every time you play a bad girl or guy in a movie, you really come from a place of pain."},{"placeId":55408,"author":"John Hall","wordCount":28,"categories":["myself","pain","i am"],"text":"I think everyone holds back. I am always censoring myself and I'm sorry about it. But I always have to consider whether my remarks might cause someone pain."},{"placeId":16929,"author":"Christian Louboutin","wordCount":6,"categories":["pain","heels","high heels"],"text":"High heels are pleasure with pain."},{"placeId":34216,"author":"Francis Thompson","wordCount":12,"categories":["pain","born","own"],"text":"For we are born in other's pain, and perish in our own."},{"placeId":26655,"author":"David L. Wolper","wordCount":21,"categories":["pain","actor","shooting"],"text":"For a two-hour movie on a 20-day shooting schedule, it's O.K. to have an actor who's a pain in the neck."},{"placeId":55786,"author":"John Tavener","wordCount":24,"categories":["time","pain","moment"],"text":"Suffering is a kind of ecstasy in a way. Having pain all the time makes me terribly, terribly grateful for every moment I've got."},{"placeId":47016,"author":"John C. Maxwell","wordCount":11,"categories":["pain","discipline","people"],"text":"Most people want to avoid pain, and discipline is usually painful."},{"placeId":37737,"author":"George Michael","wordCount":11,"categories":["truth","pain","find"],"text":"There's no comfort in the truth, pain is all you'll find."},{"placeId":75211,"author":"Maria Semple","wordCount":35,"categories":["time","pain","moment"],"text":"I think a novel has to be about where you are at a given moment in time. I think it really needs to represent some specific pain you're going through. it's not just a story."},{"placeId":88567,"author":"Rhys Ifans","wordCount":17,"categories":["pain","magic","acting"],"text":"I don't sit around with other actors and talk about the pain and the magic of acting."},{"placeId":49908,"author":"John Ortberg","wordCount":23,"categories":["pain","hurt","people"],"text":"We all want to feel spiritually vigorous, and we hurt when we don't. This pain is intensified for people who lead church ministries."},{"placeId":113363,"author":"Yevgeny Yevtushenko","wordCount":13,"categories":["pain","man","others"],"text":"Only when the sense of the pain of others begins does man begin."},{"placeId":64619,"author":"Link Wray","wordCount":15,"categories":["music","pain","soul"],"text":"Soul music is pain - you can hear the slaves, the beatin' and the hurtin'."},{"placeId":110241,"author":"Willard Wigan","wordCount":34,"categories":["work","school","pain"],"text":"At school I'd want to be so small that nobody could see me, and so my work depicts and reflects me - what it felt like to grow up in a world of pain."},{"placeId":87249,"author":"Octavia Spencer","wordCount":36,"categories":["love","i love you","pain"],"text":"Christian Louboutin, I love you, but honey, please! But when you have this much weight, you've got to give us a little platform. Sorry! The shoes are stunning though. An ounce of pain, it's worth it."},{"placeId":60150,"author":"Lance Armstrong","wordCount":6,"categories":["pain","forever","temporary"],"text":"Pain is temporary. Quitting lasts forever."},{"placeId":29531,"author":"Edgar Ramirez","wordCount":29,"categories":["war","pain","suffering"],"text":"War is a tragedy. It's not pretty, and in my opinion, there are no winners. Everybody's a victim, from the one who's suffering pain to the person inflicting it."},{"placeId":89646,"author":"Rufus Wainwright","wordCount":23,"categories":["love","experience","pain"],"text":"The moment something happens to one you love, it's twenty times more intense. You experience pain and enlightenment on a much vaster scale."},{"placeId":42535,"author":"Goran Persson","wordCount":19,"categories":["joy","pain","afraid"],"text":"Do not be afraid that joy will make the pain worse; it is needed like the air we breathe."},{"placeId":70604,"author":"Martha Beck","wordCount":40,"categories":["life","happiness","pain"],"text":"Since our society equates happiness with youth, we often assume that sorrow, quiet desperation, and hopelessness go hand in hand with getting older. They don't. Emotional pain or numbness are symptoms of living the wrong life, not a long life."},{"placeId":94856,"author":"Rene Daumal","wordCount":30,"categories":["pain","words","thought"],"text":"Words are made for a certain exactness of thought, as tears are for a certain degree of pain. What is least distinct cannot be named; what is clearest is unutterable."},{"placeId":98023,"author":"Sylvester Stallone","wordCount":25,"categories":["pain","head","worth"],"text":"If you're willing to take the humiliation of sticking your head above the crowd, maybe it's, you know, the pleasure will be worth the pain."},{"placeId":39369,"author":"George William Russell","wordCount":16,"categories":["pain","hell","think"],"text":"Ah, to think how thin the veil that lies Between the pain of hell and Paradise."},{"placeId":60646,"author":"Laurence Sterne","wordCount":10,"categories":["light","pain","darkness"],"text":"Pain and pleasure, like light and darkness, succeed each other."},{"placeId":101921,"author":"Susan Glaspell","wordCount":13,"categories":["love","joy","pain"],"text":"Love always, in one way or another, means pain as well as joy."},{"placeId":55497,"author":"John Millington Synge","wordCount":44,"categories":["pain","universe","people"],"text":"In this cry of pain the inner consciousness of the people seems to lay itself bare for an instant, and to reveal the mood of beings who feel their isolation in the face of a universe that wars on them with winds and seas."},{"placeId":24530,"author":"Dylan Lauren","wordCount":32,"categories":["eyes","pain","me"],"text":"I dye my eyelashes on occasion so I don't have to wear mascara. I find that mascara weighs on my eyes, making me sleepy, and it is a pain to take off."},{"placeId":76079,"author":"Mariel Hemingway","wordCount":13,"categories":["pain","believe","i believe"],"text":"I believe that everybody comes from pain and a certain amount of dysfunction."},{"placeId":82018,"author":"Nick Cave","wordCount":21,"categories":["life","pain","you"],"text":"There's always pain around. That's one thing you can guarantee in life - there will always be a surplus of pain."},{"placeId":104995,"author":"Trinny Woodall","wordCount":11,"categories":["pain","vanity","high"],"text":"My pain threshold is quite high when it comes to vanity."},{"placeId":96086,"author":"Samuel Johnson","wordCount":27,"categories":["time","wise","pain"],"text":"A wise man will make haste to forgive, because he knows the true value of time, and will not suffer it to pass away in unnecessary pain."},{"placeId":47596,"author":"Joseph B. Wirthlin","wordCount":19,"categories":["peace","loneliness","pain"],"text":"While we yearn for peace, we live in a world burdened with hunger, pain, anguish, loneliness, sickness, and sorrow."},{"placeId":47480,"author":"Joni Mitchell","wordCount":23,"categories":["life","nature","pain"],"text":"The thing that gave me the most pain in life, psychologically, and it gave me tremendous pain psychologically, is man's disrespect for nature."},{"placeId":107419,"author":"Taiye Selasi","wordCount":17,"categories":["pain","me","most"],"text":"The thing that comes most frequently to me on yoga retreats is excruciating pain in my hips."},{"placeId":94938,"author":"Rachel Field","wordCount":20,"categories":["pain","reality","thought"],"text":"There was no reality to pain when it left one, thought while it held one fast all other realities failed."},{"placeId":48947,"author":"Jeff Bridges","wordCount":15,"categories":["compassion","pain","you"],"text":"You can relate to somebody's pain and you have compassion, which can lead to intimacy."},{"placeId":86302,"author":"Preity Zinta","wordCount":22,"categories":["love","pain","know"],"text":"To act, you must know pain. You must know what it means to be in love, what it means to be rejected."},{"placeId":12136,"author":"Bat for Lashes","wordCount":32,"categories":["pain","man","baby"],"text":"Mum says that, since I was a tiny baby, I've had the most strong-willed and stubborn personality known to man. Although that was a real pain for her, she admired my resolve."},{"placeId":47564,"author":"Joseph Addison","wordCount":24,"categories":["love","pain","live"],"text":"Mysterious love, uncertain treasure, hast thou more of pain or pleasure! Endless torments dwell about thee: Yet who would live, and live without thee!"},{"placeId":47195,"author":"John Lennon","wordCount":10,"categories":["god","pain","measure"],"text":"God is a concept by which we measure our pain."},{"placeId":66172,"author":"Keith Miller","wordCount":9,"categories":["wisdom","truth","pain"],"text":"Pain is the doorway to wisdom and to truth."},{"placeId":67380,"author":"Kristin Armstrong","wordCount":24,"categories":["life","beauty","pain"],"text":"Circumstances in life often take us places that we never intended to go. We visit some places of beauty, others of pain and desolation."},{"placeId":22796,"author":"David Blaine","wordCount":43,"categories":["best","training","pain"],"text":"I think magic, whether I'm holding my breath or shuffling a deck of cards, is pretty simple. It's practice, it's training, and it's - It's practice, it's training and experimenting, while pushing through the pain to be the best that I can be."},{"placeId":54148,"author":"Jerry Lewis","wordCount":43,"categories":["heart","pain","tomorrow"],"text":"If I found the cure for dystrophy tomorrow, I would do a telethon in four weeks for acute pain that in this country is a bigger problem than cancer, heart, sickle cell, anemia, name it. It is - it's hitting 70 million Americans."},{"placeId":96670,"author":"Sharon Salzberg","wordCount":18,"categories":["life","daily","pain"],"text":"What you learn about pain in formal meditation can help you relate to it in your daily life."},{"placeId":70424,"author":"Marilyn Manson","wordCount":36,"categories":["art","pain","artist"],"text":"I think it's the pain and suffering that drive you to become an artist. The art itself should be the pain, sort of exorcising every demon and making you feel like you're a person that matters."},{"placeId":106519,"author":"Tom Frieden","wordCount":47,"categories":["women","pain","doctor"],"text":"Women should use pain medication only as directed and talk with their doctor about all drugs they're taking, including over-the-counter medications. Store prescription drugs in a secure place and properly dispose of them as soon as treatment is over. And never share prescription drugs with anyone else."},{"placeId":2569,"author":"Alanis Morissette","wordCount":30,"categories":["money","joy","pain"],"text":"A lot of preconceived notions that I had about fame and status and money and joy and pain, and all of these things that I thought I knew, I didn't."},{"placeId":25138,"author":"David Blunkett","wordCount":30,"categories":["pain","political","feeling"],"text":"Speaking for the nation as a whole entails understanding and feeling the pain, as well as understanding the aspiration of the different cultural, social and political make-up of the nation."},{"placeId":95574,"author":"Roger Zelazny","wordCount":16,"categories":["pain","waiting","someone"],"text":"It is a pain in the ass waiting around for someone to try to kill you."},{"placeId":18473,"author":"Charles Kingsley","wordCount":8,"categories":["pain","evil","us"],"text":"Pain is no evil, unless it conquers us."},{"placeId":86206,"author":"Polly Toynbee","wordCount":33,"categories":["depression","pain","anxiety"],"text":"One in six people suffer depression or a chronic anxiety disorder. These are not the worried well but those in severe mental pain with conditions crippling enough to prevent them living normal lives."},{"placeId":6479,"author":"Alessandra Ambrosio","wordCount":24,"categories":["pain","think","better"],"text":"I think I'm in better shape now than I was 10 years ago, but it takes a bigger toll - I get back pain!"},{"placeId":51118,"author":"Jeff Ross","wordCount":18,"categories":["life","pain","short"],"text":"Life is short. You have to be able to laugh at our pain or we never move on."},{"placeId":54494,"author":"Joseph de Maistre","wordCount":17,"categories":["love","justice","pain"],"text":"All pain is a punishment, and every punishment... is inflicted by love as much as by justice."},{"placeId":17534,"author":"Clarence Clemons","wordCount":12,"categories":["pain","me","stronger"],"text":"All this pain is going to come back and make me stronger."},{"placeId":77822,"author":"Mike McCready","wordCount":15,"categories":["life","pain","my life"],"text":"I have lived most my life with chronic inflammation and constant pain with immediate diarrhea."},{"placeId":4014,"author":"Anthony Bourdain","wordCount":27,"categories":["pain","me","farming"],"text":"I don't like to see animals in pain. That was very uncomfortable to me. I don't like factory farming. I'm not an advocate for the meat industry."},{"placeId":3141,"author":"Alice Walker","wordCount":34,"categories":["fear","pain","feelings"],"text":"Most damage that others do us is out of fear, humiliation and pain. Those feelings occur in all of us, not just in those of us who profess a certain religious or racial devotion."},{"placeId":20268,"author":"Colin Farrell","wordCount":33,"categories":["character","pain","know"],"text":"Pain seems to be easier, or melancholy seems to be easier to portray in a character. I don't know if that's because I'm a human being or because I'm an Irishman or both."},{"placeId":33670,"author":"Eloise Wellings","wordCount":34,"categories":["pain","powerful","end"],"text":"There's nothing more powerful than to consider why you're running, no matter what pain you're going through during the race, if you know why you're running, then it'll be more satisfying at the end."},{"placeId":18951,"author":"Criss Angel","wordCount":13,"categories":["beautiful","pain","know"],"text":"Pain is a beautiful thing. When you feel pain, you know you're alive."},{"placeId":61985,"author":"L. Lionel Kendrick","wordCount":39,"categories":["life","experience","pain"],"text":"Life is not always easy to live, but the opportunity to do so is a blessing beyond comprehension. In the process of living, we will face struggles, many of which will cause us to suffer and to experience pain."},{"placeId":84981,"author":"Prince William","wordCount":32,"categories":["pain","girl","me"],"text":"There's been a lot of speculation about every single girl I'm with and it actually does quite irritate me after a while, more so because it's a complete pain for the girls."},{"placeId":104738,"author":"Tove Lo","wordCount":34,"categories":["life","pain","me"],"text":"For me, everything that you're passionate about always comes with a little pain. That's how life is, and that's how I want to live it. I don't want it to be balanced and ordinary."},{"placeId":71929,"author":"Michelangelo","wordCount":16,"categories":["beautiful","pain","see"],"text":"A beautiful thing never gives so much pain as does failing to hear and see it."},{"placeId":88533,"author":"Reuven Rivlin","wordCount":18,"categories":["pain","suffering","real"],"text":"The establishment of Israel was accompanied by much pain and suffering and a real trauma for the Palestinians."},{"placeId":60328,"author":"Larry Flynt","wordCount":8,"categories":["humble","pain","you"],"text":"Nothing can make you more humble than pain."},{"placeId":73251,"author":"Margot Robbie","wordCount":35,"categories":["pain","eye","suffering"],"text":"I learned a lot about pain and suffering during 'Pan Am.' We had to wear very constricting period-correct girdles and bras. After that, I learned to read a script with an eye toward the undergarments."},{"placeId":47285,"author":"John Stuart Mill","wordCount":12,"categories":["freedom","pain","pleasure"],"text":"Pleasure and freedom from pain, are the only things desirable as ends."},{"placeId":107143,"author":"Trent Reznor","wordCount":21,"categories":["fear","pain","writing"],"text":"Frankly, I have always dreaded writing - there always seemed to be pain involved, unpleasant self-examination and a lot of fear."},{"placeId":6411,"author":"Alicia Vikander","wordCount":37,"categories":["good","pain","me"],"text":"After I quit dancing, for a while it felt strange not to be in pain. It was as if an old friend - not a good friend, but a presence, always tagging along - had left me."},{"placeId":65353,"author":"Kangana Ranaut","wordCount":14,"categories":["pain","child","start"],"text":"Ever since I was a child, I would start crying seeing anyone in pain."},{"placeId":28818,"author":"Diane Warren","wordCount":40,"categories":["heart","pain","broken"],"text":"I know what it's like to have a broken heart. I know what it's like to feel pain: When my songs don't become hits, it breaks my heart. There are a million ways to break a heart. I can relate."},{"placeId":90602,"author":"Richard Dawkins","wordCount":32,"categories":["pain","yourself","perspective"],"text":"From a Darwinian perspective, it is clear what pain is doing. It's a warning: 'Don't do that again.' If you burn yourself, you're never going to pick up a live coal again."},{"placeId":10098,"author":"Bernie Mac","wordCount":20,"categories":["pain","treat","producer"],"text":"Jerry Weintraub, the producer, might be a pain in the ass, but he really knows how to treat his actors."},{"placeId":62773,"author":"LeAnn Rimes","wordCount":34,"categories":["music","pain","me"],"text":"Janis Joplin is definitely one of my biggest influences. She taught me how to feel music, and I don't think there's anyone like her that could bring such pain and emotion to a song."},{"placeId":28860,"author":"Dazzy Vance","wordCount":27,"categories":["morning","pain","me"],"text":"My arm came back just as quickly as it went sore on me in 1915. I awoke one morning and learned I could throw without pain again."},{"placeId":106047,"author":"Tina Brown","wordCount":23,"categories":["pain","powerful","she"],"text":"Oprah's stock in trade has always been her powerful unmediated connection. She could feel your pain and empower you to talk about it."},{"placeId":80018,"author":"Natalia Kills","wordCount":12,"categories":["art","best","pain"],"text":"All the best parts of art come from pain turned to celebration."},{"placeId":106089,"author":"Thomas Hardy","wordCount":43,"categories":["pain","eye","tongue"],"text":"There are accents in the eye which are not on the tongue, and more tales come from pale lips than can enter an ear. It is both the grandeur and the pain of the remoter moods that they avoid the pathway of sound."},{"placeId":79132,"author":"Marina Warner","wordCount":10,"categories":["pain","pleasure","vocabulary"],"text":"The vocabulary of pleasure depends on the imagery of pain."},{"placeId":51661,"author":"Joey Lauren Adams","wordCount":33,"categories":["passion","pain","laugh"],"text":"I want to feel passion, I want to feel pain. I want to weep at the sound of your name. Come make me laugh, come make me cry... just make me feel alive."},{"placeId":37504,"author":"Gene Tierney","wordCount":12,"categories":["history","pain","become"],"text":"Those who become mentally ill often have a history of chronic pain."},{"placeId":32662,"author":"Eddie Guerrero","wordCount":38,"categories":["pain","world","people"],"text":"I honestly can't describe what goes on in my head when I'm out there. People who don't wrestle can't possibly understand it. When I'm in the ring, I don't feel any pain. I'm in another world out there."},{"placeId":103726,"author":"Taya Kyle","wordCount":15,"categories":["joy","pain","mistake"],"text":"I think it's a mistake to miss out on joy just because you have pain."},{"placeId":25671,"author":"Dick Dale","wordCount":25,"categories":["music","pain","people"],"text":"I make my guitar scream with pain or pleasure or sensuality. It makes people move their feet and shake their bodies. That's what music does."},{"placeId":50608,"author":"James McBride","wordCount":15,"categories":["family","pain","people"],"text":"People process pain differently. My family, we were pretty humorous about things that went on."},{"placeId":47162,"author":"John McEnroe","wordCount":29,"categories":["winning","great","pain"],"text":"I'm sure a lot of players say it, but winning is almost so you don't lose. The thrill of winning is not as great as the pain of losing."},{"placeId":10197,"author":"Bertrand Russell","wordCount":27,"categories":["heart","pain","start"],"text":"The coward wretch whose hand and heart Can bear to torture aught below, Is ever first to quail and start From the slightest pain or equal foe."},{"placeId":19617,"author":"Carroll O'Connor","wordCount":6,"categories":["pain","wages","pedantry"],"text":"The wages of pedantry is pain."},{"placeId":47732,"author":"Jacob Bronowski","wordCount":23,"categories":["pain","men","hurt"],"text":"The wish to hurt, the momentary intoxication with pain, is the loophole through which the pervert climbs into the minds of ordinary men."},{"placeId":62405,"author":"Lupita Nyong'o","wordCount":24,"categories":["happiness","joy","pain"],"text":"I discovered that joy is not the negation of pain, but rather acknowledging the presence of pain and feeling happiness in spite of it."},{"placeId":84472,"author":"Phyllis Diller","wordCount":16,"categories":["pain","mother-in-law","her"],"text":"My mother-in-law had a pain beneath her left breast. Turned out to be a trick knee."},{"placeId":46107,"author":"Jimmy Fallon","wordCount":27,"categories":["thank you","medical","pain"],"text":"Researches tested a new form of medical marijuana that treats pain but doesn't get the user high, prompting patients who need medical marijuana to declare, 'Thank you?'"},{"placeId":71500,"author":"Mel Gibson","wordCount":41,"categories":["change","pain","personality"],"text":"Change is always preceded by a little pain. Some people can change and they don't have to go through so many painful things. But I think that I'm of a personality that I'm a little stubborn, so it's tough for me."},{"placeId":26367,"author":"Darrell Issa","wordCount":12,"categories":["pain","me","compliment"],"text":"You can call me a pain. I'll accept that as a compliment."},{"placeId":77534,"author":"Mekhi Phifer","wordCount":30,"categories":["funny","pain","people"],"text":"I don't really like hospitals that much. People are sick; sometimes it can be depressing. There's people going through a lot of pain in there. It has that funny smell."},{"placeId":54833,"author":"Jeremy Irvine","wordCount":12,"categories":["pain","animal","want"],"text":"I wouldn't want to see any animal in pain, no matter what."},{"placeId":110223,"author":"William Hazlitt","wordCount":14,"categories":["pain","grace","everything"],"text":"Grace is the absence of everything that indicates pain or difficulty, hesitation or incongruity."},{"placeId":61647,"author":"Liz Phair","wordCount":21,"categories":["art","good","pain"],"text":"I think good art happens on that edge between comfortable and in a lot of pain, you know what I mean?"},{"placeId":14866,"author":"Brett Hoebel","wordCount":43,"categories":["work","pain","problem"],"text":"You want to be burning calories after you work out. The problem becomes for most people - it's not pleasant, it's painful. You have to have the pain tolerance to be able to deal with that, which a lot of people do not."},{"placeId":53530,"author":"James P. Hoffa","wordCount":39,"categories":["pain","discrimination","class"],"text":"Wage theft, worker rights and workplace discrimination should not be swept under the rug. The United States cannot have a functional economy where all the gains go to the corporate class while all the pain goes to regular workers."},{"placeId":70616,"author":"Martha Beck","wordCount":31,"categories":["pain","loss","self-worth"],"text":"Realizing that we've surrendered our self-esteem to others and choosing to be accountable for our own self-worth would mean absorbing the terrifying fact that we're always vulnerable to pain and loss."},{"placeId":72754,"author":"M. Scott Peck","wordCount":24,"categories":["responsibility","pain","desire"],"text":"The difficulty we have in accepting responsibility for our behavior lies in the desire to avoid the pain of the consequences of that behavior."},{"placeId":42792,"author":"H. R. Giger","wordCount":11,"categories":["pain","talent","you"],"text":"You get talent when you discover the ground of your pain."},{"placeId":9576,"author":"Barbara Kingsolver","wordCount":32,"categories":["war","spiritual","pain"],"text":"Empathy is really the opposite of spiritual meanness. It's the capacity to understand that every war is both won and lost. And that someone else's pain is as meaningful as your own."},{"placeId":62734,"author":"Lawrence Halprin","wordCount":39,"categories":["good","pain","believe"],"text":"Because one of the benefits of getting older, I guess-there are very few benefits, really - most of them are a pain in the butt. People depend on me more; they believe in me more, they think I'm good."},{"placeId":31318,"author":"Evel Knievel","wordCount":17,"categories":["life","sad","pain"],"text":"If you don't know about pain and trouble, you're in sad shape. They make you appreciate life."},{"placeId":41488,"author":"Henry Rollins","wordCount":28,"categories":["pain","victims","like"],"text":"The only thing about sanctions is that, like a lot of drone strikes, there are countless unintended victims. Cutting off aid to Uganda only increases the pain there."},{"placeId":90692,"author":"Rob Lowe","wordCount":27,"categories":["deep","pain","people"],"text":"There's this unbelievable bias and prejudice against quote-unquote good-looking people, that they can't be in pain or they can't have rough lives or be deep or interesting."},{"placeId":67844,"author":"Kathy Mattea","wordCount":33,"categories":["great","joy","pain"],"text":"That's the great paradox of living on this earth, that in the midst of great pain you can have great joy as well. If we didn't have those things we'd just be numb."},{"placeId":84249,"author":"Peter Singer","wordCount":33,"categories":["pain","may","people"],"text":"We may feel the pain of falling back from a level of affluence to which we have grown accustomed, but most people in developed countries are still, by historical standards, extraordinarily well off."},{"placeId":40700,"author":"Harold Ramis","wordCount":40,"categories":["funny","pain","people"],"text":"Films are big hits when they touch a lot of people. Things are not funny in a vacuum, they're funny because we respond to some personal dislocation, some embarrassment, some humiliation, some pain we've suffered, or some desire we have."},{"placeId":2091,"author":"Adam Sandler","wordCount":4,"categories":["pain","i can","handle"],"text":"I can handle pain."},{"placeId":3380,"author":"Amy Tan","wordCount":31,"categories":["myself","water","pain"],"text":"I did not lose myself all at once. I rubbed out my face over the years washing away my pain, the same way carvings on stone are worn down by water."},{"placeId":48788,"author":"Jeanne Moreau","wordCount":24,"categories":["love","pain","feeling"],"text":"To give and receive love, you have to be in touch with pain, you have to be capable of provoking it and feeling it."},{"placeId":47286,"author":"John Stuart Mill","wordCount":26,"categories":["pain","promotion","prevention"],"text":"All desirable things... are desirable either for the pleasure inherent in themselves, or as a means to the promotion of pleasure and the prevention of pain."},{"placeId":92693,"author":"Richard Hayne","wordCount":36,"categories":["pain","changes","believe"],"text":"Repositioning a brand is never easy and rarely without pain. I believe the Urban brand is making the necessary changes that will allow it to more fully engage its traditional customer and return to solid profitability."},{"placeId":105786,"author":"Tim O'Brien","wordCount":16,"categories":["laughter","pain","like"],"text":"Laughter does not deny pain. Laughter - like a wail - acknowledges and replies to pain."},{"placeId":10770,"author":"Billy Crystal","wordCount":12,"categories":["pain","performing","release"],"text":"Performing was how I was able to release this pain I had."},{"placeId":52720,"author":"Jane Welsh Carlyle","wordCount":16,"categories":["good","pain","nothing"],"text":"There is nothing like a good bit of pain for taking the conceit out of one."},{"placeId":4196,"author":"Aristotle","wordCount":14,"categories":["wise","pain","aim"],"text":"The aim of the wise is not to secure pleasure, but to avoid pain."},{"placeId":111597,"author":"Whitey Ford","wordCount":20,"categories":["pain","start","bad"],"text":"Sooner or later the arm goes bad. It has to... Sooner or later you have to start pitching in pain."},{"placeId":74377,"author":"Michelle Yeoh","wordCount":31,"categories":["light","pain","shoes"],"text":"If you were ever a ballerina, you know the pain: just to be able to look like it's all so light, but when they take off their shoes, it's all bloody."},{"placeId":7476,"author":"Alex Kingston","wordCount":29,"categories":["pain","amazing","think"],"text":"I think a lot of actors need validation. If you see truly amazing actors perform, they expose themselves to such an incredible degree. You can really see their pain."},{"placeId":61187,"author":"Lewis B. Smedes","wordCount":18,"categories":["pain","people","loved"],"text":"Some people have loved ones they will not forsake, even though they are a pain in the neck."},{"placeId":53374,"author":"Julie Walters","wordCount":24,"categories":["children","mother","pain"],"text":"Being a mother adds another emotional dimension, a feel for children that I didn't have before I had one. They were a pain before."},{"placeId":62958,"author":"Leonard Mlodinow","wordCount":12,"categories":["pain","rejection","emotional"],"text":"Social rejection doesn't just cause emotional pain; it affects our physical being."},{"placeId":72823,"author":"Madeleine M. Kunin","wordCount":29,"categories":["future","pain","losing"],"text":"When people have lost their jobs or are afraid of losing their jobs in the future, they lash out. They want others to know about their fears, their pain."},{"placeId":41181,"author":"Henri Nouwen","wordCount":47,"categories":["friendship","pain","giving"],"text":"When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand."},{"placeId":45678,"author":"Janine di Giovanni","wordCount":28,"categories":["time","war","pain"],"text":"During war time, when people were injured, I was really frustrated I did not become a doctor. It's painful not being able to save people, witnessing their pain."},{"placeId":98730,"author":"Scott Derrickson","wordCount":32,"categories":["life","pain","suffering"],"text":"Trauma and pain and suffering can be the very thing that dislodges a person from themselves both in awful ways and larger ways that force one to reckon with one's own life."},{"placeId":39242,"author":"Gwyneth Paltrow","wordCount":24,"categories":["work","pain","learn"],"text":"The work gets more difficult as you get older. You learn more and you gather more experiences, there is deeper pain and higher highs."},{"placeId":107348,"author":"Trey Songz","wordCount":44,"categories":["pain","fire","wind"],"text":"Singing is all about certain inflection on certain lines. I used to listen to tapes of everybody from Michael Jackson and Prince to Earth, Wind and Fire. They would have different vocal inflections. If the line insinuated pain, they would cringe on some lines."},{"placeId":77838,"author":"Miles Teller","wordCount":25,"categories":["pain","man","living"],"text":"Living in somebody else's pain for an actor man, it's actually nice when you get to feel that kind of emotion. That's what I like."},{"placeId":60504,"author":"Lady Gaga","wordCount":34,"categories":["pain","healing","world"],"text":"What I want for my fans and for the world, for anyone who feels pain, is to lean into that pain and embrace it as much as they can and begin the healing process."},{"placeId":1542,"author":"Arjun Kapoor","wordCount":33,"categories":["women","pain","men"],"text":"I have learnt that women are superior beings. They have a higher threshold of pain and are more understanding and accepting than men. Also, if you listen to them, you'll understand them better."},{"placeId":33337,"author":"Ephraim Mirvis","wordCount":20,"categories":["pain","grief","unique"],"text":"The Holocaust remains unique in contemporary Jewish consciousness for its capacity to engender the most visceral grief and abject pain."},{"placeId":9833,"author":"Ben Horowitz","wordCount":30,"categories":["pain","fight","boxing"],"text":"In boxing, you get hit, it's painful, then you sit on the stool when the adrenaline is gone and you feel that pain. And then you fight the next round."},{"placeId":5339,"author":"Andy Dick","wordCount":33,"categories":["pain","childhood","survival"],"text":"I laugh when I see people in pain. Sometimes I think it is a defense mechanism from childhood, where you're in so much pain you have to laugh. It is a survival mechanism."},{"placeId":91651,"author":"Robert Rauschenberg","wordCount":25,"categories":["relationship","myself","pain"],"text":"There was a whole language that I could never make function for myself in relationship to painting and that was attitudes like tortured, struggle, pain."},{"placeId":95821,"author":"Salman Rushdie","wordCount":21,"categories":["pain","baby","writing"],"text":"Sometimes writing a novel is not unlike having a baby. You'd have to ask a female novelist to compare the pain."},{"placeId":66878,"author":"Khalil Gibran","wordCount":12,"categories":["sad","pain","understanding"],"text":"Your pain is the breaking of the shell that encloses your understanding."},{"placeId":19522,"author":"Carly Simon","wordCount":38,"categories":["pain","me","desire"],"text":"One of the things that has always motivated me to write is the desire to get it out and look at it in an objective way, so that it doesn't cause me any serious pain by staying inside."},{"placeId":38120,"author":"Gloria Macapagal Arroyo","wordCount":22,"categories":["pain","terrorism","fighting"],"text":"Even before 9\/11, the Philippines was already fighting terrorism in southwestern Philippines. That's why when 9\/11 happened, we could understand the pain."},{"placeId":65303,"author":"Karen DeCrow","wordCount":27,"categories":["women","pain","men"],"text":"In the battle between the sexes, men and women will go practically to the end of the earth in illogical, irrational ways to give each other pain."},{"placeId":45735,"author":"Jim Carrey","wordCount":19,"categories":["pain","moment","regret"],"text":"If you aren't in the moment, you are either looking forward to uncertainty, or back to pain and regret."},{"placeId":97539,"author":"Sophocles","wordCount":19,"categories":["pain","words","cure"],"text":"Hush! Check those words. Do not cure ill with ill and make your pain still heavier than it is."},{"placeId":19240,"author":"Cam Gigandet","wordCount":5,"categories":["love","pain","i love"],"text":"I love pain. Love pain."},{"placeId":54491,"author":"Joseph de Maistre","wordCount":17,"categories":["love","justice","pain"],"text":"All pain is a punishment, and every punishment is inflicted for love as much as for justice."},{"placeId":15153,"author":"Blu Cantrell","wordCount":22,"categories":["music","pain","people"],"text":"I think you can feel the pain I've experienced in my music. It's something that a lot of people can relate to."},{"placeId":79636,"author":"Mary Stewart","wordCount":21,"categories":["sleep","pain","together"],"text":"I reached for sleep and drew it round me like a blanket muffling pain and thought together in the merciful dark."},{"placeId":39993,"author":"Greg van Eekhout","wordCount":22,"categories":["light","humor","pain"],"text":"In everything I write, I'm always striving to hit the right mix of light and darkness, humor and pain, fun and seriousness."},{"placeId":105597,"author":"Thomas Jefferson","wordCount":13,"categories":["pain","never","cost"],"text":"How much pain they have cost us, the evils which have never happened."},{"placeId":64622,"author":"Link Wray","wordCount":11,"categories":["pain","poverty","came"],"text":"Elvis was rock'n'roll. He came from the poverty and the pain."},{"placeId":638,"author":"Alia Bhatt","wordCount":32,"categories":["pain","someone","young"],"text":"Even at 30 or 40, if something doesn't do well, it still hurts. If I pinch someone, the pain is going to be the same whether the person is young or old."},{"placeId":25063,"author":"David Mixner","wordCount":22,"categories":["change","fear","pain"],"text":"Change comes with both fear and some pain. Those two ingredients create mistrust, misunderstanding and misinformation. Such is the process of democracy."},{"placeId":33801,"author":"Eric Fischl","wordCount":37,"categories":["pain","hate","suffering"],"text":"I hate this idea that there are some people who have a right to express their suffering and others who don't, that there are those in this hierarchy of pain who own it more than you do."},{"placeId":45608,"author":"Jamie Oliver","wordCount":35,"categories":["pain","people","help"],"text":"Young people can be disruptive and screw up classes. But even if they are being a pain in the arse it's a cry for help - they don't feel like they are being listened to."},{"placeId":18193,"author":"Carol Leifer","wordCount":11,"categories":["pain","philosophy","working"],"text":"I'm not into working out. My philosophy: No pain, no pain."},{"placeId":31814,"author":"Elizabeth McCracken","wordCount":40,"categories":["pain","baby","losing"],"text":"When you've lost a baby, everyone around you expects you to be fine once the new baby is born, as though that somehow takes away the pain of losing the first child. I needed to express how wrong that was."},{"placeId":83899,"author":"Penelope Cruz","wordCount":28,"categories":["fear","pain","fire"],"text":"My first fear was about the devil, when I was around fire, something I saw in a movie. I think it's about pain, in whichever form it comes."},{"placeId":96590,"author":"Shaquille O'Neal","wordCount":22,"categories":["pain","hurt","game"],"text":"This is a tough game. There are times when you've got to play hurt, when you've got to block out the pain."},{"placeId":45777,"author":"Jason Statham","wordCount":24,"categories":["fear","pain","anxiety"],"text":"A lot of the characters I've played before are heroic or invincible in some ways and not tuned into fear and anxiety and pain."},{"placeId":1937,"author":"Abby Wambach","wordCount":14,"categories":["pain","athlete","you"],"text":"As an athlete, you are literally programmed to endure a specific amount of pain."},{"placeId":22537,"author":"Dave Mustaine","wordCount":47,"categories":["life","anger","pain"],"text":"I guess because I had such a horrible life growing up, going from place to place not knowing what I was gonna do and ending up being homeless, there was a lot of pain and a lot of anger that was coming out through my guitar playing."},{"placeId":68848,"author":"Karen O","wordCount":43,"categories":["pain","end","uncertainty"],"text":"I'm in the camp that needs to discover and take risks, sometimes it's with the promise of something special and new, sometimes it's to stay awake, either way it's much more stressful with all the uncertainty but worth the pain in the end."},{"placeId":111802,"author":"Willie McCovey","wordCount":20,"categories":["pain","career","play"],"text":"I had pain in both knees my whole career. Not many athletes play pain-free. Mine was just more than normal."},{"placeId":83336,"author":"Patti Smith","wordCount":27,"categories":["joy","pain","suffering"],"text":"No matter what anybody thinks about any of them, every record I've done has been done with the same amount of care, anguish, pain, suffering, and joy."},{"placeId":21342,"author":"Chevy Stevens","wordCount":13,"categories":["pain","person","event"],"text":"Pain leaves a mark, the degree depending on the person and the event."},{"placeId":25621,"author":"Debbie Ford","wordCount":26,"categories":["past","pain","forward"],"text":"It is our interpretation of the past, our limiting beliefs, and our undigested pain that stop us from being able to move forward with clear direction."},{"placeId":5045,"author":"Alice Hoffman","wordCount":32,"categories":["joy","pain","gift"],"text":"I really feel like the gift is also the curse. It's always half-and-half. Whatever brings you the most joy will also probably bring you the most pain. Always a price to pay."},{"placeId":46380,"author":"Jennifer Aniston","wordCount":14,"categories":["love","pain","feel"],"text":"The greater your capacity to love, the greater your capacity to feel the pain."},{"placeId":91716,"author":"Robert Smith","wordCount":45,"categories":["myself","god","pain"],"text":"Like I can't cry for myself so I will let this song take all of the things inside I can't let anyone else see and offer it up, as if the sound were some kind of god, and my pain is some kind of sacrifice."},{"placeId":23371,"author":"Deepak Chopra","wordCount":17,"categories":["pain","yourself","you"],"text":"Self-awareness is value-free. It isn't scary. It doesn't imply that you will subject yourself to needless pain."},{"placeId":81143,"author":"Naomi Judd","wordCount":17,"categories":["myself","pain","people"],"text":"I've never experienced chronic pain myself, but I have known many people over the years who have."},{"placeId":46035,"author":"Jesse Jackson","wordCount":10,"categories":["pain","reveal","conceal"],"text":"We reveal our joys and successes, we conceal our pain."},{"placeId":19584,"author":"Carolyn Chute","wordCount":16,"categories":["pain","poverty","choose"],"text":"I have lived poverty. I didn't choose it. No one would choose humiliation, pain, and rage."},{"placeId":48743,"author":"Jason Alexander","wordCount":17,"categories":["funny","character","pain"],"text":"I'm always more motivated by the pain of a funny character than by what makes him funny."},{"placeId":83858,"author":"Pedro Calderon de la Barca","wordCount":18,"categories":["pain","greatest","loss"],"text":"'Tis not where we lie, but whence we fell; the loss of heaven's the greatest pain in hell."},{"placeId":34796,"author":"Foxy Brown","wordCount":8,"categories":["pain","purpose","far"],"text":"My purpose is far greater than my pain."},{"placeId":50482,"author":"J. J. Watt","wordCount":7,"categories":["time","pain","people"],"text":"People play with pain all the time."},{"placeId":35297,"author":"Freeman Dyson","wordCount":12,"categories":["pain","child","remembered"],"text":"The pain of childbirth is not remembered. It's the child that's remembered."},{"placeId":97482,"author":"Sophocles","wordCount":16,"categories":["life","love","pain"],"text":"One word frees us of all the weight and pain in life. That word is love."},{"placeId":70320,"author":"Marianne Williamson","wordCount":27,"categories":["family","pain","thinking"],"text":"Family relationships trigger childhood wounds, and those wounds often trump our rational thinking. We can't 'rationally' transcend the kind of primal pain that such relationships can arouse."},{"placeId":43538,"author":"Howard Coble","wordCount":42,"categories":["power","pain","job"],"text":"I am told that the majority of Iraqis wanted Saddam removed from power, but they were unwilling and were incapable of doing the job themselves because they feared Saddam and knew the pain and torture he was capable of inflicting upon them."},{"placeId":60840,"author":"Lee Strobel","wordCount":25,"categories":["pain","reality","suffering"],"text":"There are Eastern religions that deny the reality of pain and suffering. They just try to wipe it away by saying it's all an illusion."},{"placeId":90555,"author":"Rita Rudner","wordCount":19,"categories":["marriage","pain","men"],"text":"I think men who have a pierced ear are better prepared for marriage. They've experienced pain and bought jewelry."},{"placeId":56608,"author":"Jojo Moyes","wordCount":46,"categories":["love","love is","pain"],"text":"What love is depends on where you are in relation to it. Secure in it, it can feel as mundane and necessary as air - you exist within it, almost unnoticing. Deprived of it, it can feel like an obsession; all consuming - a physical pain."},{"placeId":110219,"author":"William Hazlitt","wordCount":21,"categories":["pain","finger","destruction"],"text":"The least pain in our little finger gives us more concern and uneasiness than the destruction of millions of our fellow-beings."},{"placeId":15258,"author":"Brian Sutton-Smith","wordCount":47,"categories":["life","morning","pain"],"text":"We study play because life is crap. Life is crap, and it's full of pain and suffering, and the only thing that makes it worth living - the only thing that makes it possible to get up in the morning and go on living - is play."},{"placeId":38951,"author":"Gucci Mane","wordCount":19,"categories":["pain","laugh","hood"],"text":"Sometimes you almost have to laugh to keep from crying to deal with the pain associated with the 'hood."},{"placeId":69429,"author":"Ken Norton","wordCount":36,"categories":["pain","long","you"],"text":"Ali had a break that was an inch and a half long, and you keep getting hit as hard and as much as I hit Ali, the pain would take over and you would pass out."},{"placeId":22988,"author":"David Foster Wallace","wordCount":26,"categories":["pain","fire","cultures"],"text":"For these cultures, getting rid of the pain without addressing the deeper cause would be like shutting off a fire alarm while the fire's still going."},{"placeId":97233,"author":"Simone Weil","wordCount":12,"categories":["knowledge","pain","evil"],"text":"Evil being the root of mystery, pain is the root of knowledge."},{"placeId":78079,"author":"Marion Zimmer Bradley","wordCount":14,"categories":["pain","pleasure","bearing"],"text":"A babe at the breast is as much pleasure as the bearing is pain."},{"placeId":6677,"author":"Ann Cleeves","wordCount":41,"categories":["myself","reading","pain"],"text":"I'm aware families sit around the telly to watch 'Vera', which is making entertainment out of murder. But I don't enjoy reading about people's pain. I tend to put myself in that position, and it's not somewhere I want to be."},{"placeId":15204,"author":"Breaux Greer","wordCount":7,"categories":["pain","i can","more"],"text":"I can take more pain than anyone."},{"placeId":107296,"author":"Tyra Banks","wordCount":20,"categories":["pain","people","know"],"text":"I know the pain of somebody who's too thin and the pain of somebody that people say is too big."},{"placeId":72329,"author":"Misty Copeland","wordCount":47,"categories":["strength","pain","hurt"],"text":"When I was younger, my feet would hurt a lot, but you build up calluses and strength, and you don't feel as much pain there. But then again, it's a give and take. The older you get, you may feel pain in your back or your hips."},{"placeId":51704,"author":"John Burnside","wordCount":27,"categories":["father","pain","man"],"text":"A man was defined, in my father's circles, by what he could bear, the pain he could shrug off, the warmth or comfort he could deny himself."},{"placeId":50120,"author":"Jonathan Davis","wordCount":14,"categories":["music","flowers","pain"],"text":"I don't like painting flowers in my music. I like painting guts and pain."},{"placeId":12949,"author":"Bill Walton","wordCount":21,"categories":["life","pain","end"],"text":"When you are in unrelenting, excruciating and debilitating pain that never goes away for years on end, your life is over."},{"placeId":79320,"author":"Morarji Desai","wordCount":32,"categories":["pain","man","want"],"text":"If we do not want to be pained by anybody we must not pain anybody; and how can man consider himself humane if he wants to live at the cost of others."},{"placeId":76287,"author":"Martin Farquhar Tupper","wordCount":11,"categories":["health","pain","luxury"],"text":"Pain adds rest unto pleasure, and teaches the luxury of health."},{"placeId":73617,"author":"Mary Astell","wordCount":32,"categories":["pain","grief","greatest"],"text":"We may not commit a lesser Sin under pretence to avoid a greater, but we may, nay we ought to endure the greatest Pain and Grief rather than commit the least Sin."},{"placeId":5639,"author":"Ariel Pink","wordCount":33,"categories":["pain","meaningful","sand"],"text":"We're all making castles in the sand, wonderful tapestries, an exquisite corpse. But is it meaningful? No. It's dogs barking. It doesn't mean anything beyond our yelping, at the pain of being alive."},{"placeId":111584,"author":"Wendy Wasserstein","wordCount":10,"categories":["pain","comedy","reason"],"text":"The real reason for comedy is to hide the pain."},{"placeId":58441,"author":"Julia Jones","wordCount":23,"categories":["training","pain","think"],"text":"In terms of withstanding incredible amounts of pain - both physical and emotional - I don't think there's any better training than ballet."},{"placeId":95504,"author":"Robinson Jeffers","wordCount":13,"categories":["strong","pain","worse"],"text":"He is strong and pain is worse to the strong, incapacity is worse."},{"placeId":11478,"author":"Brie Larson","wordCount":31,"categories":["myself","character","pain"],"text":"I look at something like 'Short Term 12,' and that character has a lot of pain, and I wouldn't have known how to portray that if I hadn't experienced pain myself."},{"placeId":16502,"author":"Charlie Chaplin","wordCount":15,"categories":["pain","laugh","play"],"text":"To truly laugh, you must be able to take your pain, and play with it!"},{"placeId":111266,"author":"Wes Borland","wordCount":11,"categories":["life","pain","my life"],"text":"I don't feel there's any kind of pain in my life."},{"placeId":35148,"author":"Frank Luntz","wordCount":35,"categories":["communication","anger","pain"],"text":"There are people still in the Republican Party that I believe practice the communication of anger, of disappointment, of regret, of pain, of sorrow, of suffering. That's not what the American people want to hear."},{"placeId":43367,"author":"Hugh Leonard","wordCount":22,"categories":["pain","wife","person"],"text":"I'm a much nicer person since my wife died. I found out what pain is, so on that level I'm much nicer."},{"placeId":39930,"author":"George Montgomery","wordCount":13,"categories":["work","pain","never"],"text":"The toughest workout can never match the pain of being out of work."},{"placeId":32446,"author":"Edward Bryant","wordCount":4,"categories":["pain","like"],"text":"I don't like pain."},{"placeId":87237,"author":"Octavia E. Butler","wordCount":29,"categories":["history","fear","pain"],"text":"I wanted to write a novel that would make others feel the history: the pain and fear that black people have had to live through in order to endure."},{"placeId":92643,"author":"Richard Eyre","wordCount":35,"categories":["character","depression","pain"],"text":"We can alleviate physical pain, but mental pain - grief, despair, depression, dementia - is less accessible to treatment. It's connected to who we are - our personality, our character, our soul, if you like."},{"placeId":89567,"author":"Roy Blunt","wordCount":43,"categories":["pain","strategy","may"],"text":"There may be no issue that better illustrates the differences between Republicans and Democrats than energy. Consider it the 'all of the above' strategy for reducing gas prices, versus the 'all pain, no gain' plan for punishing those who emit carbon (like you)."},{"placeId":95568,"author":"Saint Ignatius","wordCount":33,"categories":["pain","suffering","sickness"],"text":"The safest and most suitable form of penance seems to be that which causes pain in the flesh but does not penetrate to the bones, that is, which causes suffering but not sickness."},{"placeId":44435,"author":"Ingrid Betancourt","wordCount":9,"categories":["pain","tears","indignation"],"text":"I have shed many tears of pain and indignation."},{"placeId":25617,"author":"Debbie Ford","wordCount":20,"categories":["time","great","pain"],"text":"I think that any time of great pain is a time of transformation, a fertile time to plant new seeds."},{"placeId":12008,"author":"Barry Hannah","wordCount":22,"categories":["love","joy","pain"],"text":"Randomness I love. And I still love just a holler right in the middle of an ongoing narrative. Pain or joy, ecstasy."},{"placeId":41741,"author":"Herb Caen","wordCount":17,"categories":["time","pain","bigger"],"text":"The trouble with born-again Christians is that they are an even bigger pain the second time around."},{"placeId":71480,"author":"Melody Beattie","wordCount":31,"categories":["love","pain","risks"],"text":"I used to be afraid of pain, didn't take a lot of risks, especially in love. I'm not as afraid anymore. I'm more spontaneous, more likely to say what I think."},{"placeId":16856,"author":"Chris Pine","wordCount":30,"categories":["pain","trying","someone"],"text":"I broke my finger in a stunt in a very not-too-romantic way. I was just trying to tackle someone, and I just flicked his forearm and then screamed in pain."},{"placeId":41355,"author":"Henry Rollins","wordCount":18,"categories":["art","pain","suffering"],"text":"We are misery-making machines! Homo sapiens has perfected the art of causing suffering. Pain is humankind's collective GDP."},{"placeId":38955,"author":"Guillaume Apollinaire","wordCount":5,"categories":["joy","pain","always"],"text":"Joy always came after pain."},{"placeId":76082,"author":"Mariel Hemingway","wordCount":34,"categories":["work","pain","easy"],"text":"I wanted out of my pain and that silliness, but I wanted an easy out. That's before realizing that there is no easy out. Before accepting that you just have to do the work."},{"placeId":113697,"author":"Yoko Ono","wordCount":22,"categories":["sad","anger","pain"],"text":"Experiencing sadness and anger can make you feel more creative, and by being creative, you can get beyond your pain or negativity."},{"placeId":17786,"author":"Craig Venter","wordCount":17,"categories":["pain","people","last"],"text":"A lot of people spend their last decade of their lives in pain and misery combating disease."},{"placeId":46464,"author":"Joan Rivers","wordCount":10,"categories":["love","pain","husband"],"text":"Before we make love my husband takes a pain killer."},{"placeId":19280,"author":"Christy Turlington","wordCount":37,"categories":["spiritual","pain","practice"],"text":"As long as I was breathing with the contractions and not pushing against them, I felt better. That idea is fundamental-to feel pain and not to resist; to go towards it. It is an incredibly spiritual practice."},{"placeId":97206,"author":"Stephen Hawking","wordCount":34,"categories":["life","great","pain"],"text":"I think those who have a terminal illness and are in great pain should have the right to choose to end their own life, and those that help them should be free from prosecution."},{"placeId":106887,"author":"Tori Amos","wordCount":10,"categories":["life","myself","pain"],"text":"Give me life, give me pain, give me myself again."},{"placeId":35439,"author":"Friedrich Nietzsche","wordCount":23,"categories":["power","pain","resistance"],"text":"I assess the power of a will by how much resistance, pain, torture it endures and knows how to turn to its advantage."},{"placeId":9742,"author":"Bear Grylls","wordCount":24,"categories":["good","pain","hurt"],"text":"Exercise helps my back. If I don't exercise, that's when it starts to hurt. The pain is a good motivator to run and exercise."},{"placeId":2506,"author":"Alan Watts","wordCount":13,"categories":["pain","pleasure","without"],"text":"We cannot be more sensitive to pleasure without being more sensitive to pain."},{"placeId":25619,"author":"Debbie Ford","wordCount":39,"categories":["best","heart","pain"],"text":"A compassionate heart will lift you out of the pain and suffering of your own world because it knows that everyone is doing the best they can, given their state of consciousness and the histories they're dragging behind them."},{"placeId":64766,"author":"Lev Yilmaz","wordCount":43,"categories":["truth","pain","girl"],"text":"When you get down to it, at it's root, Comedy is truth, absurdity, and pain. One of my little mottos is: 'Do you remember the Peanuts cartoon where Charlie Brown kicked the football and kissed the Little Red Haired Girl? Neither do I.'"},{"placeId":13447,"author":"Betty Buckley","wordCount":9,"categories":["pain","different","same"],"text":"Our stories are different; our pain is the same."},{"placeId":65339,"author":"Karen Salmansohn","wordCount":31,"categories":["relationship","fear","pain"],"text":"I believe that often people even stay in bad relationships longer than they should because the fear of the pain of dating is scarier than the pain of a bad relationship!"},{"placeId":35154,"author":"Frank Luntz","wordCount":38,"categories":["best","respect","pain"],"text":"The language of America changed with the election of Bill Clinton, because with all due respect to my friends on the Republican side, Bill Clinton is the best communicator of the last 50 years. He felt your pain."},{"placeId":89804,"author":"Rupert Graves","wordCount":11,"categories":["pain","you","celebrity"],"text":"Celebrity's a pain in the backside - you're always on display."},{"placeId":70465,"author":"Marina Abramovic","wordCount":13,"categories":["pain","people","inside"],"text":"People have so much pain inside them that they're not even aware of."},{"placeId":45829,"author":"Jeremy Bentham","wordCount":36,"categories":["nature","alone","pain"],"text":"Nature has placed mankind under the governance of two sovereign masters, pain and pleasure. It is for them alone to point out what we ought to do, as well as to determine what we shall do."},{"placeId":88534,"author":"Reuven Rivlin","wordCount":35,"categories":["pain","green","see"],"text":"Many of Israel's Arabs, which see themselves as part of the Palestinian population, feel the pain of their brothers across the green line - a pain they feel the state of Israel is responsible for."},{"placeId":91675,"author":"Roger Bannister","wordCount":47,"categories":["pain","tired","slow"],"text":"You get very tired, and there was a certain amount of pain and you slow up. Your legs are so tired that you are in fact slowing. If you don't keep running, keep your blood circulating, the muscles stop pumping the blood back and you get dizzy."},{"placeId":58974,"author":"Joko Beck","wordCount":37,"categories":["life","pain","people"],"text":"We tend to run our whole life trying to avoid all that hurts or displeases us, noticing the objects, people, or situations that we think will give us pain or pleasure, avoiding one and pursuing the other."},{"placeId":12761,"author":"Bret Easton Ellis","wordCount":7,"categories":["pain","come","books"],"text":"All of my books come from pain."},{"placeId":17006,"author":"Christie Brinkley","wordCount":24,"categories":["love","heart","pain"],"text":"I think many people can relate to that excruciating pain of love gone wrong. I'd rather have a broken arm than a broken heart."},{"placeId":64500,"author":"Lane Garrison","wordCount":23,"categories":["experience","pain","prison"],"text":"I have much to say about the pain I've felt and seen inside of prison. It has been an eye-opening and harrowing experience."},{"placeId":104795,"author":"Travie McCoy","wordCount":28,"categories":["pain","listen","genius"],"text":"Pain is definitely a genius in his own right. 'Thr33 Ringz' is definitely one of my top 10 albums. It's one of those albums you listen to front-to-back."},{"placeId":71250,"author":"Mattie Stepanek","wordCount":39,"categories":["life","pain","celebrate"],"text":"Sometimes my body wakes me up and says 'Hey, you haven't had pain in a while. How about pain?' And sometimes I can't breathe, and that's hard to live with. But I still celebrate life and don't give up."},{"placeId":32354,"author":"Eugene Kennedy","wordCount":27,"categories":["god","pain","grief"],"text":"We may thank God that we can feel pain and know sadness, for these are the human sentiments that constitute our glory as well as our grief."},{"placeId":17734,"author":"Craig Ferguson","wordCount":19,"categories":["school","pain","teach"],"text":"All they teach you in drama school is how to do stage fights and be a pain in rehearsals."},{"placeId":2866,"author":"Alejandro Jodorowsky","wordCount":34,"categories":["day","pain","world"],"text":"One day I was sitting in my own pain, and suddenly all the pain and troubles of the world came to me. I received all the pain of the world, all through my body."},{"placeId":66891,"author":"Khalil Gibran","wordCount":18,"categories":["moving on","pain","self"],"text":"Much of your pain is the bitter potion by which the physician within you heals your sick self."},{"placeId":112396,"author":"Venus Williams","wordCount":28,"categories":["medical","pain","energy"],"text":"I have been recently diagnosed with Sjogren's Syndrome, an autoimmune disease which is an ongoing medical condition that affects my energy level and causes fatigue and joint pain."},{"placeId":61819,"author":"Loretta Young","wordCount":15,"categories":["death","pain","think"],"text":"I've always been scared to death of pain - afraid, even, to think of it."},{"placeId":89783,"author":"R. D. Laing","wordCount":28,"categories":["life","great","pain"],"text":"There is a great deal of pain in life and perhaps the only pain that can be avoided is the pain that comes from trying to avoid pain."},{"placeId":105607,"author":"Theresa May","wordCount":12,"categories":["tough times","pain","tough"],"text":"In tough times, everyone has to take their share of the pain."},{"placeId":7814,"author":"Alice James","wordCount":25,"categories":["great","pain","mind"],"text":"Physical pain however great ends in itself and falls away like dry husks from the mind, whilst moral discords and nervous horrors sear the soul."},{"placeId":56961,"author":"Jon Porter","wordCount":43,"categories":["myself","balance","pain"],"text":"We need to make sure that the fast-growing States and the balance of States in this country have as much information as available because I cannot imagine the pain as a parent myself of having my child molested by someone in our schools."},{"placeId":63156,"author":"Lillie Langtry","wordCount":11,"categories":["sympathy","pain","charming"],"text":"Sympathy is charming, but it does not make up for pain."},{"placeId":98343,"author":"Sam Altman","wordCount":8,"categories":["cool","pain","kind"],"text":"Check-ins are cool, but kind of a pain."},{"placeId":54680,"author":"Juan Williams","wordCount":27,"categories":["leadership","pain","people"],"text":"When it comes to serious cuts to major programs like Medicaid, the American people are not calling for leadership but magic. They want cuts with no pain."},{"placeId":53140,"author":"John Thorn","wordCount":21,"categories":["family","home","pain"],"text":"This was nostalgia in the literal Greek sense: the pain of not being able to return to one's home and family."},{"placeId":38567,"author":"Gerry Cooney","wordCount":17,"categories":["change","pain","different"],"text":"You go through pain. You feel uncomfortable, uncomfortable, uncomfortable until you change. I acquired a different outlook."},{"placeId":106968,"author":"Tom Waits","wordCount":12,"categories":["pain","friends","real"],"text":"Champagne for my real friends and real pain for my sham friends."},{"placeId":73677,"author":"Mary Roach","wordCount":7,"categories":["death","pain","grief"],"text":"To me, death is dark, pain, grief."},{"placeId":23256,"author":"Deborah Tannen","wordCount":33,"categories":["great","pain","mothers"],"text":"Mothers and daughters find in each other the source of great comfort but also of great pain. We talk to each other in better and worse ways than we talk to anyone else."},{"placeId":23724,"author":"David Wilkerson","wordCount":36,"categories":["pain","true","back"],"text":"As I look back over fifty years of ministry, I recall innumerable tests, trials and times of crushing pain. But through it all, the Lord has proven faithful, loving, and totally true to all his promises."},{"placeId":59969,"author":"John Leonard","wordCount":37,"categories":["pain","mind","memory"],"text":"In the cellars of the night, when the mind starts moving around old trunks of bad times, the pain of this and the shame of that, the memory of a small boldness is a hand to hold."},{"placeId":634,"author":"Alia Bhatt","wordCount":30,"categories":["stress","pain","i am"],"text":"I am so stressed that my dentist told me I am grinding my teeth due to stress. So, every evening, I get shooting pain from my jaw to my head."},{"placeId":113716,"author":"Yoko Ono","wordCount":17,"categories":["daughter","heart","pain"],"text":"Losing my daughter was a very serious pain. There was always some empty space in my heart."},{"placeId":77349,"author":"Mimi Kennedy","wordCount":32,"categories":["laughter","pain","laugh"],"text":"The more pain that's referenced or implied, the deeper the laugh can be because the laughter heals the pain. So you've got to have the pain, and then you have the laugh."},{"placeId":65820,"author":"Katey Sagal","wordCount":8,"categories":["life","pain","my life"],"text":"I've certainly experienced physical pain in my life."},{"placeId":7222,"author":"Andrew Cohen","wordCount":34,"categories":["fear","woman","pain"],"text":"Almost all the ideas we have about being a man or being a woman are so burdened with pain, anxiety, fear and self-doubt. For many of us, the confusion around this question is excruciating."},{"placeId":84245,"author":"Peter Singer","wordCount":27,"categories":["change","experience","pain"],"text":"When fish experience something that would cause other animals physical pain, they behave in ways suggestive of pain, and the change in behaviour may last several hours."},{"placeId":28366,"author":"Donna Air","wordCount":39,"categories":["work","money","pain"],"text":"When you work and earn money as a child, you need to be confident, but it can make you a bit precocious, and I think I was a bit of a pain for a while when I was young."},{"placeId":61193,"author":"Lewis B. Smedes","wordCount":41,"categories":["revenge","pain","problem"],"text":"The problem with revenge is that it never evens the score. It ties both the injured and the injurer to an escalator of pain. Both are stuck on the escalator as long as parity is demanded, and the escalator never stops."},{"placeId":89752,"author":"Randeep Hooda","wordCount":20,"categories":["pain","highway","soft"],"text":"I have this soft spot for have-nots. So, I was really inclined to portray their pain and pathos in 'Highway.'"},{"placeId":19806,"author":"Charlene Tilton","wordCount":41,"categories":["pain","accomplishment","want"],"text":"I don't have muscle tone. I'm just flab. I'm not a daredevil. I don't like pain, I don't like cold, I don't want to feel exhausted. But the sense of accomplishment is something I've never felt before, in a physical sense."},{"placeId":66981,"author":"Kim Cattrall","wordCount":25,"categories":["happiness","pain","sadness"],"text":"I wanted to understand pain and the human condition, which is full of pain and regret and sadness - and some happiness, if you're lucky."},{"placeId":79730,"author":"Matthieu Ricard","wordCount":35,"categories":["smile","pain","empathy"],"text":"Empathy is the faculty to resonate with the feelings of others. When we meet someone who is joyful, we smile. When we witness someone in pain, we suffer in resonance with his or her suffering."},{"placeId":5130,"author":"Alysia Reiner","wordCount":34,"categories":["pain","believe","people"],"text":"I really do believe when you're in a ton of pain, you tend to take it out on other people. If you deal with your stuff, you don't take it out on everybody else."},{"placeId":39396,"author":"Georgia Holt","wordCount":33,"categories":["experience","mother","pain"],"text":"There's a certain amount of pain and heartache that goes with being the mother of a star and that all the mothers experience. It's not being with them as much as you like."},{"placeId":81887,"author":"Nick Nolte","wordCount":21,"categories":["pain","want","older"],"text":"If I'm going to have to deal, as I get older, with arthritic pain, I don't want to get into opiates."},{"placeId":40633,"author":"Harold Pinter","wordCount":47,"categories":["life","experience","pain"],"text":"I think plays have nothing to do with one's own personal life. Not in my experience, anyway. The stuff of drama has to do, not with your subject matter, anyway, but with how you treat it. Drama includes pain, loss, regret - that's what drama is about!"},{"placeId":71259,"author":"Max Lucado","wordCount":45,"categories":["life","god","pain"],"text":"If we think that this life is all there is to life, then there is no interpretation of our problems, our pain, not even of our privileges. But everything changes when we open up to the possibility that God's story is really our story too."},{"placeId":84396,"author":"Phil Anselmo","wordCount":45,"categories":["time","pain","mind"],"text":"You can only exist as far as your mind will allow you to exist, and I think chronic pain will stop time dead in its tracks. You feel like you're the only one, and how unfair it is, and a million different feel-sorry-for-yourself type feelings."},{"placeId":71312,"author":"Maya Angelou","wordCount":18,"categories":["courage","history","pain"],"text":"History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again."},{"placeId":81675,"author":"Nellie Bly","wordCount":36,"categories":["god","pain","free"],"text":"I had looked forward so eagerly to leaving the horrible place, yet when my release came and I knew that God's sunlight was to be free for me again, there was a certain pain in leaving."},{"placeId":64840,"author":"Louis-Ferdinand Celine","wordCount":33,"categories":["myself","truth","pain"],"text":"Truth is a pain which will not stop. And the truth of this world is to die. You must choose: either dying or lying. Personally, I have never been able to kill myself."},{"placeId":110830,"author":"Winston Churchill","wordCount":29,"categories":["pain","may","body"],"text":"Criticism may not be agreeable, but it is necessary. It fulfils the same function as pain in the human body. It calls attention to an unhealthy state of things."},{"placeId":32116,"author":"Eric Ripert","wordCount":17,"categories":["day","pain","feet"],"text":"Cooks build muscles; we can stand all day long on our feet and not feel the pain."},{"placeId":2163,"author":"Aeschylus","wordCount":12,"categories":["time","pain","live"],"text":"Who, except the gods, can live time through forever without any pain?"},{"placeId":26082,"author":"Dan O'Brien","wordCount":23,"categories":["pain","child","way"],"text":"As a young child, I was never a crier. I never cried to get my way, or even when I was in pain."},{"placeId":74885,"author":"Mahmoud Abbas","wordCount":29,"categories":["time","freedom","pain"],"text":"It is high time that the Palestinian people restore their freedom and independence. It is high time that the decades, the long decades of suffering and pain would stop."},{"placeId":13491,"author":"Betty Wright","wordCount":31,"categories":["pain","writing","advice"],"text":"'Pain' is more indicative of what I like to do. I'm lyric-conscious. I like to tell stories, give advice. Instead of writing a 'Dear Abby' column, I do it on records."},{"placeId":105750,"author":"Thomas Babington Macaulay","wordCount":21,"categories":["pain","bear","pleasure"],"text":"The puritan hated bear baiting, not because it gave pain to the bear, but because it gave pleasure to the spectators."},{"placeId":100529,"author":"Shelby Lynne","wordCount":11,"categories":["pain","know","my own"],"text":"I can't write about your pain; I only know my own."},{"placeId":62951,"author":"Leonard Mlodinow","wordCount":41,"categories":["pain","emotions","reason"],"text":"We have emotions for a reason; for instance, imagine pain. You have pain so that if you touch something that's hot, or if you slam your hand with a hammer, you will pull your hand away and not do that again."},{"placeId":98633,"author":"Sam Taylor-Wood","wordCount":38,"categories":["myself","pain","sometimes"],"text":"I almost never cry, and it's something I don't like about myself. I sometimes try and make myself cry. Sometimes, when I'm in pain, I say if I could just cry it would make it so much easier."},{"placeId":9035,"author":"Anne Ford","wordCount":28,"categories":["pain","world","child"],"text":"I don't know if we ever fully get over the pain of watching a child trying to find their way through a world that too often doesn't understand."},{"placeId":58174,"author":"Joshua Leonard","wordCount":17,"categories":["joy","pain","yourself"],"text":"Pain is pain, joy is joy - you can't avoid bringing pieces of yourself into a role."},{"placeId":4762,"author":"Adrienne Rich","wordCount":32,"categories":["life","death","pain"],"text":"They can rule the world while they can persuade us our pain belongs in some order is death by famine worse than death by suicide, than a life of famine and suicide?"},{"placeId":94237,"author":"Richard Krajicek","wordCount":35,"categories":["pain","trouble","surgery"],"text":"But, then again, I had to stop because there was too much pain or too much trouble. After I retired I still had one more elbow surgery just to be able to do normal things."},{"placeId":50669,"author":"James Stockdale","wordCount":31,"categories":["time","pain","giving"],"text":"I was tortured fifteen times, that's total submission. They did that with shutting off your blood circulation with ropes, giving you claustrophobia and pain at the same time, bending you double."},{"placeId":56854,"author":"James Callis","wordCount":9,"categories":["pain","suffering","want"],"text":"You don't want to diminish anybody's pain and suffering."},{"placeId":25603,"author":"Debbie Ford","wordCount":31,"categories":["pain","obstacles","face"],"text":"It is clear to me that one of the biggest obstacles we face as human beings is the pain we put ourselves through when we resist and wrestle with our emotions."},{"placeId":91184,"author":"Robert Browning","wordCount":13,"categories":["passion","pain","infinite"],"text":"Only I discern Infinite passion, and the pain Of finite hearts that yearn."},{"placeId":23469,"author":"Diane Abbott","wordCount":16,"categories":["pain","child","the right thing"],"text":"I don't think you can have pain and soul-searching doing the right thing for your child."},{"placeId":58975,"author":"Joko Beck","wordCount":45,"categories":["fear","great","pain"],"text":"Underneath our nice, friendly facades there is great unease. If I were to scratch below the surface of anyone I would find fear, pain, and anxiety running amok. We all have ways to cover them up. We overeat, over-drink, overwork; we watch too much television."},{"placeId":37224,"author":"Gary Zukav","wordCount":20,"categories":["experience","school","pain"],"text":"The pain of powerlessness is excruciating. It is the most painful experience in the earth school, and everyone shares it."},{"placeId":77467,"author":"Max Irons","wordCount":11,"categories":["pain","world","internet"],"text":"I don't look on the Internet; it's a world of pain."},{"placeId":96902,"author":"Sigmund Freud","wordCount":40,"categories":["pain","reality","enjoy"],"text":"Illusions commend themselves to us because they save us pain and allow us to enjoy pleasure instead. We must therefore accept it without complaint when they sometimes collide with a bit of reality against which they are dashed to pieces."},{"placeId":34683,"author":"FKA twigs","wordCount":15,"categories":["pain","artist","you"],"text":"If you're an artist, you have to use everything to your advantage, even the pain."},{"placeId":93922,"author":"Robert Trout","wordCount":36,"categories":["nature","pain","man"],"text":"From this bestial view that the human mind consists of only sense certainty, pleasure and pain, Locke developed an equally bestial theory of the nation. Man originally existed in a State of Nature of complete liberty."},{"placeId":96668,"author":"Sharon Salzberg","wordCount":36,"categories":["pain","suffering","find"],"text":"In our own lives and in our communities, we need to find a way to include others rather than exclude them. We need to find a way to allow our pain and suffering, individually and collectively."},{"placeId":28928,"author":"Derek Jarman","wordCount":16,"categories":["pain","social","away"],"text":"Pain can be alleviated by morphine but the pain of social ostracism cannot be taken away."},{"placeId":59161,"author":"James Worthy","wordCount":19,"categories":["pain","mind","play"],"text":"If you feel pain, you have to make up your mind whether you can play with it or not."},{"placeId":17145,"author":"Christopher Hitchens","wordCount":28,"categories":["experience","pain","anxiety"],"text":"Like the experience of warfare, the endurance of grave or terminal illness involves long periods of tedium and anxiety, punctuated by briefer interludes of stark terror and pain."},{"placeId":61113,"author":"Leslie Odom, Jr.","wordCount":29,"categories":["joy","pain","grief"],"text":"None of us get to divorce ourselves from the world. We walk into the theater and bring all of our grief and our pain and our joy with us."},{"placeId":81142,"author":"Naomi Judd","wordCount":16,"categories":["pain","you","right"],"text":"You shouldn't be ashamed of your pain. You have the right to have your pain treated."},{"placeId":32751,"author":"Eskinder Nega","wordCount":47,"categories":["pain","democracy","may"],"text":"As a prisoner of conscience committed to peaceful transition to democracy, I urge Europe to apply economic sanctions against Ethiopia. What short-term pain may result will be compensated by long-term gain. A pledge to re-engage energetically with a democratic Ethiopia would act as a catalyst for reform."},{"placeId":45391,"author":"James A. Baldwin","wordCount":29,"categories":["pain","hate","people"],"text":"I imagine one of the reasons people cling to their hates so stubbornly is because they sense, once hate is gone, they will be forced to deal with pain."},{"placeId":19564,"author":"Carole Bouquet","wordCount":39,"categories":["time","strong","pain"],"text":"When you're young, all the accidents, all the pain you take them, but at least you're very strong. In fact through time, it's just adding more and more pain, more and more loss and it makes you more fragile."},{"placeId":70562,"author":"Marquis de Sade","wordCount":32,"categories":["women","experience","pain"],"text":"There is no more lively sensation than that of pain; its impressions are certain and dependable, they never deceive as may those of the pleasure women perpetually feign and almost never experience."},{"placeId":21989,"author":"Chilon","wordCount":19,"categories":["time","pain","moment"],"text":"Prefer a loss to a dishonest gain; the one brings pain at the moment, the other for all time."},{"placeId":101715,"author":"Stephen Adly Guirgis","wordCount":40,"categories":["pain","writing","tomorrow"],"text":"September 11 reinforced for me that whatever I'm writing about, it better be something that really matters to me because we don't know what's going to happen tomorrow. And for me it's stories about people in pain in New York."},{"placeId":11379,"author":"Brian O'Driscoll","wordCount":24,"categories":["team","great","pain"],"text":"The great thing about playing team sport is you win and lose together, and the pain is never as bad when you share it."},{"placeId":37009,"author":"George Bernard Shaw","wordCount":21,"categories":["pain","should","existence"],"text":"We should all be obliged to appear before a board every five years and justify our existence... on pain of liquidation."},{"placeId":105448,"author":"Thalia","wordCount":16,"categories":["positive","happiness","pain"],"text":"I've always been able to transform happiness and pain and sorrow and tears into positive energy."},{"placeId":59375,"author":"Jill Greenberg","wordCount":24,"categories":["children","pain","suffering"],"text":"I have two children of my own. Crying is not evidence of pain or any real suffering. It's really just the way children communicate."},{"placeId":5482,"author":"Anne Rice","wordCount":11,"categories":["pain","pleasure","only"],"text":"The only pain in pleasure is the pleasure of the pain."},{"placeId":60147,"author":"Lance Armstrong","wordCount":36,"categories":["day","pain","may"],"text":"Pain is temporary. It may last a minute, or an hour, or a day, or a year, but eventually it will subside and something else will take its place. If I quit, however, it lasts forever."},{"placeId":88793,"author":"Robert Winston","wordCount":14,"categories":["pain","disability","people"],"text":"Surgeons always underestimate the pain and disability involved in what they do to people."},{"placeId":9897,"author":"Ben Stein","wordCount":27,"categories":["pain","effort","step"],"text":"You must take the first step. The first steps will take some effort, maybe pain. But after that, everything that has to be done is real-life movement."},{"placeId":112265,"author":"Victor Hugo","wordCount":11,"categories":["pain","man","suffers"],"text":"Pain is as diverse as man. One suffers as one can."},{"placeId":3753,"author":"Ann Voskamp","wordCount":31,"categories":["god","pain","giving"],"text":"Giving thanks is that: making the canyon of pain into a megaphone to proclaim the ultimate goodness of God when Satan and all the world would sneer at us to recant."},{"placeId":93861,"author":"Romeo Dallaire","wordCount":41,"categories":["home","stress","pain"],"text":"The night I flew out from Rwanda, I landed in Nairobi, and I was on my way back home, and my left side started to paralyze and remained paralyzed with pain, and the stress and so on began to appear physically."},{"placeId":13868,"author":"Bobby McFerrin","wordCount":42,"categories":["morning","joy","pain"],"text":"If I can bring joy into the world, if I can get people to stop thinking about their pain for a moment, or the fact the tomorrow morning they're going to get up and tell their boss off... then I'll be successful."},{"placeId":106824,"author":"Tony Robbins","wordCount":45,"categories":["life","success","pain"],"text":"My definition of success is to live your life in a way that causes you to feel a ton of pleasure and very little pain - and because of your lifestyle, have the people around you feel a lot more pleasure than they do pain."},{"placeId":60369,"author":"Lady Bird Johnson","wordCount":29,"categories":["pain","problem","hell"],"text":"It's odd that you can get so anesthetized by your own pain or your own problem that you don't quite fully share the hell of someone close to you."},{"placeId":85104,"author":"Park Chan-wook","wordCount":13,"categories":["happiness","good","pain"],"text":"In our lives, we have good things and bad things, happiness and pain."},{"placeId":14349,"author":"Ben Parr","wordCount":33,"categories":["pain","data","game"],"text":"Windows Updates have sometimes been a pain point for users. The update pop-ups can interrupt a movie or a video game, and the automatic restarts can result in lost data or confused users."},{"placeId":14681,"author":"Bonnie Bedelia","wordCount":38,"categories":["life","business","pain"],"text":"I'm from New York; I've been in show business all my life. I'm a wild and crazy gal, yet I always play these soft, warm, loving earth mothers. It's a pain in the butt. I'm a femme fatale!"},{"placeId":41354,"author":"Henry Rollins","wordCount":29,"categories":["pain","meaning","think"],"text":"I think about the meaning of pain. Pain is personal. It really belongs to the one feeling it. Probably the only thing that is your own. I like mine."},{"placeId":22493,"author":"Daniel Goleman","wordCount":16,"categories":["compassion","pain","help"],"text":"True compassion means not only feeling another's pain but also being moved to help relieve it."},{"placeId":111693,"author":"William Styron","wordCount":31,"categories":["day","pain","writing"],"text":"I get a fine warm feeling when I'm doing well, but that pleasure is pretty much negated by the pain of getting started each day. Let's face it, writing is hell."},{"placeId":46844,"author":"John Henry Newman","wordCount":18,"categories":["pain","gentleman","never"],"text":"It is almost the definition of a gentleman to say that he is one who never inflicts pain."},{"placeId":17189,"author":"Christopher Morley","wordCount":29,"categories":["beauty","pain","grief"],"text":"Beauty is ever to the lonely mind a shadow fleeting; she is never plain. She is a visitor who leaves behind the gift of grief, the souvenir of pain."},{"placeId":95532,"author":"Saint Augustine","wordCount":24,"categories":["life","pain","action"],"text":"We are certainly in a common class with the beasts; every action of animal life is concerned with seeking bodily pleasure and avoiding pain."},{"placeId":67366,"author":"Kurt Cobain","wordCount":35,"categories":["freedom","pain","world"],"text":"Punk is musical freedom. It's saying, doing and playing what you want. In Webster's terms, 'nirvana' means freedom from pain, suffering and the external world, and that's pretty close to my definition of Punk Rock."},{"placeId":95955,"author":"Samuel Butler","wordCount":14,"categories":["beauty","happy","pain"],"text":"To give pain is the tyranny; to make happy, the true empire of beauty."},{"placeId":19561,"author":"Caroline Buchanan","wordCount":23,"categories":["pain","girl","tolerance"],"text":"I've always been a bit of a daredevil, even as a little girl with a pretty high pain tolerance and things like that."},{"placeId":3995,"author":"Annie Lennox","wordCount":38,"categories":["beauty","pain","confusion"],"text":"When I look at the majority of my own songs they really came from my own sense of personal confusion or need to express some pain or beauty - they were coming from a universal and personal place."},{"placeId":94277,"author":"Rick Wagoner","wordCount":19,"categories":["pain","end","chapter"],"text":"A lot of other things come along with Chapter 11, which basically end up in a lot of pain."},{"placeId":104585,"author":"T. D. Jakes","wordCount":26,"categories":["myself","pain","people"],"text":"I chose to present myself as one who comes from among the people, and I can be touched by their pain because I have my own."},{"placeId":41345,"author":"Henry Rollins","wordCount":47,"categories":["good","pain","sadness"],"text":"I think that humans have a huge capacity to carry pain and sadness. There are things that haunt us our entire lives; we are unable to let them go. The good times seem almost effervescent and dreamlike in comparison with the times that didn't go so well."},{"placeId":76186,"author":"Michael Specter","wordCount":37,"categories":["change","pain","climate change"],"text":"Some people will deny anything that displeases or scares them: unusual pain in their chests, unwanted lumps beneath their skin, or the fact that humans share ancestry with apes are a few examples. Another is climate change."},{"placeId":106004,"author":"Thomas Moore","wordCount":14,"categories":["pain","silent","sail"],"text":"And soon, too soon, we part with pain, To sail o'er silent seas again."},{"placeId":30990,"author":"Erma Bombeck","wordCount":16,"categories":["humor","laughter","pain"],"text":"There is a thin line that separates laughter and pain, comedy and tragedy, humor and hurt."},{"placeId":37908,"author":"George Santayana","wordCount":13,"categories":["pain","long","should"],"text":"If pain could have cured us we should long ago have been saved."},{"placeId":19324,"author":"Carl Karcher","wordCount":21,"categories":["money","pain","child"],"text":"If the money we donate helps one child or can ease the pain of one parent, those funds are well spent."},{"placeId":74794,"author":"Monica Bellucci","wordCount":14,"categories":["pain","people","think"],"text":"British people don't express when they are in pain. They don't think it's elegant."},{"placeId":42122,"author":"Hugh Laurie","wordCount":18,"categories":["pain","way","you"],"text":"Pain is an event. It happens to you, and you deal with it in whatever way you can."},{"placeId":47821,"author":"Joseph Campbell","wordCount":15,"categories":["positive","joy","pain"],"text":"Find a place inside where there's joy, and the joy will burn out the pain."},{"placeId":16290,"author":"Charles Dickens","wordCount":12,"categories":["joy","pain","meeting"],"text":"The pain of parting is nothing to the joy of meeting again."},{"placeId":66177,"author":"Keith Miller","wordCount":35,"categories":["work","pain","man"],"text":"I grew up and I became very successful at what I did as a young man. I became a work addict because this was the only way I could get any relief from this pain."},{"placeId":2758,"author":"Aldous Huxley","wordCount":23,"categories":["laughter","pain","pleasure"],"text":"Amour is the one human activity of any importance in which laughter and pleasure preponderate, if ever so slightly, over misery and pain."},{"placeId":6470,"author":"Aleksander Kwasniewski","wordCount":38,"categories":["today","truth","pain"],"text":"We know enough to stand here in truth - facing pain, cry and suffering of those who were murdered here. Face to face with the victims' families who are here today. Before the judgment of our own conscience."},{"placeId":92797,"author":"Rick Baker","wordCount":24,"categories":["funny","relationship","pain"],"text":"It's a funny relationship that makeup artists have. I always feel kind of like a dentist. People look at me and think of pain."},{"placeId":103463,"author":"Susan Cheever","wordCount":22,"categories":["pain","man","help"],"text":"Whenever there was a crisis, I found a man to help me take the edge off the feelings of helplessness and pain."},{"placeId":71303,"author":"May Sarton","wordCount":9,"categories":["alone","pain","country"],"text":"In the country of pain we are each alone."},{"placeId":63293,"author":"Lindsay Wagner","wordCount":46,"categories":["moving on","pain","healing"],"text":"A lot of people say they want to get out of pain, and I'm sure that's true, but they aren't willing to make healing a high priority. They aren't willing to look inside to see the source of their pain in order to deal with it."},{"placeId":86680,"author":"Pia Zadora","wordCount":45,"categories":["road","pain","together"],"text":"If you have a guy like Jermaine, it's a pain in the neck. When we were on the road together in Europe, Jesus, I had to kick the girls off of him. I mean, they throw themselves on the floor and take off their hats."},{"placeId":8696,"author":"Aunjanue Ellis","wordCount":17,"categories":["pain","face","way"],"text":"Pain doesn't have a face and pain doesn't have a certain way of adjusting. Pain is universal."},{"placeId":109282,"author":"Walter Bagehot","wordCount":15,"categories":["nature","pain","greatest"],"text":"One of the greatest pains to human nature is the pain of a new idea."},{"placeId":82114,"author":"Nicolas Cage","wordCount":13,"categories":["opportunity","pain","way"],"text":"Actors have an opportunity to use storytelling as a way to solve pain."},{"placeId":33986,"author":"Frank Lowy","wordCount":19,"categories":["life","father","pain"],"text":"The loss of my father was the most traumatic event in my life - I can't forget the pain."},{"placeId":45883,"author":"Jim Rohn","wordCount":19,"categories":["pain","discipline","regret"],"text":"We must all suffer one of two things: the pain of discipline or the pain of regret or disappointment."},{"placeId":7975,"author":"Ami Ayalon","wordCount":7,"categories":["revenge","pain","moments"],"text":"In moments of pain, we seek revenge."},{"placeId":38264,"author":"George Will","wordCount":21,"categories":["leadership","pain","short-term"],"text":"Leadership is, among other things, the ability to inflict pain and get away with it - short-term pain for long-term gain."},{"placeId":91151,"author":"Rita Rudner","wordCount":18,"categories":["marriage","pain","men"],"text":"Men who have a pierced ear are better prepared for marriage - they've experienced pain and bought jewelry."},{"placeId":83648,"author":"Paul Tillich","wordCount":38,"categories":["alone","loneliness","pain"],"text":"Our language has wisely sensed the two sides of being alone. It has created the word loneliness to express the pain of being alone. And it has created the word solitude to express the glory of being alone."},{"placeId":51404,"author":"Jerry Hall","wordCount":10,"categories":["depression","pain","know"],"text":"We all know pain doesn't exist without some coexisting depression."},{"placeId":17399,"author":"Cilla Black","wordCount":23,"categories":["beautiful","pain","fun"],"text":"It's no fun getting older. I might be wearing beautiful diamond earrings, but they can't take away the pain of losing my hearing."},{"placeId":80942,"author":"Nancy Gibbs","wordCount":16,"categories":["experience","pain","accounting"],"text":"Pain is the most private experience, but its causes, whether natural or man-made, demand public accounting."},{"placeId":97950,"author":"Sting","wordCount":12,"categories":["work","best","pain"],"text":"I do my best work when I am in pain and turmoil."},{"placeId":90648,"author":"Roald Dahl","wordCount":36,"categories":["today","happy","pain"],"text":"Pain was something we were expected to endure. But I doubt very much if you would be entirely happy today if a doctor threw a towel in your face and jumped on you with a knife."},{"placeId":81356,"author":"Nathan Myhrvold","wordCount":44,"categories":["time","pain","risk"],"text":"Risk is the sort of word that is easy to discuss upfront but tough to handle when it comes time to pay the piper. There will always be some who wimp out and second-guess when the pain hits, but that is a childish reaction."},{"placeId":43380,"author":"Hugh Prather","wordCount":9,"categories":["pain","world","cloak"],"text":"Whenever we condemn, we cloak the world in pain."},{"placeId":25510,"author":"Daniel Wu","wordCount":45,"categories":["time","pain","action"],"text":"I worked with Jackie Chan for a long time, and seeing how much pain he's in, I realized that that might not be a sustainable career for me. So I started to develop my career as a dramatic actor rather than as an action actor."},{"placeId":71042,"author":"Mary Tyler Moore","wordCount":22,"categories":["courage","mistakes","pain"],"text":"Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave."},{"placeId":45985,"author":"Jimmy Buffett","wordCount":19,"categories":["work","pain","doubt"],"text":"If it doesn't work out there will never be any doubt that the pleasure was worth all the pain."},{"placeId":87235,"author":"Octavia E. Butler","wordCount":19,"categories":["pain","head","what if"],"text":"Delusional pain hurts just as much as pain from actual trauma. So what if it's all in your head?"},{"placeId":42929,"author":"Howard Stern","wordCount":35,"categories":["work","great","pain"],"text":"It causes me great pain to sue the company I work for. Nevertheless, I had to do it. Suffice it to say, there's a dispute and I believe I haven't been given what is mine."},{"placeId":63296,"author":"Lindsay Wagner","wordCount":33,"categories":["pain","me","acting"],"text":"Finally I had a place where I could express my pain and I felt safe because I didn't have to put my name on it. I think acting kept me alive back then."},{"placeId":58767,"author":"John Murray","wordCount":6,"categories":["pain","retirement","loss"],"text":"The pain of retirement means loss."},{"placeId":96413,"author":"Sandra Bullock","wordCount":30,"categories":["adversity","alone","pain"],"text":"When you have adversity and you have pain, you never feel more alone than you do at that moment. And you can be surrounded by hundreds of thousands of people."},{"placeId":27742,"author":"Dan Maffei","wordCount":28,"categories":["team","racism","pain"],"text":"For many Native Americans across the land, the name of the Washington football team is a deeply personal reminder of a legacy of racism and generations of pain."},{"placeId":90079,"author":"Radhanath Swami","wordCount":27,"categories":["fear","pain","suffering"],"text":"Whether we fear pain and suffering or not, pain and suffering will come to everyone. Why not keep our minds focused on where we want to go?"},{"placeId":46398,"author":"Jennifer Aniston","wordCount":25,"categories":["sad","parents","pain"],"text":"My parents' divorce left me with a lot of sadness and pain and acting, and especially humour, was my way of dealing with all that."},{"placeId":92576,"author":"Ricardo Montalban","wordCount":36,"categories":["pain","man","blessing"],"text":"And yet I think of Christopher Reeve who said he would pay two million dollars to be able to feel pain again. What a courageous man! So I have to think that pain is a blessing."},{"placeId":70559,"author":"Marquis de Sade","wordCount":11,"categories":["pain","way","pleasure"],"text":"It is always by way of pain one arrives at pleasure."},{"placeId":46390,"author":"Jennifer Aniston","wordCount":26,"categories":["god","good","pain"],"text":"I almost resent the whole fashion thing. Good God- never wearing the same thing twice and all of those things. It's a pain in the ass."},{"placeId":89013,"author":"Rob Sheffield","wordCount":35,"categories":["pain","america","you"],"text":"You can hear the Celtic heartbeat all over Europe and America, from Bing Crosby to Jack White, from the Smiths to My Bloody Valentine, from House of Pain to Marky Mark and the Funky Bunch."},{"placeId":107234,"author":"Tyler Perry","wordCount":29,"categories":["pain","childhood","forgive"],"text":"I didn't have a catharsis for my childhood pain, most of us don't, and until I learned how to forgive those people and let it go, I was unhappy."},{"placeId":71780,"author":"Michael J. Fox","wordCount":6,"categories":["pain","forever","film"],"text":"Pain is temporary, film is forever."},{"placeId":749,"author":"Amanda Lindhout","wordCount":15,"categories":["home","pain","unique"],"text":"Contemplating Christmas when you are isolated and far from home brings its own unique pain."},{"placeId":15697,"author":"Carl Jung","wordCount":8,"categories":["pain","birth","consciousness"],"text":"There is no birth of consciousness without pain."},{"placeId":30570,"author":"Emo Philips","wordCount":38,"categories":["pain","men","know"],"text":"I once heard two ladies going on and on about the pains of childbirth and how men don't seem to know what real pain is. I asked if either of them ever got themselves caught in a zipper."},{"placeId":79982,"author":"Neil Simon","wordCount":15,"categories":["life","pain","you"],"text":"If you can go through life without experiencing pain you probably haven't been born yet."},{"placeId":2719,"author":"Albert Schweitzer","wordCount":31,"categories":["pain","world","help"],"text":"Whoever is spared personal pain must feel himself called to help in diminishing the pain of others. We must all carry our share of the misery which lies upon the world."},{"placeId":34405,"author":"Farrah Fawcett","wordCount":24,"categories":["hope","pain","uncertainty"],"text":"In the face of excruciating pain and uncertainty, I never lost hope, and it never occurred to me to stop fighting - not ever."},{"placeId":45338,"author":"Jamaica Kincaid","wordCount":42,"categories":["pain","reality","writing"],"text":"For me, writing isn't a way of being public or private; it's just a way of being. The process is always full of pain, but I like that. It's a reality, and I just accept it as something not to be avoided."},{"placeId":22594,"author":"Daniel Kahneman","wordCount":45,"categories":["pain","decision","people"],"text":"I think one of the major results of the psychology of decision making is that people's attitudes and feelings about losses and gains are really not symmetric. So we really feel more pain when we lose $10,000 than we feel pleasure when we get $10,000."},{"placeId":85464,"author":"Patrick Ewing","wordCount":18,"categories":["pain","body","ready"],"text":"Whenever my body heals and the pain and all the swelling goes away is when I'll be ready."},{"placeId":86799,"author":"Pranab Mukherjee","wordCount":18,"categories":["pain","hurt","problems"],"text":"No problems are ever resolved by violence. It only aggravates the pain and the hurt on every side."},{"placeId":19096,"author":"Cliff Richard","wordCount":34,"categories":["business","pain","career"],"text":"It's the business I'm in, I can't say that signing things is the favourite part of my career but you know that it has to be done and that there is no pain involved."},{"placeId":31042,"author":"Eugene Ionesco","wordCount":43,"categories":["death","fear","pain"],"text":"No society has been able to abolish human sadness, no political system can deliver us from the pain of living, from our fear of death, our thirst for the absolute. It is the human condition that directs the social condition, not vice versa."},{"placeId":95611,"author":"Saint Teresa of Avila","wordCount":4,"categories":["pain","never","permanent"],"text":"Pain is never permanent."},{"placeId":80796,"author":"Nouriel Roubini","wordCount":36,"categories":["pain","world","anxiety"],"text":"I think it's true that the 1 Percent or the elite are living in a world of, maybe, excessive privilege, and they don't fully realize how much pain and suffering, how much anxiety exists out there."},{"placeId":42047,"author":"Hugh Grant","wordCount":17,"categories":["pain","anxiety","comedy"],"text":"Comedy is probably a way of dealing with anxiety. Sometimes it's a way of dealing with pain."},{"placeId":2193,"author":"Aisha Tyler","wordCount":32,"categories":["pain","people","me"],"text":"I think people sleepwalk through their lives, and for me, I wanted to embrace everything. And that meant the agonizing pain and the transcendence, and you can't have one without the other."},{"placeId":93968,"author":"Rachel Joyce","wordCount":37,"categories":["hope","myself","pain"],"text":"Before I gave birth to Hope, I had a miscarriage. The pain was so enormous, I had to write myself out of it. I kept a diary and did not feel entirely complete until Hope was born."},{"placeId":60154,"author":"Lance Armstrong","wordCount":15,"categories":["pain","physical pain","because"],"text":"Marathons are hard because of the physical pain, the pounding on the muscles, joints, tendons."},{"placeId":89663,"author":"Ram Dass","wordCount":42,"categories":["death","pain","people"],"text":"The stroke has given me another way to serve people. It lets me feel more deeply the pain of others; to help them know by example that ultimately, whatever happens, no harm can come. 'Death is perfectly safe,' I like to say."},{"placeId":82672,"author":"Nina Easton","wordCount":28,"categories":["pain","disability","prove"],"text":"Disability has become a form of permanent welfare for a lot of folks. It's not that hard to prove a mental illness or mental issues or pain issues."},{"placeId":42338,"author":"Hunter S. Thompson","wordCount":20,"categories":["good","pain","hate"],"text":"I hate pain, despite my ability to tolerate it beyond all known parameters, which is not necessarily a good thing."},{"placeId":53904,"author":"Jeffrey Sachs","wordCount":10,"categories":["pain","economic","years"],"text":"Russia has gone through eight years of continuing economic pain."},{"placeId":44741,"author":"Isabel Allende","wordCount":43,"categories":["experience","pain","losing"],"text":"The pain of losing my child was a cleansing experience. I had to throw overboard all excess baggage and keep only what is essential. Because of Paula, I don't cling to anything anymore. Now I like to give much more than to receive."},{"placeId":87027,"author":"Patricia McCormick","wordCount":41,"categories":["light","experience","pain"],"text":"I don't want to go slumming in somebody else's pain just to write a book. I want to go into those darker places to shine a light on that experience and come out with a story that validates the human spirit."},{"placeId":18996,"author":"Cristina Saralegui","wordCount":7,"categories":["pain","royal","behind"],"text":"I'm a royal pain in the behind."},{"placeId":95515,"author":"Roger Caras","wordCount":18,"categories":["fear","pain","window"],"text":"There are only three sins - causing pain, causing fear, and causing anguish. The rest is window dressing."},{"placeId":44448,"author":"Ingrid Newkirk","wordCount":29,"categories":["dog","pain","hunger"],"text":"When it comes to having a central nervous system, and the ability to feel pain, hunger, and thirst, a rat is a pig is a dog is a boy."},{"placeId":53154,"author":"Johnny Knoxville","wordCount":31,"categories":["good","pain","me"],"text":"Doctors have told me I have a high pain threshold, but I can only know what I feel. I think I'm good at minimising the pain and being indifferent to it."},{"placeId":9326,"author":"Ann Jillian","wordCount":17,"categories":["pain","thinking","cancer"],"text":"If you've ever had a brush with cancer, you're always thinking a pain might be something serious."},{"placeId":83641,"author":"Paul Tillich","wordCount":15,"categories":["alone","loneliness","pain"],"text":"Loneliness expresses the pain of being alone and solitude expresses the glory of being alone."},{"placeId":65195,"author":"Karen Armstrong","wordCount":35,"categories":["good","listening","pain"],"text":"Let's use our stories to encourage listening to one another and to hear not just the good news, but also the pain that lies at the back of a lot of people's stories and histories."},{"placeId":79436,"author":"Malcolm Lowry","wordCount":18,"categories":["pain","black","me"],"text":"Long for me as I for you, forgetting, what will be inevitable, the long black aftermath of pain."},{"placeId":86208,"author":"Polly Toynbee","wordCount":33,"categories":["happiness","joy","pain"],"text":"It is now possible to quantify people's levels of happiness pretty accurately by asking them, by observation, and by measuring electrical activity in the brain, in degrees from terrible pain to sublime joy."},{"placeId":50979,"author":"Jean Anthelme Brillat-Savarin","wordCount":24,"categories":["pain","man","first"],"text":"The first thing we become convinced of is that man is organized so as to be far more sensible of pain than of pleasure."},{"placeId":70285,"author":"Marianne Williamson","wordCount":24,"categories":["pain","grief","honor"],"text":"Some pain is simply the normal grief of human existence. That is pain that I try to make room for. I honor my grief."},{"placeId":95481,"author":"Said Nursi","wordCount":39,"categories":["power","compassion","pain"],"text":"Do not suffer pain and torment without reason. Somebody All-Powerful and All-Compassionate owns everything. Rely on His Power and do not accuse His Compassion. Renounce grief and anxiety ad accept relief. Be rid of your troubles and find serenity."},{"placeId":103552,"author":"Takeshi Kitano","wordCount":29,"categories":["pain","action","violence"],"text":"I intentionally shoot violence to make the audience feel real pain. I have never and I will never shoot violence as if it's some kind of action video game."},{"placeId":76077,"author":"Mariel Hemingway","wordCount":39,"categories":["path","pain","living"],"text":"Everybody needs a way out of that pain. Many people choose drugs and alcohol. Some people obsessively exercise or develop strange dietary habits, which is what I did. At least it got me toward a path of healthier living."},{"placeId":38119,"author":"Gloria Macapagal Arroyo","wordCount":29,"categories":["pain","fight","terrorism"],"text":"I know the pain of having to deal with terrorism. And that's why, after 9-11, I was one of the first to join the international coalition to fight terrorism."},{"placeId":70063,"author":"Marcus Tullius Cicero","wordCount":21,"categories":["pain","doubt","will"],"text":"All pain is either severe or slight, if slight, it is easily endured; if severe, it will without doubt be brief."},{"placeId":56933,"author":"James Nachtwey","wordCount":46,"categories":["pain","humanity","impact"],"text":"If there is something occurring that is so bad that it could be considered a crime against humanity, it has to be transmitted with anguish, with pain, and create an impact in people - upset them, shake them up, wake them out of their everyday routine."},{"placeId":103620,"author":"Tara Brach","wordCount":42,"categories":["pain","living","care"],"text":"If our hearts are ready for anything, we will spontaneously reach out when others are hurting. Living in an ethical way can attune us to the pain and needs of others, but when our hearts are open and awake, we care instinctively."},{"placeId":54146,"author":"Jerry Lewis","wordCount":12,"categories":["pain","dementia","everything"],"text":"Adrenaline is wonderful. It covers pain. It covers dementia. It covers everything."},{"placeId":67515,"author":"Kage Baker","wordCount":44,"categories":["history","pain","man"],"text":"Written and directed by French showman Georges Melies, 'Le Voyage' features one of the most indelible images in cinema history: the wounded Man in the Moon bleeding like a particularly runny Brie, grimacing in pain with a space capsule protruding from his right eye."},{"placeId":72249,"author":"Miranda Hart","wordCount":13,"categories":["pain","writing","humour"],"text":"Writing humour certainly involves pain. A sitcom is 6 months of writing pain!"},{"placeId":35038,"author":"Francis Picabia","wordCount":8,"categories":["pain","pleasure","totally"],"text":"Pain has its reasons, pleasure is totally indifferent."},{"placeId":49928,"author":"John Ortberg","wordCount":27,"categories":["pain","grow","want"],"text":"No one wants pain. Not even long-time, mature Christians who want to grow. We will always find ways to avoid pain. Pain itself is a bad thing."},{"placeId":96591,"author":"Shaquille O'Neal","wordCount":19,"categories":["pain","football","basketball"],"text":"I started out as a football player. I liked to inflict pain. In basketball, it was the same thing."},{"placeId":28214,"author":"Daniel Keyes","wordCount":17,"categories":["alone","intelligence","pain"],"text":"I've learned that intelligence alone doesn't mean a damn thing. It only leads to violence and pain."},{"placeId":46843,"author":"John Henry Newman","wordCount":18,"categories":["pain","gentleman","never"],"text":"It is almost a definition of a gentleman to say that he is one who never inflicts pain."},{"placeId":22545,"author":"David A. Bednar","wordCount":29,"categories":["pain","inequality","emotional"],"text":"The Savior has suffered not just for our iniquities but also for the inequality, the unfairness, the pain, the anguish, and the emotional distresses that so frequently beset us."},{"placeId":2185,"author":"Ai Weiwei","wordCount":16,"categories":["art","pain","people"],"text":"If my art has nothing to do with people's pain and sorrow, what is 'art' for?"},{"placeId":110224,"author":"William Hazlitt","wordCount":20,"categories":["pain","finger","destruction"],"text":"The smallest pain in our little finger gives us more concern than the destruction of millions of our fellow beings."},{"placeId":84553,"author":"Pierce Brosnan","wordCount":8,"categories":["life","pain","escape"],"text":"No one can escape life's pain. That's life."},{"placeId":104116,"author":"Timothy Ferriss","wordCount":39,"categories":["pain","you","heels"],"text":"When you elevate the heels more so than you elevate the sole of the foot, you trigger a cascade of compensations in the knees and hips that cause tight hip flexors, and then those hip flexors cause lower-back pain."},{"placeId":92173,"author":"Russell Simmons","wordCount":46,"categories":["pain","people","jazz"],"text":"The difference between blues, jazz, rock n' roll and rap is that rap stayed poor. Even the white rappers are poor. It's scarier to look at poor people; it makes everyone uncomfortable. Their pain is something that people would like to see swept under the rug."},{"placeId":52733,"author":"Jason Derulo","wordCount":29,"categories":["future","history","pain"],"text":"To all my fans who planned to come to the Future History World tour, the pain of letting you down cuts me way deeper than this injury I've sustained."},{"placeId":103637,"author":"Tariq Ali","wordCount":29,"categories":["pain","believe","i am"],"text":"I am an atheist and do not know the meaning of the 'religious pain' that is felt by believers of every cast when what they believe in is insulted."},{"placeId":40756,"author":"Hayao Miyazaki","wordCount":14,"categories":["pain","emotions","own"],"text":"Animators can only draw from their own experiences of pain and shock and emotions."},{"placeId":71524,"author":"Meryl Streep","wordCount":25,"categories":["work","strong","pain"],"text":"I'm a pain in the ass to all of the costume designers with whom I work because I have very strong feelings about the subject."},{"placeId":110424,"author":"William Morris Hunt","wordCount":46,"categories":["pain","perfect","down"],"text":"It gives a fellow an awful shiver to hear the first shovelful of dirt and gravel rattle down upon the coffin; but after it is covered, it falls gently and makes no sound. The feeling of rest is perfect. There's no more nagging, no more pain!"},{"placeId":45734,"author":"Jim Carrey","wordCount":19,"categories":["life","focus","pain"],"text":"My focus is to forget the pain of life. Forget the pain, mock the pain, reduce it. And laugh."},{"placeId":27086,"author":"Dee Dee Ramone","wordCount":30,"categories":["pain","me","group"],"text":"I was a big troublemaker in the group. I put them through a lot of pain, but as much as I gave to them, they gave right back to me."},{"placeId":88359,"author":"Rebecca Hall","wordCount":47,"categories":["fear","pain","suffering"],"text":"I think that female roles, they can be victims, they can be sympathetic, they can be in pain, they can be in suffering - but they can't be ugly. I think there's so much fear surrounding that, that it makes a film unlikeable, that it won't sell."},{"placeId":73841,"author":"Matthew Henry","wordCount":18,"categories":["great","pain","roar"],"text":"So great was the extremity of his pain and anguish, that he did not only sigh but roar."},{"placeId":29276,"author":"Eckhart Tolle","wordCount":36,"categories":["time","challenge","pain"],"text":"If danger arises in the present moment, there may be an emotion. There may even be pain. But that's a challenge, not a problem. For a problem to exist, you need time and repetitive mind activity."},{"placeId":81141,"author":"Naomi Judd","wordCount":33,"categories":["communication","good","pain"],"text":"It's so important for those living with chronic pain to establish good communication with both their healthcare professionals and caregivers. Clear communication about pain is vital to receiving proper diagnosis and effective treatment."},{"placeId":75163,"author":"Margo MacDonald","wordCount":46,"categories":["life","nature","pain"],"text":"I know that there are people who believe that if they get to the stage where life is absolutely intolerable because of pain and indignity... they would like to end their life before nature intended, and we think they should have the choice to do so."},{"placeId":60483,"author":"Laura Linney","wordCount":9,"categories":["pain","think","you"],"text":"I don't think you should exploit your own pain."},{"placeId":14071,"author":"Bret Harte","wordCount":14,"categories":["smile","pain","never"],"text":"Never a lip is curved with pain that can't be kissed into smiles again."},{"placeId":48230,"author":"Ja Rule","wordCount":3,"categories":["love","pain"],"text":"Pain is love."},{"placeId":2843,"author":"Alejandro Gonzalez Inarritu","wordCount":37,"categories":["pain","value","victory"],"text":"People talk about the pain of defeat, but I think defeat has a lot of value. I think the wound of victory can be even more damaging than defeat. Very few people really know how to win."},{"placeId":54260,"author":"John Catsimatidis","wordCount":26,"categories":["pain","think","taxes"],"text":"I think the rich should pay more in taxes - I agree with that 100 percent - but everybody should feel the pain a little bit."},{"placeId":112432,"author":"Victoria Abril","wordCount":37,"categories":["work","pain","me"],"text":"Compared to dancing, films seemed to me to be the work of lay bums. There was no physical pain; it was enough to say and imagine what was in the script. It was very easy for me."},{"placeId":4429,"author":"Ashton Kutcher","wordCount":25,"categories":["women","pain","empathy"],"text":"The thing that enchants me the most is the ability women have to feel other people's pain. The total empathy that women have is extraordinary."},{"placeId":65520,"author":"Karl Marx","wordCount":9,"categories":["pain","suffering","mental"],"text":"The only antidote to mental suffering is physical pain."},{"placeId":72976,"author":"Mahmoud Darwish","wordCount":20,"categories":["smile","pain","reality"],"text":"Sarcasm helps me overcome the harshness of the reality we live, eases the pain of scars and makes people smile."},{"placeId":85795,"author":"Peter Carey","wordCount":15,"categories":["past","pain","think"],"text":"Nostalgia is something we think of as fuzzy. But it's pain. Pain concerning the past."},{"placeId":50014,"author":"John Travolta","wordCount":28,"categories":["pain","mind","believe"],"text":"I believe L. Ron Hubbard resolved the human mind, and in resolving it he has also resolved human pain - that's what I really think has happened here."},{"placeId":50744,"author":"James Fenton","wordCount":44,"categories":["pain","last","lane"],"text":"The basic rhymes in English are masculine, which is to say that the last syllable of the line is stressed: 'lane' rhymes with 'pain,' but it also rhymes with 'urbane' since the last syllable of 'urbane' is stressed. 'Lane' does not rhyme with 'methane.'"},{"placeId":71265,"author":"Max Lucado","wordCount":29,"categories":["god","heart","pain"],"text":"Grace is God as heart surgeon, cracking open your chest, removing your heart - poisoned as it is with pride and pain - and replacing it with his own."},{"placeId":103865,"author":"Theodore Parker","wordCount":6,"categories":["pain","sin","remorse"],"text":"Remorse is the pain of sin."},{"placeId":47284,"author":"John Stuart Mill","wordCount":31,"categories":["happiness","pain","wrong"],"text":"Actions are right in proportion as they tend to promote happiness; wrong as they tend to produce the reverse of happiness. By happiness is intended pleasure and the absence of pain."},{"placeId":65378,"author":"Kanye West","wordCount":23,"categories":["art","great","pain"],"text":"Creative output, you know, is just pain. I'm going to be cliche for a minute and say that great art comes from pain."},{"placeId":38472,"author":"Gerard Way","wordCount":29,"categories":["love","pain","suicide"],"text":"Suicide is a serious thing. And if you know anyone who is suicidal, you need to get them help. No one should be in pain. Everyone should love themselves."},{"placeId":81146,"author":"Naomi Watts","wordCount":19,"categories":["life","experience","pain"],"text":"Pain is such an important thing in life. I think that as an artist you have to experience suffering."},{"placeId":78301,"author":"Marvin Hagler","wordCount":32,"categories":["respect","pain","world"],"text":"In some ways that fight gave me more respect around the world and helped me be even more popular because so many people felt my pain and saw that I was robbed."},{"placeId":104413,"author":"Terry Wogan","wordCount":36,"categories":["nature","pain","people"],"text":"There's nothing to be said for being famous. It's a pain. You can't be rude to people - it's inexcusable not to be nice. Anyway, it's not in my nature. I was trained to be nice."},{"placeId":10455,"author":"Bill Cosby","wordCount":27,"categories":["children","truth","pain"],"text":"People say children are charming because they tell the truth. That's a lie. I've got five of them. They only tell the truth if they're in pain."},{"placeId":107290,"author":"Tyra Banks","wordCount":16,"categories":["pain","body","made"],"text":"I've made millions of dollars with the body I have, so where's the pain in that?"},{"placeId":35339,"author":"Frida Kahlo","wordCount":9,"categories":["pain","painting","message"],"text":"My painting carries with it the message of pain."},{"placeId":65194,"author":"Karen Armstrong","wordCount":25,"categories":["life","pain","reality"],"text":"Pain is something that's common to human life. When we ignore it, we aren't engaging in the whole reality, and the pain begins to fester."},{"placeId":7096,"author":"Antony Sher","wordCount":16,"categories":["death","good","pain"],"text":"It's good for actors to confront those things we have to act: panic, pain and death."},{"placeId":89965,"author":"Rashida Jones","wordCount":10,"categories":["pain","process","better"],"text":"There's no better way to process pain than to write."},{"placeId":95493,"author":"Saint Augustine","wordCount":6,"categories":["medical","pain","greatest"],"text":"The greatest evil is physical pain."},{"placeId":45754,"author":"Jim Morrison","wordCount":21,"categories":["fear","pain","violence"],"text":"We fear violence less than our own feelings. Personal, private, solitary pain is more terrifying than what anyone else can inflict."},{"placeId":30486,"author":"Emma Watson","wordCount":40,"categories":["love","romantic","pain"],"text":"When I started dating I had this kind of Romeo and Juliet, fateful romantic idea about love which was almost that you were a victim and there was a lot of pain involved and that was how it should be."},{"placeId":16667,"author":"Chesty Puller","wordCount":6,"categories":["pain","leaving","body"],"text":"Pain is weakness leaving the body."},{"placeId":48758,"author":"Jason Calacanis","wordCount":36,"categories":["good","pain","world"],"text":"The web and physical world is plagued with abundance - people need help sorting through all the good and bad stuff out there. The tyranny of choice is causing major psychic pain and frustration for people."},{"placeId":70056,"author":"Marcus Tullius Cicero","wordCount":18,"categories":["power","great","pain"],"text":"Great is the power of habit. It teaches us to bear fatigue and to despise wounds and pain."},{"placeId":44613,"author":"Irving Kirsch","wordCount":26,"categories":["depression","pain","research"],"text":"I do a lot of research on the placebo effect, not just in depression but in irritable bowel syndrome, pain, arthritis of the knee, migraine, asthma."},{"placeId":17948,"author":"Curtis Jackson","wordCount":46,"categories":["love","pain","creative"],"text":"I think either you're creative or you're not. In general, I don't think you need to be in pain to actually be creative unless you're writing love songs. Then you might need to have some ups and downs within your emotions to start to capture that."},{"placeId":84021,"author":"Pete Townshend","wordCount":42,"categories":["work","pain","think"],"text":"I think I probably would have enjoyed to keep my own private pain out of my work. But I was changed by my audience who said your private pain which you have unwittingly shown us in your early songs is also ours."},{"placeId":29281,"author":"Eckhart Tolle","wordCount":41,"categories":["life","experience","pain"],"text":"There is such a thing as old emotional pain living inside you. It is an accumulation of painful life experience that was not fully faced and accepted in the moment it arose. It leaves behind an energy form of emotional pain."},{"placeId":65311,"author":"Karen Salmansohn","wordCount":10,"categories":["pain","emotional","more"],"text":"I feared vulnerability more than my actual emotional pain itself!"},{"placeId":97235,"author":"Simone Weil","wordCount":24,"categories":["pain","present","hatred"],"text":"There is no detachment where there is no pain. And there is no pain endured without hatred or lying unless detachment is present too."},{"placeId":37838,"author":"George Packer","wordCount":46,"categories":["pain","globalization","free"],"text":"The base of the party, the middle-aged white working class, has suffered at least as much as any demographic group because of globalization, low-wage immigrant labor, and free trade. Trump sensed the rage that flared from this pain and made it the fuel of his campaign."},{"placeId":5549,"author":"Antoine Fuqua","wordCount":27,"categories":["pain","problem","camera"],"text":"Bruce Willis. Pain in my ass, no problem about that. We just didn't get along. We got along off camera, but shooting we just didn't get along."},{"placeId":105392,"author":"Terry Bradshaw","wordCount":25,"categories":["pain","golf","play"],"text":"I can't run anymore. That's the one thing I loved doing. And I can't play golf hardly at all because of wrist and back pain."},{"placeId":75581,"author":"Mary MacLane","wordCount":20,"categories":["pain","book","minds"],"text":"It is with pain that I read of the dire effects of my book upon the minds of young girls."},{"placeId":36094,"author":"Ginnifer Goodwin","wordCount":39,"categories":["time","morning","pain"],"text":"I really am super lazy and doing long hair, especially mine, is a big pain in the butt. It's filled with cowlicks and kinks and curls and frizz - and it was taking too much time in the morning."},{"placeId":11284,"author":"Bono","wordCount":24,"categories":["justice","pain","equality"],"text":"It's annoying, but justice and equality are mates. Aren't they? Justice always wants to hang out with equality. And equality is a real pain."},{"placeId":9036,"author":"Anne Grant","wordCount":22,"categories":["sympathy","pain","grief"],"text":"Grief is a normal and natural response to loss. It is originally an unlearned feeling process. Keeping grief inside increases your pain."},{"placeId":7331,"author":"Andrew Sullivan","wordCount":31,"categories":["friendship","culture","pain"],"text":"What gay culture is before it is anything else, before it is a culture of desire or a culture of subversion or a culture of pain, is a culture of friendship."},{"placeId":26879,"author":"Diana Nyad","wordCount":33,"categories":["life","pain","me"],"text":"I've never been in any pain, ever, like that in my whole life. Now it's set me so far back, I just don't' have the lung capacity to swim the way I can."},{"placeId":44450,"author":"Ingrid Newkirk","wordCount":34,"categories":["change","pain","discipline"],"text":"Whether or not we are religious, respecting others should be seen as just as important as looking out for ourselves, yet it requires discipline to change our bad habits that cause pain to animals."},{"placeId":57256,"author":"Josh Gordon","wordCount":44,"categories":["team","pain","coaching"],"text":"I have let down many in Cleveland - my Browns teammates, our hard-working coaching staff, the team's ownership, and the loyal fan base that wants nothing more than to win. Playing there is different than in many other cities. We feel the fans pain."},{"placeId":99970,"author":"Sadie Frost","wordCount":29,"categories":["love","pain","want"],"text":"When you love someone so much that you are in pain when you are apart it ends up being destructive. I never want to be in that place again."},{"placeId":68065,"author":"Kenneth Lonergan","wordCount":38,"categories":["art","communication","pain"],"text":"Filmmaking, like any other art, is a very profound means of human communication; beyond the professional pleasure of succeeding or the pain of failing, you do want your film to be seen, to communicate itself to other people."},{"placeId":55581,"author":"Jon Crosby","wordCount":47,"categories":["good","water","pain"],"text":"Just having the pain of being alive without anything else, whether it's good or bad. There's a lot of serious songs on the record, you know. That song is just about feeling like a fish out of water, feeling like you don't belong on the planet sometimes."},{"placeId":45018,"author":"Iyanla Vanzant","wordCount":13,"categories":["pain","mask","us"],"text":"All of us have ways in which we mask and cover our pain."},{"placeId":58252,"author":"Joy Page","wordCount":25,"categories":["pain","results","judging"],"text":"You are all things. Denying, rejecting, judging or hiding from any aspect of your total being creates pain and results in a lack of wholeness."},{"placeId":29965,"author":"Ellen Key","wordCount":33,"categories":["pain","him","punishment"],"text":"Corporal punishment is as humiliating for him who gives it as for him who receives it; it is ineffective besides. Neither shame nor physical pain have any other effect than a hardening one."},{"placeId":81138,"author":"Naomi Judd","wordCount":43,"categories":["medical","pain","mind"],"text":"For many people, managing pain involves using prescription medicine in combination with complementary techniques like physical therapy, acupuncture, yoga and massage. I appreciate this because I truly believe medical care should address the person as a whole - their mind, body, and spirit."},{"placeId":23721,"author":"David Walliams","wordCount":32,"categories":["pain","swimming","enjoy"],"text":"I was quite fat as a kid. And swimming is a sport you can enjoy whatever size you are. If you're fat, running is a pain. I'm not really built for running."},{"placeId":20993,"author":"Cobie Smulders","wordCount":24,"categories":["pain","healthy","important"],"text":"I do Pilates because it's important for me to have a healthy back when I'm 70 so I'm not hunched over and in pain."},{"placeId":31599,"author":"Elsa Peretti","wordCount":34,"categories":["pain","i am","nothing"],"text":"I am a bull. I am Taurus. My will is awful. If I like something, there is nothing else. I was a pain in the neck. I still am a pain in the neck."},{"placeId":72913,"author":"Malcolm Muggeridge","wordCount":41,"categories":["life","pain","think"],"text":"This horror of pain is a rather low instinct and... if I think of human beings I've known and of my own life, such as it is, I can't recall any case of pain which didn't, on the whole, enrich life."},{"placeId":50006,"author":"John Travolta","wordCount":12,"categories":["pain","emotions","birth"],"text":"There are unwanted emotions and pain that goes along with any birth."},{"placeId":5375,"author":"Anita Baker","wordCount":16,"categories":["pain","approval","like"],"text":"Applause felt like approval, and it became a drug that soothed the pain, but only temporarily."},{"placeId":55692,"author":"Jack Youngblood","wordCount":39,"categories":["life","pain","job"],"text":"You learnt that, whatever you are doing in life, obstacles don't matter very much. Pain or other circumstances can be there, but if you want to do a job bad enough, you'll find a way to get it done."},{"placeId":82581,"author":"Nikolaj Coster-Waldau","wordCount":15,"categories":["love","love is","pain"],"text":"When someone you love is in pain, you want to do anything to comfort them."},{"placeId":40622,"author":"Harold Pinter","wordCount":33,"categories":["pain","cancer","say"],"text":"I could be a bit of a pain in the arse. Since I've come out of my cancer, I must say I intend to be even more of a pain in the arse."}]